Repository: bibletime/historic-bibletime.info
Catalog: compendium/*/*.po
Languages: de, pt_br, ru

source: By the way, the &raquo;Cult&laquo; section is not recommended! Please click on the link to it to get an explanation of it.
de: Übrigens, die &raquo;Kult&laquo; Rubrik ist nicht zu empfehlen! Bitte klicken Sie auf diese, um eine Erklärung zu bekommen.
ru: Между прочим, мы не рекомендуем модули в секции "Оккульты"! Пожалуйста, зайдите на эту страничку, чтобы прочитать более подробное объяснение.

source: Contact introduction
de: Kontakt Einführung
pt_br: Introdução ao contato

source: Guestbook
de: Gästebuch
pt_br: Livro de Visitas
ru: Гостевая книга

source: Report a bug
de: Fehlerbericht
pt_br: Informe um erro
ru: Ошибка в ПО

source: Get support
de: Hilfe bekommen
pt_br: Obtenha suporte
ru: Техническая поддержка

source: Post a feature idea
de: Schicken Sie eine Funktions-Idee

source: Post an idea
de: Eine Idee schicken
pt_br: Dê sua idéia
ru: Поделись идеей

source: Contact the BibleTime team
de: Das BibleTime Team kontaktieren
pt_br: Contacte o time do BibleTime
ru: Свяжитесь с командой BibleTime

source: If you have questions, ideas for new functions or comments to something please use the links on this page to send them to the right place!
de: Falls Sie Fragen, Ideen für neue Funktionen order Anregungen zu etwas haben, dann benutzen Sie bitte die Verweise auf dieser Seite, um sie an die richtige Stelle zu schicken.
pt_br: Se você tiver perguntas, idéias para novas funções ou comentários para algo por favor use os links nesta página para enviá-las ao lugar certo!
ru: Если у вас появились вопросы, идеи для новых функций или просто замечания, пожалуйста, выберите правельный адрес для вашей корреспонденции на этой странице.

source: The Contact pages have some links to other useful or important pages. If you'd like to put a link to www.bibletime.info on your own pages please have a look into the &raquo;Link to us&laquo; section.
de: Die Kontakt Seiten haben einige Verweise auf andere nützliche oder wichtige Seiten. Wenn Sie einen Verweis auf www.bibletime.info auf ihren eigenen Seiten plazieren möchten, schauen Sie doch bitte in den &raquo;Auf uns Verweisen&laquo; Abschnitt.
pt_br: As páginas de Contato tem alguns links para outras páginas úteis e importantes. Se você gostaria de colocar um link para www.bibletime.info em suas próprias páginas por favor dê uma olhada na seção &raquo;Link para nós&laquo;.
ru: Данная страница контактной информации содержит ссылки на другие полезные и важные страницы. Если вы хотите сделать ссылку на наш вебсайт, тогда загляните на страничку "Ссылка к нам".

source: Development introduction
de: Entwicklung Einführung
pt_br: Introdução ao desenvolvimento

source: Help us
de: Helfen Sie uns
pt_br: Nos ajude
ru: Если хочешь помочь

source: Join the team
de: Dem Team beitreten
pt_br: Junte-se ao time
ru: Стань членом команды

source: Mailing lists
de: Mailinglisten
pt_br: Listas de discussão
ru: Рассылки

source: BibleTime's development
de: BibleTimes Entwicklung
pt_br: Desenvolvimento do BibleTime
ru: Разработка BibleTime

source: These pages describe how to join in the development of BibleTime and which ways exist to help us! BibleTime's quality and usefulness depends on the help of others to a large degree.
de: Diese Seiten beschreiben, wie man sich in die Entwicklung von BibleTime einklinken kann und welche Wege bestehen uns zu helfen. BibleTimes Quaität und Nützlichkeit hängt zu einem großen Teil von der Hilfe anderer ab.
pt_br: Estas páginas descrevem como se juntar ao desenvolvimento do BibleTime e quais as formas existentes de nos ajudar! A qualidade de usabilidade do BibleTime depende em larga escala da ajuda de outros.
ru: Эти страницы расскажут вам, как стать членом нашей комманды и как вы можете нам помочь. От вашей помощи зависит насколько качественной и полезной будет программа BibleTime.

source: Please read the following pages very carefully to see whether you can help us with the development!
de: Bitte lesen Sie die nächsten Seiten sehr sorgfältig, um zu sehen, ob Sie uns mit der Entwicklung helfen können!
pt_br: Por favor leia as seguintes páginas muito cuidadosamente para ver se você pode nos ajudar com o desenvolvimento!
ru: <BR>Внимательно прочтите эти страницы с тем, чтобы узнать сможете ли вы нам помочь.

source: What BibleTime is ...
de: Was BibleTime ist ...
pt_br: O que o BibleTime é...
ru: Что такое BibleTime...

source: BibleTime is a free Bible study application for Linux systems. BibleTime uses the desktop environment KDE.
de: BibleTime ist eine freie Bibelsudien-Anwendung für Linux Systeme. BibleTime benutzt die KDE Umgebung.
pt_br: BibleTime é uma aplicação livre de estudo da Bíblia para sistemas Linux. BibleTime usa o ambiente desktop KDE.
ru: BibleTime является бесплатной программой по изучению Библии для систем Linux. BibleTime использует графическую оболочку KDE.

source: We think that BibleTime is an easy to use but powerful study tool for christians all over the world.
de: Wir denken, dass BibleTime ein einfach zu benutzendes, jedoch gleichzeitig mächtiges Studienwerkzeug für Christen in aller Welt ist.
pt_br: Nós achamos que o BibleTime é uma ferramenta de estudo poderosa mas fácil de usar para cristãos de todo o mundo.
ru: По нашему мнению, BibleTime - это легкое в использовании, однако мощное средство изучения для христиан по всему миру.

source: The history of BibleTime
de: Die Geschichte von BibleTime
pt_br: A história do BibleTime
ru: История создания BibleTime

source: Back in June of 1999 Thomas Hagedorn, Thorsten Uhlmann and Joachim Ansorg started to work on a Bible study application for KDE 1.0.
de: Im Juni 1999 begannen Thomas Hagedorn, Torsten Uhlmann und Joachim Ansorg an einer Bibelstudien-Anwendung für KDE 1.0 zu arbeiten.
pt_br: Em Junho de 1999 Thomas Hagedorn, Thorsten Uhlmann e Joachim Ansorg iniciaram o trabalho em uma aplicação de estudo da Bíblia para KDE 1.0.
ru: Еще в июне 1999 года Thomas Hagedorn, Thorsten Uhlmann и Joachim Ansorg начали работу над программой для изучения Библии для KDE 1.0.

source: The first version was released two months later as version 0.1. This version was very simple and supported only the most basic things.
de: Dies erste Version wurde zwei Monate später als Version 0.1 veröffentlicht. Sie war sehr einfach gehalten und unterstützte nur die wirklich grundlegenden Dinge.
pt_br: A primeira versão foi liberada dois meses depois como a versão 0.1. Esta versão era muito simples e suportava somente as coisas mais básicas.
ru: Первая версия появилась на свет уже через два месяца как версия 0.1. Эта версия была очень простой и могла поддерживать только самые незатейлевые функции.

source: After three months of hard work version 0.2 was released to the public. This version was usable, it supported basic printing, searching and offered a simple editor for personal notes.
de: Nach drei Monaten harter Arbeit wurde Version 0.2 der Öffentlichkeit vorgstellt. Diese Version war benutzbar, unterstützte einfaches Drucken und Suchen und hatte einen Editor zum bearbeiten der persönlichen Notizen.
pt_br: Depois de três meses de trabalho duro a versão 0.2 foi liberada para o público. Esta versão era usável, suportava impressão básica, procura e oferecia um editor simples para notas pessoais.
ru: Еще через три месяца напряженной работы вышла версия 0.2. Этой версией уже можно было пользоваться, она поддерживала простую печать, поиск, а также имела простенький редактор для личных заметок.

source: BibleTime 0.2 was later ported to KDE 2 and totally redesigned with a more powerful interface, better printing and a lot of internal changes. This version was called BibleTime 0.3
de: BibleTime 0.2 wurde später auf KDE 2 portiert und komplett überarbeitet mit einer neuen Oberfläche, verbessertem Drucken und einer Menge interner Änderungen. Diese Version hieß BibleTime 0.3.
pt_br: BibleTime 0.2 foi portado mais tarde para KDE 2 e totalmente redesenhado com uma interface mais poderosa, melhor impressão e um monte de mudanças internas. Esta versão foi chamada BibleTime 0.3
ru: С выходом KDE 2 BibleTime 0.2 была полностью переделана в программу с большем количеством функций интерфейса, улучшеной печатью и множеством внутренних изменений. Это версия получила название BibleTime 0.3.

source: BibleTime 1.0, which was released almost one year after version 0.3 and was the first version we considered as stable.
de: BibleTime 1.0, wurde beinahe ein Jahr nach Version 0.3 veröffentlicht und war die erste als stabil eingestufte Version.
pt_br: BibleTime 1.0, que foi liberado quase um ano depois da versão 0.3 e foi a primeira versão que nós consideramos estável.
ru: BibleTime 1.0, которая вышла почти через год после версии 0.3, была первой версией, которую мы считали стабильной.

source: BibleTime 1.1 and 1.2 followed later on. BibleTime 1.2 is the first version of BibleTime for version 3.0 of KDE.
de: BibleTime 1.1 und 1.2 folgten später. BibleTime 1.2 ist die erste Version von BibleTime, die KDE 3 benutzt.
pt_br: BibleTime 1.1 e 1.2 se seguiram. BibleTime 1.2 é a primeira versão do BibleTime para a versão 3.0 do KDE.
ru: За тем последовали версии 1.1 и 1.2. BibleTime 1.2 была первой версией для KDE 3.0.

source: The future of BibleTime
de: Die Zukunft von BibleTime
pt_br: O futuro do BibleTime
ru: Будущее BibleTime

source: We're grateful that God supports us and that he blesses our work with new team members. God is good!
de: Wir sind dankbar, dass Gott uns hilft und dass Er unsere Arbeit mit neuen Team-Mitgliedern segnet. Gott ist gut!
pt_br: Nós estamos gratos por Deus nos dar suporte e por nos abençoar com novos membros no time. Deus é excelente!
ru: Мы благодарны Богу за Его помощь в этом проекте и за то, что Он посылает нам новых членов команды. Бог благ!

source: We will continue our work, but since BibleTime is getting better and better we'll reach a point where BibleTime has only a few things left which are useful for a normal Bible study application.
de: Wir werden unsere Arbeit fortführen, aber da BibleTime besser und besser wird, werden wir einen Punkt erreichen, an dem BibleTime nur noch sehr wenige Dinge für eine normale Bibelstudienanwendung fehlen.
pt_br: Nós iremos continuar nosso trabalho, mas desde que BibleTime está ficando melhor e melhor a cada dia nós iremos alcançar um ponto em que o BibleTime terá apenas algumas poucas coisas para fazer que são úteis para uma aplicação normal de estudo da Bíblia.
ru: Мы продолжим нашу работу. Однако по мере того, как BibleTime становится все лучше и лучше остается все меньше и меньше полезных функций, которые мы еще не внедрили в BibleTime.

source: This screenshot shows some improvements of BibleTime 1.2!
de: Dieses Bildschirmfoto zeigt einige Verbesserungen in BibleTime 1.2!
pt_br: Esta tela mostra algumas melhoras do BibleTime 1.2!
ru: На этом скриншоте показаны некоторые улучшения в версии 1.2 BibleTime .

source: As you can see hebrew, chinese, greek and latin characters are displayed correctly! The hebrew is now from right to left with included vowel points and cantilation marks! Chinese has now correct linebreaks! Greek and latin are shown as an demonstration of other languages.
de: Wie Sie sehen können, werden hebräischische, griechische und lateinische Buchstaben richtig angezeigt! Das hebräische läuft jetzt von rechts nach links mit eingebetteten Vokal- und Kantillationszeichen! Chinesisch hat nun koreekte Zeilenumbrüche! Griechisch und Latein werden hier als Demonstration anderer Sprachen gezeigt.
pt_br: Como você pode ver, caracteres hebraicos, chineses, gregos e latin são exibidos corretamente! O hebreu está agora da direita para a esquerda com pontos de vogal incluídos e máscaras de cantilação! O chinês agora tem quebra de linhas! Grego e latin são exibidos como uma demonstração de outras linguagens.
ru: Как видите, BibleTime правильно отображает буквы иврита, китайского, греческого и латинского языков! Тект на иврите отображается справа на лево вместе с гласными знаками vowel points and cantilation marks (ищу правильный перевод - прим. переводчика). Китайский умеет правильно отображать обрыв строки. Греческий и латинский показаны, как примеры других индо-европейских языков.

source: This screenshot demonstrates one of the most important improvements: General Book Support (GBS)! As you can see, reading the book &quot;Imitation of Christ&quot; is possible now with BibleTime.
de: Dieses Bildschirmfoto zeigt eine der wichtigsten Vebeserungen: Ünterstützung für allgemeine Bücher (GBS)! Wie Sie sehen können ist es nun möglich das Buch &quot;Imitation of Christ&quot; mit BibleTime zu lesen!
pt_br: Esta tela demonstra uma das mais importantes melhoras: Suporte a Livros Gerais (GBS - General Book Support)! Como você pode ver, ler o livro &quot;Imitação de Cristo&quot; agora é possível com BibleTime.

source: The book modules are available on the webpages of the Crosswire Bible Society!
de: Die Buch-Module sind auf den Seiten der Crosswire Bible Society verfügbar.
pt_br: Os módulos de livros estão disponíveis nas páginas da Sociedade Bíblica Crosswire!

source: This screenshots shows the mainwindow of BibleTime 0.3! As you can see many things changed in the current versions.
de: Dieses Bildschirmfoto zeigt das Hauptfenster von BibleTime 0.3. Wie Sie sehen können, haben sich viele Dinge in der aktuellen Version verändert.
pt_br: Esta tela mostra a janela principal do BibleTime 0.3! Como você pode ver muitas coisas mudaram nas versões atuais.

source: The main window of version 0.22! BibleTime 0.22 was for KDE 1, as you can 0.2 was usable, fast and easy to use but not as powerful as BibleTime 1.0 or later.
de: Das Hauptfenster von Version 0.22! BibleTime 0.22 war für KDE 1. Wie Sie sehen können, was 0.2 benutzbar, schnell und einfach zu benutzen aber nicht so möchtig wie BibleTime 1.0 oder später.
pt_br: A janela principal da versão 0.22! BibleTime 0.22 foi para KDE 1, como você pode ver 0.2 era usável, rápida e fácil de usar mas não tão poderosa quanto BibleTime 1.0 ou posteriores.

source: As you can see everything changed in comparision with BibleTime 1.2. If you have a slow computer with KDE 1 installed, try to use BibleTime 0.2.
de: Wie sie sehen können, hat sich alles im Vergleich mit BibleTime 1.2 geändert. Wenn Sie einen langsamen Computer mit installiertem KDE 1 haben, versuchen Sie BibleTime 0.2 zu benutzen.
pt_br: Como você pode ver tudo mudou em comparação com BibleTime 1.2. Se você tem um computador lento com KDE 1 instalado, tente usar o BibleTime 0.2.

source: The BibleTime module gallery
de: Die BibleTime Modul Gallerie
pt_br: A galeria de módulos do BibleTime

source: You can find some nice screenshots of BibleTime here, showing one or two text module(s) each. They demonstrate the powerful Unicode handling mechanisms of <A HREF="http://www.trolltech.com">Trolltech's</A> QT 3. Some of the screenshots are really impressive and (at least) compare to expensive commercial bible software products.
de: Sie können hier einige schöne Bildschirmfotos von BibleTime finden, die jeweils ein oder zwei Text-Module zeigen. Sie demonstrieren die mächtigen Unicode Behandlung von <A HREF="http://www.trolltech.com">Trolltechs</A> QT 3. Einige der Bildschirmfotos sind wirklich beeindruckend und sind (mindestens) mit lommerziellen Bibelsoftware Produkten vergleichbar.
pt_br: Você pode encontrar algumas telas agradáveis do BibleTime aqui, mostrando um ou dois módulo(s) de texto cada. Elas demonstram o poderoso mecanismo de manipulação do Unicode da <A HREF="http://www.trolltech.com">Trolltech's</A> QT 3. Algumas das telas são realmente impressionantes e (no mínimo) comparáveis a softwares da bíblia comerciais caros.

source: Most of the screenshots were created using the superb Code2000 Unicode font. Click on the preview images to see a large and detailed version of each screenshot.
de: Die meisten der Bildschirmfotos wurden unter Benutzung der wirklich guten Unicode Schriftart Code2000 erzeugt. Klicken Sie auf die Vorschaubilder um eine große und detailierte Version jedes Bildschirmfotos zu sehen.
pt_br: A maioria das telas foram criadas usando a fonte Unicode Code2000. Clique nas imagens de previsão para ver uma grande e detalhada versão de cada tela.

source: <P>The <B>Peshitta</B> contains an early Syrian NT text, running from right to left.</p> <p>QT renders this text very nice with Code2000, which is one of the very few fonts that support syrian characters.
de: <P>Die <B>Peshitta</B> enthält einen frühen syrischen Text des NT, von rechts nach links laufend.</P> <P>QT stellt diesen Text sehr gut mit Code2000 dar, die eine der wenigen Schriftarten ist, die syrische Zeichen unterstützt.
pt_br: <P>A <B>Peshitta</B> contêm um texto do NT Sírio novo, rodando da direita para a esquerda. </p> <p>QT renderiza este texto muito bem com Code2000, que é uma das poucas fontes que suportam caracteres sírios.

source: <P>The <B>BHS</B> (short for <I>Biblia Hebraica Stuttgartensia</I>), the best available text of the Hebrew Old Testament.</P> <P>As you can see, BibleTime renders the text correctly from right to left. Those of you who can read Hebrew will notice that the Vowel Points and the Cantillation Marks (you can switch both of them on and off) are displayed correctly. This (esp. the Cantillation Marks) is a feature that (as far as I know) no commercial project has.
de: <P>Die <B>BHS</B> (kurz für <I>Biblia Hebraica Stuttgartensia</I>), der beste verfügbare Text des hebräischen alten Testmentes.</P> <P>Wie Sie sehen, stellt BibleTime den Text korrekt von rechts nach links dar. Diejenigen, die Hebräisch beherrschen, werden bemerken, dass die Vokal- und Kantillationszeichen (man kann beider an und ausschalten) richtig dargestellt werden.Dies ist eine Funktion (bes. die Kantillationszeichen), die (soviel ich weiß) kein kommerzielles Projekt beherrscht.
pt_br: <P>A <B>BHS</B> (abreviação para <I>Biblia Hebraica Stuttgartensia</I>), o melhor texto Hebraico do Velho Testamento.</P><BR>Como você pode ver, BibleTime renderiza os textos corretamente da direita para a esquerda. Aqueles que podem ler Hebraico notarão que os Pontos de Vogal e as Marcas de Cantilação (você pode ligar e desligar ambos) são exibidas corretamente. Esta (especialmente as Marcas de Cantilação) é uma característica que (até onde eu sei) nenhum projeto comercial tem.

source: <p><B>AraSVD</B>: The Arabic Bible.</p> <p>Very nice example for right-to-left rendering of a complex script - Arabic is probably one of the most complicated scripts of the world. This screenshot was taken after linebreaks were switched off, providing a more readable text view.
de: <p><B>AraSVD</B>: Die Arabische Bibel.</p> <p>Ein sehr schönes Beispiel für die rechts-nach-links Darstellung einer komplexen Sprache - Arabisch ist wahrscheinlich die komplizierteste Sprache der Welt. Dieses Bildschirmfoto wurde mit ausgeschalteten Zeilenumbrüchen gemacht, da dies eine eher lesbarere Darstellung des Textes ist.
pt_br: <p><B>AraSVD</B>: A Bíblia em Árabe.</p> <p> Exemplo muito bom de renderização direita-para-esquerda de uma escrita complexa - Árabe é provavelmente uma das escritas mais complicadas do mundo. Esta tela foi tirada depois que as quebras de linha foram desligadas, provendo uma visão de texto mais legível.

source: <p><B>ChiGU</B>: Chinese Bible text.</P><p>Since QT 3 BibleTime can correctly break the paragraphs (as you may know, there are no spaces between words).
de: <p><B>ChiGU</B>: Chinesischer Bibeltext</P> <p> Seit Qt 3 kann BibleTime die Zeilen richtig umbrechen (Vielleicht wussten Sie schon, dass es im Chinesischen keine Leerzeichen gibt).
pt_br: <p><B>ChiGU</B>: Texto Bíblico em Chinês.</P><p> Desde o QT 3 BibleTime pode quebrar os parágrafos corretamente (como você deve saber, não existem espaços entre palavras).

source: <B>IGNT</B>: The Interlinear Greek New Testament.</p><p>The green numbers in the &lt; &gt; brackets are Strongnumbers, whereas the numbers in ( brackets are Morphologic Tags. Both of them can displayed in a tooltip using a predefined Strong's and Morphology dictionary, as you can see in the example.
de: <B>IGNT</B>: Das interlineare griechische neue Testament.</p> <p> Die grünen Zahlen in den &lt; &gt; Klammern sind Strongnummern, die Zahlen in den ( Klammern sind jedoch Morphologische Tags. Beide können in einem Tooltip unter Benutzung eines voreingestellten Strongs und Morphologischen Lexikons angezeigt werden, wie Sie in dem Beispiel sehen können.
pt_br: <B>IGNT</B>: O Novo Testamento Grego Interlinear .</p><p> Os números verdes no &lt; &gt; parêntenses são Números fortes, enquanto que os números em ( parênteses são Tags Morfológicas. Ambos podem ser exibidos em uma ferramenta de dica usando um dicionário Forte e Morfológico predefinido, como você pode ver no exemplo.

source: <B>Kor</B> and <B>ThaiKJV</B>.</p><p>Korean and Thai are very good Unicode examples covered by an amount of Unicode scripts already. They are displayed in a parallel view in one window. The first line of Thai text is of a little smaller pointsize. It is a section heading, and those can be turned on and off using the first toolbutton in the display window.</p>
de: <B>Kor</B> and <B>ThaiKJV</B>.</p><p> Koreanisch und Thailändisch sind sehr gute Unicode Beispiele, die bereits von einigen Unicode-Schriftarten abgedeckt werden. Sie werden in einer Parallel-Ansicht innerhalb eines Fensters angezeigt.Die erste Zeile des thailändischen Textes hat eine etwas kleinere Schriftgröße. Dies ist eine Absatzüberschrift, diese können durch Benutzung des ersten Knopfes im Anzeigefenster an- und ausgeschaltet werden.</p>
pt_br: <B>Kor</B> e <B>ThaiKJV</B>.</p><p>Koreano and Thailandês são exemplos Unicodes muito bons cobertos por uma quantidade de escritos Unicode. Eles são exibidos em uma visão paralela em uma janela. A primeira linha do texto Thailandês é de um pequeno ponto. É um cabeçalho de seção, e eles podem ser ligados ou desligados usando o primeiro botão de ferramenta na janela de exibição.</p>

source: <B>Bulgarian</B>: The Bible in Bulgarian language.</p><p>Bulgarian uses the Kyrillic script, which is also used in other languages like Russian. Notice the marked text - it is a &raquo;footnote&laquo;. The popup menu shows how those can be turned on and off.</p>
de: <B>Bulgarisch</B>: Die Bibel in bulgarischer Sprache.</p> <p>Bulgarisch benutzt die Kyrillische Schriftfamilie, die auch in anderen Sprachen wie Russisch benutzt wird. Achten Sie auf den ausgewählten Text - dies ist eine &raquo;Fußnote&laquo;. Das Popup-Menü zeigt wie diese an und ausgeschaltet werden können.</P>
pt_br: <B>Búlgaro</B>: A Bíblia em Búlgaro.</p><p>Búlgaro usa o escrito Kyrílico, que é também usado in outras línguas como Russo. Note o texto marcado - é uma &raquo;nota de rodapé&laquo;. O menu popup mostra como elas podem ser ligadas ou desligadas.</p>

source: <p><B>Viet</B> and <B>RomCor</B>.</p><p>East Europe meets East Asia! Vietnamese and Romanian are not geographically linked, though they look somehow similar in this screenshot.</P>
de: <p><B>Viet</B> und <B>RomCor</B>.</p> <p>Ost-Europa trifft auf Ost-Asien! Vietnamesisch und Rumänisch liegen geografisch nicht bei einander, sie sehen sich auf diesem Bildschirmfoto jedoch ähnlich.</P>
pt_br: <p><B>Viet</B> e <B>RomCor</B>.</p><p> Europa do Leste encontra Asia do Leste! Os países Vietnamita e Romeno são estão geograficamente ligados, embora pareçam similares nesta tela.</P>
