Repository: bibletime/historic-bibletime.info
Catalog: compendium/*/*.po
Languages: de, pt_br, ru

source: Your comments were sucessfully added to the guestbook! The BibleTime developers still have to check your comments if it's ok to post them. The comments will appear the next few days if nothing is wrong with them.
de: Ihre Kommentare wurden erfolgreich dem Gästebuch hinzugefügt. Die BibleTime Entwickler müssen noch überprüfen, ob es in Ordnung ist die Kommentare öffentlich zu machen. Der Eintrag erscheint in den nächsten Tagen, wenn alles mit dem Eintrag in Ordnung ist.
pt_br: Seus comentários foram adicionados com sucesso ao livro de visitas! Os desenvolvedores do BibleTime ainda têm que checar seus comentários para postá-los. Os comentários aparecerão nos próximos dias se nada estiver errado com eles.

source: We don't advise to use BibleTime 0.3! Use BibleTime 1.1 if you use KDE 2 and the most current version of BibleTime if you use KDE 3.
de: Wir raten nicht zur Benutzung von BibleTime 0.3! Benutzen Sie BibleTime 1.1, falls Sie KDE 2 benutzen und die aktuellste Version wenn Sie KDE 3 benutzen.
pt_br: Nós não aconselhamos o uso do BibleTime 0.3! Use BibleTime 1.1 se você usa KDE 2 e a versão mais atual do BibleTime se você usa KDE 3.

source: The daily tips and the documentation are missing!
de: Die täglichen Tipps und die Dokumentation fehlen!
pt_br: As dicas diárias e a documentação estão perdidas!
ru: Куда подевались советы на каждый день и документация?!

source: Please install the package bibletime-doc which contains the daily tips, the handbook, the installation instructions and the Bible study howto.
de: Bitte installieren Sie das Paket bibletime-doc, das die täglichen Tipps, das Handbuch, die Installationsanleitung und die Anleitung zum Bibelstudium enthält.
pt_br: Por favor instale o pacote bibletime-doc que contêm as dicas diárias, o livro de mão, as instruções de instalação e o ComoFazer (guia) de estudo da Bíblia.

source: CD order was sent successfully
de: Die CD Bestellung wurde erfolgreich verschickt

source: The CD order was send to the BibleTime developers. You will get a confirmation eMail to make sure everything went right!
de: Die CD Bestellung wurde zu den BibleTime Entwicklern geschickt. Sie bekommen noch eine Bestätigungs eMail um sicherzustellen, dass alles glatt gelaufen ist.

source: <P> There may be important things in your live you really want to change. More important things than smoking or health. <BR> Maybe you read the Bible very seldom or you don't pass on the gospel? You can't change these things in your life? You tried this many, many times but you had no success? </P> <P> God doesn't love you any more! </P> Stop! That's a lie satan loves to spread! The truth is, that God loves you the same as the people, who solve their problems with ease. It is unimportant how many times you do the same failures, God loves you nevertheless: <DIV STYLE="padding-left:10px; font-size:smaller;"> For when we were still without strength, at the right time Christ gave his life for evil-doers. Now it is hard for anyone to give his life even for an upright man, though it might be that for a good man someone would give his life. But God has made clear his love to us, in that, when we were still sinners, Christ gave his life for us. </DIV> <SMALL>Romans 5:6-8 (The Bible in Basic Englisch)</SMALL> <P> God loves you with all your failures! Why else should he have died on the cross for you? But he loves to see that you get rid of your failures. </P> <P> This is possible, because you're a new man since you're a christian (Ephesians 4,20-24)! God will give you the strength you need to change the things you wanted to change yourself so many times! </P> <P> Read the Bible, pray a lot, go to the church! Please ask others to pray for you, too! </P> If you have comments please send me an eMail! <BR> Joachim Ansorg &lt;<A HREF="mailto:joachim@ansorgs.de">joachim@ansorgs.de</A>&gt;
de: <P> In ihrem Leben kann es wichtige Dinge geben, die Sie unbedingt ändern wollen. Wichtigere Dinge als Rauchen oder Gesundheit. <BR> Vielleicht lesen Sie die Bibel viel zu wenig oder Sie sagen sein Wort nicht weiter? Sie schaffen das nicht? Schon so oft Male probiert und immer noch kein Erfolg? </P><P> Gott liebt Sie nicht mehr! </P>Stopp! Das ist eine Lüge, die Satan gern verbreitet. Die Tatsache ist, dass Gott Sie genauso liebt, wie Menschen, die ihre Probleme mit Leichtigkeit lösen. Es ist egal, wie oft Sie die selben Fehler machen, Gott liebt Sie trotzdem:<DIV STYLE="padding-left:10px; font-size:smaller;">Denn Christus ist, als wir noch schwach waren, zur rechten Zeit für Gottlose gestorben. Nun stirbt kaum jemand für einen Gerechten; für einen Wohltäter entschließt sich vielleicht jemand zu sterben. Gott aber beweist seine Liebe gegen uns damit, dass Christus für uns gestorben ist, als wir noch Sünder waren.</DIV><SMALL>Römer 5, 6-8 (Schlachter Übersetzung)</SMALL><P>Gott liebt Sie mit allen ihren Fehler! Warum sonst sollte er für Sie am Kreuz gestorben sein? <BR>Aber er möchte, dass Sie ihre Fehler loswerden. <P> Das ist möglich, weil Sie seit ihrer Bekehrung ein komplett neuer Mensch geworden sind (z.B. Epheser 4, 20-24)! Gott wird ihnen die nötige Kraft geben, die Dinge zu ändern, die Sie schon so oft versucht haben, selbst zu ändern.</P> <P>Lesen Sie die Bibel, beten Sie viel, gehen Sie in den Gottesdienst! Bitten Sie doch auch andere, für Sie zu beten </P> Wenn Sie Kommentare haben, schicken Sie mir doch einfach eine eMail!<BR>Joachim Ansorg &lt;<A HREF="mailto:joachim@ansorgs.de">joachim@ansorgs.de</A>&gt;</P><P></DIV><P>
pt_br: <P>Podem haver coisas importante em sua vida que você realmente queira mudar. Coisas mais importantes que fumar ou saúde.<BR>Talvez você leia a Bíblia raramente ou você não continue no evangelho? Você não pode mudar estas coisas em sua vida? Você tentou muitas, muitas vezes mas não obteve sucesso? </P><BR>Deus não te ama mais! </P> Pare! Esta é uma mentira que Satanás ama difundir! A verdade é, que Deus te ama tanto quanto as pessoas, e resolveu seus problemas com facilidade. Não é importante quantas vezes você cometeu as mesmas falhas, Deus te ama apesar disso: <DIV STYLE="padding-left:10px; font-size:smaller;"> Pois, quando ainda éramos fracos, Cristo morreu a seu tempo pelos ímpios. Porque dificilmente haverá quem morra por um justo; pois poderá ser que pelo homem bondoso alguém ouse morrer. Mas Deus dá prova do seu amor para conosco, em que, quando éramos ainda pecadores, Cristo morreu por nós. Romanos 5:6-8 (A Bíblia em Português João Ferreira de Almeida Atualizada)</SMALL><P>Deus te ama com todas as suas falhas! Pelo que mais ele deveria ter morrido na cruz em seu lugar? Mas ele gostar de ver que você se livra das suas falhas. </P><P>Isto é possível, porque você é um novo homem desde que você é um cristão (Efésios 4:20-24)! Deus lhe dará a força necessária para mudar as coisas que você quis mudar sozinho tantas vezes. </P><P>Leia a Bíblia, ore muito, vá para a igreja! Por favor peça aos outros irmãos para orarem por você, também! </P> Se você tem comentários ou dúvidas por favor envie-me um eMail!<BR>Joachim Ansorg &lt;<A HREF="mailto:joachim@ansorgs.de">joachim@ansorgs.de</A>&gt;
ru: <P>В жизни есть важные вещи, которые вам непременно нужно изменить. И они даже важнее нежели курение или здоровье.<BR>Может вы редко читаете Библию или вы ни с кем не делитесь Евангелием? И что еще хуже, вы не можете в себе это изменить, как бы не старались?</P><BR>Так что же - Бог вас больше не любит?</P> Стоп! Это ложь, которую сатана любить шептать людям в уши! Правда состоит в том, что Бог любит вас не меньше тех людей, которым все всегда удается с первого раза. Не важно сколько раз вы допускаете те же самые ошибки - Бог любит вас не меньше: <DIV STYLE="padding-left:10px; font-size:smaller;"> Ибо Христос, когда еще мы были немощны, в определенное время умер за нечестивых. Ибо едва ли кто умрет за праведника; разве за благодетеля, может быть, кто и решится умереть. Но Бог Свою любовь к нам доказывает тем, что Христос умер за нас, когда мы были еще грешниками. </DIV> <SMALL>Римлянам 5:6-8</SMALL> <P>Бог любит вас, несмотря на ваши неудачи и ошибки! Из-за чему бы Ему умирать на кресте за вас, если бы Он не любил вас такими как вы есть? Ему нравится видеть, как вы избавляетесь от своих недостатков. </P> <BR>Вы можете этого достичь, потому что вы стали новым человеком после того, как стали христианином (Ефесянам 4:20-24)! Бог сам даст вам силы, которые нужны для перемены!</P> <BR>Читайте Библию, много молитесь, посещайте церковь! И пожалуйста, не стесняйтесь просить других молиться о вас.</P> Свои размышления вы можете послать мне на мой имейл.<BR>Joachim Ansorg &lt;<A HREF="mailto:joachim@ansorgs.de">joachim@ansorgs.de</A>&gt;

source: MacSword for OS X
de: MacSword für OS X
pt_br: MacSword para OS X

source: MacSword is a new Bible study application for the new Macintosh OS X system.<BR> The screenshots look very promising!
de: MacSword ist ein neues Bibelstudienprogramm für das neue Macintosh OS X System.<BR> Die Bildschirmfotos sehen sehr vielversprechend aus!
pt_br: MacSword é um novo software de estudo da Bíblia para o novo sistema Macintosh OS X.<BR>As telas parecem muito promissoras!

source: Bible software for Mac
de: Bibelsoftware für den Mac
pt_br: Softwares Bíblicos para Mac

source: BibleReader is a good and fast Bible study application for Unix systems. It's on of the few linux Bible study programs, which are not based on the Sword library<BR> Check it out!
de: BibleReader ist ein gutes und schnelles Bibelstudien Programm für Unix Systeme. Es ist eines der wenigen Bibelprogramme für Linux, die nicht auf der Sword Bibliothek basieren.<BR> Probieren Sie es aus!

source: Sword for Windows
de: Sword für Windows
pt_br: Sword para Windows

source: This is the Windows Bible study application made by the Sword team!<BR> Sword is supported by the Crosswire Bible Society.
de: Dies ist das Windows Bibelprogramm des Sword Teams!<BR>Sword wird von der Crosswire Bibelgesellschaft unterstützt.
pt_br: Esta é a aplicação de estudo da Bíblia para Windows feito pelo time do Sword!<BR>Sword é suportado pela Sociedade Bíblica Crosswire.

source: The home of the new common exchange Text format OSIS, which will hopefully be used by many Bible societies and publishers of the world.
de: Das Zuhause des neuen Textaustausch-Formates OSIS, welches hoffentlich von vielen Bibelgesellschaften und Verlagen der Welt benutzt werden wird.
pt_br: O lar do novo formato de texto de troca comum OSIS, que esperamos será usado por muitas sociedades Bíblicas e editoras do mundo

source: Volksbibel 2000.2 is a german, metacard based software Bible study tool for Windows, Linux and Mac.<BR> Althouth there are not so many texts as other software packages have, it has some cool things like basic map support included. <BR> If you are german try it out!
de: Volksbibel 2000.2 is ein deutsches, metacard basiertes Bibelstudien-Programm für Windows, Linux und Mac.<BR> Obwohl nicht so viele Texte wie bei anderen Software-Paketen verfügbar sind, verfügt das Programm über Dinge wie Grundlagen von Landkarten-Unterstützung.<BR> Wenn Sie Deutscher sind, probieren Sie es aus!
pt_br: Volksbibel 2000.2 é um software de estudo da Bíblia alemão, baseado em metacartão, para Windows, Linux e Mac.<BR>Apesar de não haver tantos textos quanto em outros softwares, ele tem algumas coisas legais como suporte a mapas básico incluído.<BR>Se você é alemão, experimente!

source: BibleWorks is one of the best Bible study applications for Windows! <BR> Very good but very expensive, too. Only useful for Bible scholars.
de: BibleWorks ist eines der besten Bibelstudien-Programme für Windows!<BR> Sehr gut, aber auch sehr teuer. Die Software ist nur für Theologie-Studenten wirklich nützlich!
pt_br: BibleWorks é uma das melhores aplicações para estudo da Bíblia para Windows!<BR>Muito bom mas muito caro também. Só é útil para escolas.

source: Logos is one of the best Bible study applications for Windows. <BR> You can buy many, many texts to enhance it.
de: Logos ist eine der besten Bibelstudienprogramm für Windows.<BR>Sie können sehr, sehr viele Text dazukaufen, um die Software zu erweitern.
pt_br: Logos é uma das melhores aplicações para estudo da Bíblia para Windows.<BR>Você pode comprar muitos, muitos textos para melhorá-lo.

source: Add your guestbook item
de: Fügen Sie ihren Gästebuch Eintrag hinzu
pt_br: Adicione seu item do livro de visitas

source: Report website problems
de: Seitenprobleme berichten
pt_br: Informe problemas no site
ru: Проблемы с вебсайтом

source: Copyright pages
de: Copyright Seiten
pt_br: Páginas de direito autoral
ru: Об авторских правах

source: What can I do with the CD?
de: Was kann ich mit der CD machen?
pt_br: O que eu posso fazer com o CD?

source: You can do several important things with the CD:
de: Sie können einige wichtige Dinge mit der CD machen:
pt_br: Você pode fazer muitas coisas importantes com o CD:

source: Study the Bible!
de: Studieren Sie die Bibel!
pt_br: Estude a Bíblia!

source: Use all the bibles, commentaries, lexicons, glossaries and books to study God's word! We hope, that the CD helps you to study the word in a more efficient way!
de: Benutzen Sie all die Bibeln, Kommentare, Lexika, Wörterbücher und Bücher um Gottes Wort zu studieren. Wir hoffen, dass die CD ihnen hilft, Gottes Wort in einer effizienteren Art und Weise zu studieren!
pt_br: Usar todas as bíblias, comentários, léxicons, glossários e livros para estudar a palavra de Deus! Nós esperamos, que o CD ajude você a estudar a palavra de forma mais eficiente!

source: Copy the cD!
de: Kopieren Sie die CD!

source: Make copies of the CD!
de: Machen Sie Kopien der CD!
pt_br: Faça cópias do CD!

source: Please copy the CD and share it with many others! If you can, please do this for free. If you can't, please demand only the money to cover your expenses, otherwise it woudn't be possible to distribute some of the texts on the CD.
de: Bitte kopieren Sie die CD und teilen Sie diese mit vielen anderen! Wenn Sie können, dann tun Sie dies bitte kostenlos. Wenn Sie dies jedoch nicht können, verlangen Sie bitte nur das Geld um ihre Unkosten zu decken. Ansonsten wäre es nicht möglich einige Texte auf der CD zu verteilen.
pt_br: Por favor copie o Cd e compartilhe com outros! Se você puder, por favor faça isso de graça. Se você não puder, por favor cobre somente o suficiente para cobrir suas despesas, de outra forma não seria possível distribuir alguns dos textos do CD.

source: Since we're not author of the linked pages we're not responsible for their content, we explicitely dissociate ourself from the content of the linked pages! This is required because german law says you're responsible for the content of the linked pages unless you explicitely dissociate yourself from these pages.
de: Da wir nicht Autor der verlinkten Seiten sind, sind wir nicht für deren Inhalt verantwortlich. Wir distanzieren und ausdrücklich vom Inhalt der Seiten, auf die wir verweisen. Dies ist erforderlich, weil deutsches Recht aussagt, dass man selbst für den Inhalt der verlinkten Seiten ist, außer man distanziert sich ausdrücklich vom Inhalt dieser Seiten.
pt_br: Desde que nós não somos autores das páginas lincadas nós não somos responsáveis pelo seu conteúdo, nós explicitamente nos disassociamos do conteúdo das páginas lincadas! Isto é necessário porque as leis alemãs dizem que você é responsável pelo conteúdo de páginas lincadas a menos que você explicitamente se disassocie delas.

source: List of important christian pages
de: Liste wichtiger christlicher Seiten
pt_br: Lista de páginas cristãs importantes

source: There are many other christian pages in the word wide web. Some are more, others are less important.
de: Es gibt jede Menge andere christliche Seiten im World Wide Web. Einige sind mehr, andere weniger wichtig.
pt_br: Existem muitas outras páginas cristãs na grande teia mundial. Algumas são mais, outras menos importantes.

source: We collected a list of pages which are important in our opinion.
de: Wir haben eine Liste von Seiten gesammelt, die unserer Meinung nach wichtig sind.
pt_br: Nós coletamos uma lista de páginas que são importantes em nossa opinião.

source: To subscribe to the development mailing list of the Sword project please visit the following web page and enter your eMail address there:
de: Um sich auf die Entwicklungs-Mailingliste des Sword Projektes einzutragen, besuchen Sie bitte die folgende Webseite und geben Sie dort ihre eMail Adresse ein:
pt_br: Para assinar a lista de discussão de desenvolvimento do projeto Sword por favor visite a seguinte página web e digite seu endereço de eMail lá:
ru: Чтобы подписаться на рассылку для разработчиков проекта Sword посетите следующую страницу и оставьте там адрес вашей електронной почты:

source: Archives of the Sword development mailing list are available at:
de: Archive der Sword Entwicklungs-Mailingliste sind verfügbar auf:
pt_br: Arquivos de listas de discussão de desenvolvimento do Sword estão disponíveis em:
ru: Архивы рассылки для разработчиков Sword можно найти здесь:

source: Installation of text modules
de: Installation von Text-Modulen
pt_br: Instalação dos módulos de texto
ru: Установка текстовых модулей

source: Installation of Sword's text modules
de: Installation von Swords Text-Modulen
pt_br: Instalação de módulos de texto do Sword
ru: Установка текстовых модулей Sword

source: The modules are available as ZIP files from the Crosswire Bible society. Have a look into the &raquo;Modules&laquo; section of the BibleTime web pages to get an overview of the available modules.
de: Die Module sind als ZIP Dateien bei der Crosswire Bibelgesellschaft verfügbar. Schauen Sie in den Modul-Abschnitt der BibleTime Internetseiten um einen Überblick über die verfügbaren Module zu bekommen.
pt_br: Os módulos estão disponíveis como arquivos ZIP da Sociedade Bíblica Crosswire. Dê uma olhada na seção de &raquo;Módulos&laquo; das páginas do BibleTime para ter uma idéia dos módulos disponíveis.
ru: Модули можно загрузить в формате ZIP с сайта Crosswire Bible Society. Загляните в секцию "Модули" нашего вебсайта, чтобы ознакомиться с существующими модулями.

source: Before you start installing modules please make sure BibleTime is installed!
de: Bevor Sie damit beginnen, Module zu installieren, stellen Sie bitte sicher sicher, dass BibleTime installiert ist!
pt_br: Antes de você começar instalando módulos por favor tenha certeza de que o BibleTime está instalado!
ru: Внимание: перед тем, как устанавливать модули убедитесь, что на компьютере уже установлена программа BibleTime!

source: First you have to find the directory, which we'll call now &raquo;Sword directory&laquo;, on your system. The Sword directory contains all Sword data, i.e. it contains at least the sub-directories &raquo;modules/&laquo; and &raquo;mods.d/&laquo;.
de: Zuerst müssen Sie das Verzeichnis finden, dass wir im folgenden &raquo;Sword Verzeichnis&laquo; nenn. Das Sword Verzeichnis enthält alle Sword Daten, d.h. es muss zumindest die Unterverzeichnisse &raquo;modules/&laquo; und &raquo;mods.d/&laquo; enthalten.
pt_br: Primeiro você tem que encontrar o diretório, que nós iremos chamar agora &raquo;diretório Sword&laquo;, no seu sistema. O diretório do Sword contêm todos os dados do Sword, ou seja, ao menos os sub-diretórios &raquo;modules/&laquo; and &raquo;mods.d/&laquo;.
ru: Во-первых, нужно найти на вашей системе директорию, которая называется "Sword". Директория Sword содержит все библиотеки Sword, то есть, она содержит по меньшей мере поддиректории "modules" и "mods.d".

source: Then you have to unzip the downloaded ZIP file(s) into the Sword directory to populate the two subdirectories we mentioned.
de: Anschließend müssen Sie die heruntergeladenen ZIP Dateien in das Sword Verzeichnis entpacken, um die erwähnten.zwei Unterverzeichnisse mit Daten zu füllen.
pt_br: Então você tem que descompactar o(s) arquivo(s) ZIP copiado dentro do diretório do Sword para popular os dois subdiretórios que nós mencionamos.
ru: Во-вторых, нужно разархивировать файл(ы) Sword (которые вы ранее загрузили с сайта Crosswire Bible Society) в директорию Sword, чтобы заполнить ранее упомянутые поддиректории.

source: After restarting BibleTime the modules should appear in the main index on the left side of the main window.
de: Nach einem Neustart von BibleTime sollten die Module im Hauptindex auf der linken Seite des Hauptfensters erscheinen.
pt_br: Depois de reiniciar o BibleTime os módulos devem aparecer no índice principal no lado direito da janela principal.
ru: После перезапуска BibleTime модули должны появиться в основном каталоге с левой стороны основного окна.

source: The installation instructions made by the Sword team are available here:
de: Die Installations-Anleitung, die vom Sword Team erstellt wurde, ist hier verfügbar:
pt_br: As intruções de instalação feitas pela equipe do Sword estão disponíveis aqui:
ru: Инструкции по установке модулей, поготовленных командой Sword, можно прочитать здесь:

source: If you get into troubles please read the answers to the frequently asked questions. The FAQ is available on the left side of this page.
de: Wenn Sie Probleme bekommen, lesen Sie bitte zuerst die Antworten auf die häufig gestellten Fragen. Das FAQ ist auf der linken Seite dieser Seite verfügbar.
pt_br: Se você tiver problemas por favor leia as respostas das perguntas frequentemente feitas. O FAQ está disponível no lado direito desta página.
ru: <BR>Если у вас возникнут трудности с установкой прочитайте ответы на часто задаваемые вопросы, так называемый FAQ, ссылку на который можно найти слева.

source: This page explains how to add the text modules, which are available from Crosswire, to the BibleTime software to make it really useful.
de: Diese Seite erklärt, wie man die Text-Module, die bei Crosswire verfügbar sind, zur BibleTime Software hinzufügt um diese wirklich nützlich zu machen.
pt_br: Esta página explica como adicionar os módulos de texto, que estão disponíveis em Crosswire, para que o BibleTime seja realmente útil.
ru: На этой странице вы узнаете как установить текстовые модули, которые предоставляет общество Crosswire, чтобы раскрыть потенциал BibleTime.

source: The FAQ of the Sword project is available here:
de: Das FAQ des Sword-Projektes ist hier verfügbar:
pt_br: o FAQ (Perguntas Frequentemente Feitas) do projeto Sword está disponível aqui:
ru: FAQ для проекта Sword можно найти здесь:

source: Back to the BibleTime FAQ:
de: Zurück zum BibleTime FAQ:
pt_br: Voltar ao FAQ do BibleTime:
ru: Вернуться к FAQ BibleTime:

source: BibleTime development mailing list
de: BibleTime Entwicklungs Mailingliste
pt_br: Lista de discussão de desenvolvimento do BibleTime
ru: Рассылка для разработчиков BibleTime

source: Sword development mailing list
de: Sword Entwicklungs Mailingliste
pt_br: Lista de discussão de desenvolvimento do Sword
ru: Рассылка для разработчиков Sword

source: Don't forget to install some text modules after you installed BibleTime:
de: Vergessen Sie nicht, einige Text Module zu installieren, nachdem Sie BibleTime installiert haben:
pt_br: Não se esqueça de instalar alguns módulos de texto depois de instalar o BibleTime:
ru: Не забудьте установить текстовые модули после того, как вы установили BibleTime:

source: How to install the text modules
de: Wie man die Text Module installiert
pt_br: Como instalar os módulos de texto
ru: Как установить текстовые модули

source: Where can I write down my personal notes?
de: Wo kann ich meine persönlichen Anmerkungen aufschreiben?
pt_br: Onde eu posso escrever minhas notas pessoais?
ru: Где я могу вести свои заметки при изучении Библии?
