Repository: bibletime/historic-bibletime.info
Catalog: compendium/*/*.po
Languages: de, pt_br, ru

source: We are sorry that we can't offer a recommended list of Lexicon modules in your language! Either there are no modules in your language or nobody spent the few minutes to create such a list! If you feel you have the time now please make such a list from the Lexicon modules available in your language and send it to info@bibletime.info!
de: Es tut uns leid, dass wir keine Empfehlungsliste von Lexika ihrer Sprache anbieten können! Entweder gibt es keine Module in ihrer Sprache, oder niemand hat die paar Minuten geopfert um eine solche Liste zu machen! Wenn Sie denken, dass Sie gerade diese Zeit haben, so erstellen Sie doch bitte eine Liste der Lexika, die in ihrer Sprache verfügbar sind und senden Sie diese an info@bibletime.info!
pt_br: Nós sentimos muito por não podermos oferecer uma lista de módulos de Léxicons recomendada no seu idioma! Também não existem módulos em seu idioma ou ninguém gastou uns poucos minutos para criar tal lista! Se você achar que tem tempo agora por favor faça a lista dos módulos de Léxicons disponíveis em seu idioma e envie para info@bibletime.info!
ru: Мы приносим извинения, что не можем рекомендовать словари на вашем языке. На данный момент такие модули отсутствуют на русском языке.

source: Here's now the list of recommended Lexicon modules in English:
de: Hier ist eine Liste von empfehlenswerten Lexika in Englisch:
pt_br: Aqui está a lista de módulos de Léxicons recomendados em Inglês:
ru: Ну а пока, вот список рекомендованых модулей со словарями на английском языке:

source: All available book modules
de: Alle vefügbaren Buch-Module
pt_br: Todos os módulos de livros disponíveis

source: All books which are available from the Crosswire Bible Society can be downloaded here:
de: Alle Bücher, die von der Crosswire Bibelgesellschaft verfügbar sind, können auf folgender Seite heruntergeladen werden:
pt_br: Todos os livros que estão disponíveis da Sociedade Bíblica Crosswire podem ser copiados aqui:

source: Recommended book modules
de: Empfohlene Buch-Module
pt_br: Módulos de livros recomendados

source: We can recommend the following Book modules, which are in your language:
de: Wir können die folgenden Buch Module empfehlen, die in ihrer Sprache sind:

source: All available devotional modules
de: Alle verfügbaren Andachtsbücher
pt_br: Todos os módulos devocionais disponíveis

source: All devotionals which are available from the Crosswire Bible Society can be downloaded here:
de: Alle Andachtsbücher, die von der Crosswire Gesellschaft verfügbar sind, können hier heruntergeladen werden:
pt_br: Todos os devocionais que estão disponíveis da Sociedade Bíblica Crosswire podem ser copiados aqui:

source: Recommended devotional modules
de: Empfohlene Andachtsbücher
pt_br: Módulos devocionais recomendados

source: We are sorry that we can't offer a recommended list of Devotional modules in your language! Either there are no modules in your language or nobody spent the few minutes to create such a list! If you feel you have the time now please make such a list from the Devotional modules available in your language and send it to info@bibletime.info!
de: Es tut uns leid, dass wir keine Empfehlungsliste von Andachtsbüchern ihrer Sprache anbieten können! Entweder gibt es keine Module in ihrer Sprache, oder niemand hat die paar Minuten geopfert um eine solche Liste zu machen! Wenn Sie denken, dass Sie gerade diese Zeit haben, so erstellen Sie doch bitte eine Liste der Andachtsbücher, die in ihrer Sprache verfügbar sind und senden Sie diese an info@bibletime.info!
pt_br: Nós sentimos muito por não podermos oferecer uma lista de módulos Devocionais recomendada no seu idioma! Também não existem módulos em seu idioma ou ninguém gastou uns poucos minutos para criar tal lista! Se você achar que tem tempo agora por favor faça a lista dos módulos Devocionais disponíveis em seu idioma e envie para info@bibletime.info!

source: Here's now the list of recommended Devotional modules in English:
de: Hier nun eine Liste empfehlenswerter Andachtsbücher in Englisch:
pt_br: Aqui está a lista de módulos Devocionais recomendados em Inglês:

source: All available cult / questionable modules
de: Alle verfügbaren sektiererische / fragwürdige Module
ru: Все оккультные или сомнительные модули

source: All cult modules which are available from the Crosswire Bible Society can be downloaded here:
de: Alle sektiererische Module, die von der Crosswire Bibelgesellschaft verfügbar sind, können auf folgender Seite herunergeladen weren:
ru: Здесь вы можете загрузить все оккультные или сомнительные модули, которые предоставляет Crosswire Bible Society

source: The modules listed under the section cults shows cult / unorthodox / questionable material that can be downloaded.
de: Die Module, die in der Rubrik Sekten angezeigt werden, enthalten sektiereisches / unortodoxes / fragwürdiges Material, das heruntergeladen werden kann.
ru: Модули в этой секции содержат оккультный, непринятый либо сомнительный материал, который иногда необходим для разных целей.

source: The BibleTime developers will never recommend cult material, so there's no list of recomended texts.
de: Die BibleTime Entwickler werden niemals Sekten Material empfehlen, daher gibt es keine Liste empfehlenswerter Module.
ru: Разработчики BibleTime никогда не будут делать каких-либо рекомендаций по оккультному материалу, поэтому здесь вы не найдете списка рекомендованых модулей.

source: What is the Sword CD?
de: Was ist die Sword CD?
pt_br: O que é o CD Sword?
ru: Что такое Sword на компакт-диске?

source: The Sword project offers a CD which contains all the software for Windows, Linux and Mac OS X.
de: Das Sword Projekt bietet eine CD an, welche die Software für Windows, Linux und Mac OS X enthält.
pt_br: O projeto Sword oferece um cd que contêm todos os softwares para Windows, Linux e Mac OS X.

source: The CD is freely available like all the other things the Crosswire Bible society is offering for you! See below how to download the CD.
de: Die CD ist, wie all die anderen Dinge der Crosswire Bibelgesellschaft auch, frei verfügbar! Schauen Sie weiter unten, um die CD herunterzuladen.
pt_br: O CD está disponível livremente como tudo o mais que a Sociedade Bíblica Crosswire está te oferecendo! Veja abaixo como copiar o CD.

source: If you're living in Europe the BibleTime developers send out the CDs to you. In this case please fill out the form below and send it away.
de: Wenn Sie in Europa leben, dann schicken die BibleTime Entwickler ihnen die CDs. In diesem Falle füllen Sie das Formular unten aus und schicken Sie es ab.
pt_br: Se você está vivendo na Europa os desenvolvedores do BibleTime podem enviar os CDs para você. Neste caso por favor preencha o formulário abaixo e envie de volta.

source: I want to download the Sword CD!
de: Ich möchte die Sword CD herunterladen!
pt_br: Eu quero copiar o CD do Sword!

source: No problem! Please download the file with the latest date from <A HREF="ftp://ftp.crosswire.org/pub/sword/iso/">ftp.crosswire.org/pub/sword/iso/</A>.
de: Kein Problem! Bitte laden Sie die Datei mit dem letzten Datum von <A HREF="ftp://ftp.crosswire.org/pub/sword/iso/">ftp.crosswire.org/pub/sword/iso/</A> herunter.
pt_br: Sem problemas! Por favor copie o arquivo da última data de <A HREF="ftp://ftp.crosswire.org/pub/sword/iso/">ftp.crosswire.org/pub/sword/iso/</A>.

source: Don't forget that the file is over 600 MB large and that you should have a fast connection to download it.
de: Vergessen Sie nicht, dass die Datei über 600MB groß ist, sie sollten also eine schnelle Verbindung haben, um sie herunterzuladen.
pt_br: Não se esqueça que o arquivo tem mais de 600 MB de tamanho e que você deve ter uma conexão rápida para copiá-lo.

source: I want to order the Sword CD!
de: Ich möchte die Sword CD bestellen!
pt_br: Eu quero comprar o CD do SWORD!

source: If you're NOT living in Europe please go to the <A HREF="http://www.crosswire.org/crosswire/sword/">Crosswire's CD order page</A> and order the CD there.
de: Wenn Sie NICHT in Europa leben, gehen Sie bitte auf die Seite <A HREF="http://www.crosswire.org/crosswire/sword/">Crosswire's CD Bestellung</A> und bestellen Sie die CD dort.
pt_br: Se você NÃO está vivendo na Europa por favor vá para a <A HREF="http://www.crosswire.org/crosswire/sword/">página de compra do CD da Crosswire</A> e compre o CD.

source: If you're living somewhere in Europe the BibleTime developers will send you the CD. Please fill in the required information in the form below and send it.<BR>The BibleTime developers will send you the CDs for free.
de: Wenn Sie irgendwo in Europa leben, dann schicken die BibleTime Entwickler ihnen die CD. Bitte geben Sie die benötigten Informationen im Formular unten ein und schicken Sie es ab. <BR> Die BibleTime Entwickler schicken ihnen die CD umsonst.
pt_br: Se você está vivendo em algum lugar da Europa os desenvolvedores do BibleTime enviarão o CD para você. Por favor preencha a informação requerida no formulário abaixo e envie.<BR>Os desenvolvedores do BibleTime enviarão os CDs gratuitamente.

source: Your full name:
de: Ihr vollständiger Name:
pt_br: Seu nome completo:

source: Your street and number:
de: Ihe Straße und Hausnummer:
pt_br: Sua rua e número:

source: Your town:
de: Ihr Wohnort:
pt_br: Sua cidade:

source: Your country:
de: Ihr Land:
pt_br: Seu país:

source: How many CDs do you want?
de: Wie viele CDs möchten Sie erhalten?
pt_br: Quantos CDs você quer?

source: Your eMail address:
de: Ihre eMail Adresse:
pt_br: Seu endereço de eMail:

source: Comments / Notes:
de: Kommentare / Anmerkungen:
pt_br: Comentários / Notas:

source: Check order
de: Bestellung überprüfen
pt_br: Checar compra

source: Reset order
de: Bestellung zurücksetzen
pt_br: Zerar compra

source: BibleTime's guestbook
de: BibleTimes Gästebuch
pt_br: Livro de visitas do BibleTime
ru: Гостевая книга BibleTime

source: This page shows BibleTime's guestbook. Please post your own comments if you like. Please write your comments in english if possible!
de: Diese Seite zeigt BibleTimes Gästebuch. Bitte schreiben Sie uns ihre eigenen Kommentare, wenn Sie möchten. Schreiben Sie ihre Anmerkungen bitte in Englisch, wenn möglich.
pt_br: Esta página mostra o livro de visitas do BibleTime. Por favor coloque seus próprios comentários se você quiser. Por favor escreva seus comentários em inglês se possível!
ru: На этой странице вы найдете гостевую книгу проекта BibleTime. Если хотите оставьте в книге ваши комментарии. Пожалуйста, если можете, пишите по английски.

source: HTML is not allowed and will be removed. You may use normal line breaks to divide into paragraphs.
de: HTML ist nicht erlaubt und wird entfernt. Sie können normale Zeilenumbrüche benutzen, um in Absätze aufzuteilen.
pt_br: Não é permitido HTML e será removido. Você pode usar quebras de linhas normais para dividir em parágrafos.
ru: Не пишите в HTML (такие комментарии будут удалены). Можно использовать обычный обрыв строки, чтобы разделить текст на абзацы.

source: Please add your comments to our guestbook!
de: Bitte fügen Sie ihre Kommentare zu unserem Gästebuch hinzu!
pt_br: Por favor adicione seus comentários ao nosso livro de visitas!
ru: Введите свои комментарии в гостевую книгу.

source: Web address:
de: Internetadresse:
pt_br: Endereço web:
ru: Адрес вебсайта:

source: Comments:
de: Kommentare:

source: Add your comments ...
de: Kommentare hinzufügen ...
pt_br: Adicione seus comentários...
ru: Добавить в книгу

source: writes
de: schreibt
ru: пишет

source: Biblesoftware for Linux
de: Bibelsoftware für Linux
pt_br: Softwares Bíblicos para Linux

source: Biblesoftware for Windows
de: Bibelsoftware für Windows
pt_br: Softwares Bíblicos para Windows

source: Christian Science
de: Christen und Wissenschaft

source: Christian publishers
de: Christliche Verlage
pt_br: Editoras Cristãs

source: General christian pages
de: Allgemeine christliche Seiten
pt_br: Páginas cristãs gerais

source: The Crosswire Bible society is one of the few christian organizations in the world providing everything they make free for all!<BR> Crosswire supports the Sword project, the KJV2003 project and some other cool things.
de: Die Crosswire Bibelgesellschaft ist eine der wenigen christlichen Organisationen der Erde, die alles was die herstellen, kostenlos für alle anbieten!<BR> Crosswire unterstützt das Sword Projekt, das KJV2003 Projekt und einige andere großartige Dinge.
pt_br: A sociedade Bíblica Crosswire é uma das poucas organizações cristãs no mundo que doam sem custo tudo o que produzem!<BR>Crosswire suporta o projeto Sword, o projeto KJV2003 e algumas outras coisas legais.

source: CLV - german publisher
de: CLV - Deutscher Verleger
pt_br: CLV - publicadora alemã

source: CLV is a German publisher offering free downloads of many of their published books.
de: CLV ist ein deutscher Verlag, der freie Downloads für viele seiner veröffentlichten Werke zur Verfügung stellt.
pt_br: CLV é uma publicadora alemã que oferece downloads gratuitos de muitos de seus livros publicados.

source: Gnomesword is a Sword frontend using the Gnome toolkit. A really good application. Be sure to check it out!
de: Gnomesword ist ein Sword Frontend für Gnome. Eine wirklich gelungene Anwendung. Probieren Sie sie auf jeden Fall aus!
pt_br: Gnomesword é uma interface gráfica para o Sword usando o kit de ferramentas Gnome. Uma aplicação realmente boa. Nao deixe de checar!

source: The online Bible is a powerful Bible study application for Windows.
de: Die Online Bibel ist ein mächtiges Bibelstudien Programm für Windows.
pt_br: A Bíblia online é uma aplicação poderosa de estudo da Bíblia para Windows.

source: The Bible Workshop program is a powerful Bible study application for Windows, which is available in english, german and french.<BR> It's possible to enhance the Bible Workshop using Text libraries you can buy.
de: Das Bible Workshop Programm ist eine mächtiges Bibelstudien Anwendung für Windows, die in Englisch, Deutsch und Französisch verfügbar ist.<BR> Es ist möglich BibleWorkshop durch Text-Bibliotheken zu erweitern, die sie kaufen können.
pt_br: O programa Bible Workshop é uma aplicação poderosa de estudo da Bíblia para Windows, que está disponível em inglês, alemão e francês.<BR>É possível melhorar o Bible Workshop usando bibliotecas de Texto que você pode comprar.

source: How to link to www.bibletime.info
de: Wie man auf www.bibletime.info verweist
pt_br: Como criar um link para www.bibletime.info
ru: Как сделать ссылку на www.bibletime.info

source: There are three ways you can go to link to our pages:
de: Es gibt drei Möglichkeiten, um auf unsere Seiten zu verweisen:
pt_br: Existem três maneiras para você apontar um link para nossas páginas:
ru: Можно сделать ссылку на наши страницы тремя способами:

source: 1. Larger banner
de: 1. Großer Banner
pt_br: 1. Banner maior
ru: 1. Большой баннер

source: 2. Smaller banner
de: 2. Kleiner Banner
pt_br: 2. Banner menor
ru: 2. Маленький баннер

source: 3. Simple text link
de: 3. Einfacher Textverweis
pt_br: 3. Link de texto simples
ru: 3. Текстовая гиперссылка

source: Please do not copy the images because they may change their design.
de: Bitte kopieren Sie nicht die Bilder, da sie das Design verändern könnten.
pt_br: Por favor não copie as imagens porque elas podem mudar o desenho
ru: Пожалуйста не копируйте картинки, так как они могут изменить свою форму.

source: Put the following HTML-code on your pages:
de: Setzen Sie den folgenden HTML-Code auf ihre Seiten:
pt_br: Coloque o seguinte código HTML em suas páginas:
ru: Вставьте следующий код HTML на вашей странице:

source: This will look like this:
de: Dies sieht dann folgendermaßen aus:
pt_br: Isto se parecerá com:
ru: Это будет выглядеть так:

source: 3. Text link
de: 3. Textverweis
pt_br: 3. Link de texto
ru: 3. Текстовая гиперссылка

source: To insert a simple text link please use the following HTML code on your pages:
de: Um einen einfachen Textverweis einzufügen, benutzen Sie bitte den folgenden HTML Code auf ihren Seiten:
pt_br: Para inserir um link de texto simples por favor use o seguinte código HTML em suas páginas:
ru: Чтобы вставить текстовую гиперссылку используйте такой код HTML на вашей странице:

source: BibleTime - Bible study software for KDE
de: BibleTime - Bibelstudiensoftware für KDE
pt_br: BibleTime - Software de estudo da Bíblia para KDE
ru: BibleTime - программа для изучения Библии под KDE

source: Our aim is to make BibleTime into a really mature Bible study application which should be used by christians to grow in their relationship with Him!
de: Es ist unser Ziel BibleTime zu einer vollendeten Anwendung für das Bibelstudium zu machen, das von Christen benutzt werden sollte, um in ihrer Beziehung zu ihm zu achsen.
pt_br: Nosso objetivo é fazer do BibleTime uma aplicação de estudo da Bíblia realmente maduro que possa ser usado por cristãos para crescer em seu relacionamento com Ele!
ru: Нашей целью является развитие BibleTime до уровня зрелой программы для изучения Бибилии, которая помогала бы христианам возрастать в своих отношениях с Богом!

source: To make this possible we need your help! It is possible to help us in many ways. Please read this page to whether you can help us improving the BibleTime software.
de: Um das möglich zu machen, benötigen wir ihre Hilfe! Es gibt viele Wege, dies zu tun. Bitte lesen Sie diese Seite, um zu sehen, ob Sie mithelfen können, BibleTime zu verbessern.
pt_br: Para tornar isto possível nós precisamos de sua ajuda! É possível nos ajudar de muitas maneiras. Por favor leia esta página se você puder nos ajudar a melhorar o BibleTime.
ru: Чтобы достичь этой цели нам нужна ваша помощь! Для вас открыто множество возможностей. Продолжайте читать, чтобы узнать каким образом вы можете улучшить програмный продукт BibleTime.

source: Do you want to pray?
de: Möchten Sie beten?
pt_br: Você quer orar?
ru: Хочешь молиться об этом проекте?

source: Praying is something everybody can do. If you are praying for the Sword and BibleTime projects you are helping us as much as the other team members of the BibleTime project.
de: Beten ist etwas, was jeder tun kann. Wenn Sie für die Sword und BibleTime Projekte beten, tun Sie genauso viel, wie die anderen Team-Mitglieder des BibleTime Projektes.
pt_br: Orar é algo que todos podem fazer. Se você estiver orando pelo projeto Sword e BibleTime você está nos ajudando tanto quanto outras equipes do projeto BibleTime.
ru: Молиться может каждый. Если вы будете молиться о проектах Sword и BibleTime вы будете помогать нам не чуть не меньше других членов команд этих проектов.

source: Do you know how to program software?
de: Können Sie Software schreiben?
pt_br: Você sabe programar softwares?
ru: Умеешь программировать?

source: Do you know how to program in C++? Are you familiar with the KDE programming interface or are motivate to learn it? If you have time to regularly work on the BibleTime source code we ask you to join our team!
de: Können Sie in C++ programmieren? Kennen sie die KDE Programmierschnittstelle oder sind sie motiviert, sie zu lernen? Wenn Sie regelmäßig Zeit haben, am Quellcode von BibleTime zu arbeiten, bitten wir Sie unserem Team beizutreten!
pt_br: Você sabe como programar em C++? Você está familiarizado com a interface de programação d KDE ou está motivado a aprendê-la? Se você tiver tempo para trabalhar regularmente no código fonte do BibleTime nós lhe pedimos para se juntar ao nosso time!
ru: Умеете ли вы программировать в С++? Знаком ли вам интерфейс программирования KDE, а если нет, то хотите ли вы его выучить? Если у вас есть время, чтобы регулярно работать над исходным кодом BibleTime добро пожаловать в нашу команду!

source: If you want to join the team, please read the page &raquo;Join the team&laquo; in this section.
de: Wenn Sie dem Team beitreten möchten, lesen Sie bitte die Seite &raquo;Dem Team beitreten&laquo; in diesem Abschnitt.
pt_br: Se você quiser se juntar à equipe, por favor leia a página &raquo;Junte-se ao time&laquo; nesta seção
ru: Если вы хотите стать членом нашей команды прочтите секцию "Стань членом команды.

source: Do you know how to write documentation?
de: Wissen Sie, wie man Dokumentation schreibt?
pt_br: Você sabe como escrever documentação?
ru: Умеешь писать документацию?

source: Do you think you would be good in working on BibleTime's english documentation?
de: Denken Sie, Sie wären gut darin, an BibleTimes englischer Dokumentation zu arbeiten?
pt_br: Você acreditar que seria bom para trabalhar na documentação em inglês do BibleTime?
ru: Вам кажется, что у вас получится писать документацию к BibleTime на английском языке?

source: If you think you are, please read the page &raquo;Join the team&laquo; in this section.
de: Wenn Sie denken, Sie wären es, lesen Sie bitte die Seite &raquo;Dem Team Beitreten&laquo; in diesem Abschnitt.
pt_br: Se você acredita que é, por favor leia a página &raquo;Junte-se ao time&laquo; nesta seção.
ru: Если да, то прочитайте страницу "Стань членом команды".

source: Are you good in translating english into another language?
de: Können Sie gut Englisch in eine andere Sprache übersetzen?
pt_br: Você é bom em traduzir do inglês para outros idiomas?
ru: Умеешь хорошо переводить с английского на другой язык?

source: BibleTime should be useable for everyone. That's why we need a translation into your language, if it's not yet available!
de: BibleTime sollte für jeden benutzbar sein. Deshalbbenötigen wir eine Übersetzung in ihre Sprache, falls diese noch nicht verfügbar ist!
pt_br: BibleTime deve ser usável para qualquer um. Este é o motivo de nós precisarmos de tradução para o seu idioma, se ainda não estiver disponível!
ru: BibleTime должна быть доступна всем. Вот почему мы хотим видеть перевод на ваш язык, если такового еще нет.

source: If you decide to start working on a translation please contact us at info@bibletime.info to see whether the translation was not yet started by another team member. We will provide you with the files which should be translated.
de: Wenn Sie entschieden haben, an einer Übersetzung zu arbeiten, kontaktieren Sie uns bitte durch info@bibletime.info um zu erfahren, ob die Übersetzung nicht bereits von einem anderen begonnen wurde. Wir werden ihnen die Dateien schicken, die üersetzt werden müssen.
pt_br: Se você decidir iniciar o trabalho de tradução por favor nos contacte em info@bibletime.info para ver se a tradução ainda não foi iniciada por outro membro do time. Nós providenciaremos os arquivos que deverão ser traduzidos.
ru: Если вы захотите применить свои переводчиские способности напишите нам по адресу info@bibletime.info, чтобы убедится, что перевод на ваш язык еще не начат другим членом команды. Мы вышлем вам файлы для перевода.

source: Please use the KDE program called &raquo;KBabel&laquo; to translate the files! It's a good tool which simplifies the translation process
de: Bitte benutzen Sie das KDE Programm &raquo;KBabel&laquo; um die Dateien zu übersetzen. Es ist ein gutes Werkzeug für den Übersetzungsvorgang.
pt_br: Por favor use o programa para KDE chamado &raquo;KBabel&laquo; para traduzir os arquivos! É uma boa ferramenta que simplifica o processo de tradução
ru: После этого вы можете использовать программу KDE, которая называется "KBabel" для перевода этих файлов. Эта программа - хороший инструмент в помощь переводчику.

source: Join the BibleTime team
de: Dem BibleTime Team beitreten
pt_br: Junte-se ao time do BibleTime
ru: Стань членом команды BibleTime
