Repository: bibletime/historic-bibletime.info
Catalog: compendium/*/*.po
Languages: de, pt_br, ru

source: About BibleTime
de: Über BibleTime
pt_br: Sobre o BibleTime
ru: О BibleTime

source: News
de: Neues
pt_br: Notícias
ru: Новости

source: Sometimes
de: Manchmal
pt_br: Algumas vezes
ru: Иногда

source: Gallery
de: Galerie
pt_br: Galeria
ru: Галерея

source: Download
de: Herunterladen
ru: Загрузить ПО

source: In the press
de: In der Öffentlichkeit
pt_br: Na mídia
ru: Пресса о нас

source: Links
de: Verweise
ru: Ссылки

source: Link to us
de: Auf uns verweisen
pt_br: Link para nós
ru: Ссылка к нам

source: License
de: Lizenz
pt_br: Licença
ru: Лицензия

source: Documentation
de: Dokumentation
pt_br: Documentação
ru: Документация

source: Modules
de: Module
pt_br: Módulos
ru: Модули

source: Contact
de: Kontakt
pt_br: Contato
ru: Напиши нам

source: Development
de: Entwicklung
pt_br: Desenvolvimento
ru: Разработка ПО

source: Screenshots
de: Bildschirmfotos
pt_br: Telas
ru: Скриншоты

source: Take a moment ...
de: Moment mal ...
pt_br: Tire um momento...
ru: Задумайся...

source: <B>I don't want to smoke any more ...</B><BR> Do you want to stop smoking? Do you think you're to fat? Do you want to do more sports?
de: <B>Ich will nie mehr rauchen ...</B><BR>Wollen Sie mit dem Rauchen aufhören? Denken Sie, Sie sind zu dick? Wollen Sie mehr Sport machen?
pt_br: <B>Eu não quero fumar mais...</B><BR>Você quer parar de fumar? Você acha que está gordo(a)? Você quer praticar mais esportes?
ru: <B>Не хочу больше курить...</B><BR>Хочешь бросить курить? Думаешь, что ты слишком толстый? Хочешь заниматься спортом?

source: Read all ...
de: Alles lesen ...
pt_br: Leia tudo...
ru: Читай дальше...

source: Current poll
de: Akt. Umfrage
pt_br: Enquete atual
ru: Опрос

source: What do you think should be improved / added in BibleTime?
de: Was sollte ihrer Meinung nach an BibleTime verbessert oder hinzugefügt werden?
pt_br: O que você acha que deveria ser melhorado/adicionado no BibleTime?
ru: Что, по-вашему, можно улучшить или добавить в BibleTime?

source: Stability
de: Stabilität
pt_br: Estabilidade
ru: Стабильность

source: Speed
de: Geschwindigkeit
pt_br: Velocidade
ru: Быстроту работы

source: User interface
de: Benutzeroberfläche
pt_br: Interface com Usuário
ru: Интерфейс

source: More translations
de: Mehr Übersetzungen
pt_br: Mais traduções
ru: Перевод на мой язык

source: Web pages
de: Internetseiten
pt_br: Páginas web
ru: Веб-страницы

source: Vote!
de: Abstimmen!
ru: Голосуй!

source: See results!
de: Ergebnisse anschauen!
pt_br: Veja os resultados!
ru: К результатам!

source: Our tip
de: Unser Tipp
pt_br: Nossa dica
ru: Наш совет

source: Visit the pages of the <A TARGET="_blank" HREF="http://www.crosswire.org/crosswire/sword/">Crosswire Bible Society</A> if you're searching for new or updated text modules!
de: Besuchen Sie die Internetseiten der <A TARGET="_blank" HREF="http://www.crosswire.org/crosswire/sword/">Crosswire Bible Society</A> wenn Sie nach neuen oder verbesserten Textmodulen suchen!
pt_br: Visite as páginas da <A TARGET="_blank" HREF="http://www.crosswire.org/crosswire/sword/">Sociedade Bíblica Crosswire</A> se você está pesquisando por novos ou atualizados módulos de texto!
ru: Посетите страницу <A TARGET="_blank" HREF="http://www.crosswire.org/crosswire/sword/">Crosswire Bible Society</A> если вам нужны новые или обновленные текстовые модули.

source: Welcome to the BibleTime project!
de: Willkommen zum BibleTime Projekt!
pt_br: Bem vindo(a) ao projeto BibleTime!
ru: Добро пожаловать в проект BibleTime!

source: BibleTime is a Bible study application for Linux. We believe that it's a useful tool for every christian using Linux!
de: BibleTime ist ein Bibelstudienprogramm für Linux. Wir denken, dass es ein nüzliches Werkzeug für jeden Christen ist, der Linux benutzt.
pt_br: O BibleTime é uma aplicação de estudo da Bíblia para Linux. Nós acreditamos que é uma ferramenta útil para cada cristão que usa Linux!
ru: BibleTime является программой для изучения Библии под Linux. Думаем, что наша программа будет полезным подспорьем для каждого христианина, который использует Linux!

source: If you want to know more about BibleTime please read the &raquo;About BibleTime&laquo; pages:
de: Wenn Sie mehr über BibleTime wissen möchten, so lesen Sie bitte die &raquo;Über BibleTime&laquo; Seiten:
pt_br: Se você quer saber mais sobre o BibleTime por favor leia as páginas &raquo;Sobre BibleTime&laquo;:
ru: Если вы хотите узнать подробности о BibleTime прочитайте страницу

source: We encourage you to read the short devotion in the right upper corner of each page!
de: Wir möchten Sie ermutigen, die kurze Andacht in der rechten, oberen Ecke zu lesen!
pt_br: Nós encorajamos você a ler as pequenas devocionais à no canto esquerdo superior de cada página!
ru: Также мы советует прочитать краткое приглашение к размышлению и молитве в правом верхнем углу каждой страницы.

source: We ask you to take part part in the current poll, which is displayed on the right part of each page! This way we get useful feedback to improve BibleTime!
de: Wir bitten Sie, an der aktuellen Umfrage teilzunehmen, welche rechts auf jeder Seite angezeigt wird. Auf diese Art und Weise bekommen wir nützliche Rückinfos um BibleTime zu verbessern.
pt_br: Nõs lhe encorajamos a participar da enquete atual, que é mostrada à direita de cada página! Desta forma nós saberemos como melhorar o BibleTime!
ru: К тому же вы можете принять участие в опросе, который вы найдете в правой колонке каждой страницы. Таким образом вы поможете нам улучшить BibleTime!

source: German unrevised Elberfelder Bible available
de: Deutsche unrevidierte Elberfelder Bibel verfügbar
pt_br: Bíblia Alemã Elberfelder não revisada disponível
ru: Стал доступен немецкий перевод Библии Elberfelder

source: Added by
de: Hinzugefügt von
pt_br: Adicionado por
ru: Добавил

source: on
de: am
pt_br: na(o)

source: The german unrevised Elberfelder Bible was made available recently so everybody can use it now! Get the module here: <A HREF="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=GerElb">GerElb module information</A>. <BR> The module was published because the copyright expired at 01.01.2003. That's great news for Germans!
de: Die deutsche unrevidierte Elberfelder Bibel wurde vor kurzem verfügbar, so dass diese nun von jedem benutzt werden kann! Laden Sie das Modul hier herunter: <A HREF="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=GerElb">GerElb Modul-Informationen</A>.<BR>Das Modul wurde veröffentlicht, weil das Copyright am 1.1.2003 abgelaufen ist. Das sind gute Neuigkeiten für unsere deutschsprachigen Benutzer!
pt_br: A Bíblia alemã não revisada Elberfelder foi feita disponível recentemente então todo mundo pode usá-la agora! Pegue o módulo aqui:<A HREF="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=GerElb">GerElb module information</A>.<BR>O módulo foi publicado porque o direito autoral (copyright) expirou em 01.01.2003. É uma grande notícia para os Alemães!
ru: Немецкий перевод Библии Elberfelder в оригинальном виде стал недавно доступен для всех, кто знает немецкий язык. А взять этот модуль можно здесь: <A HREF="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=GerElb">GerElb module information</A>. <BR>Модуль был выпущен бесплатно благодаря тому, что срок авторских прав на него истек 1 января 2003 года. Что ж, это прекрасные новости для всех немцев!

source: BibleTime 1.3beta4 released
de: BibleTime 1.3beta4 veröffentlicht
pt_br: BibleTime 1.3beta4 liberado
ru: Вышла версия 1.3beta4 BibleTime

source: We just released the hopefully last beta version for BibleTime 1.3. One or more release candidates may follow. Download it <a href=http://prdownloads.sourceforge.net/bibletime/bibletime-1.3beta4.tar.bz2?download>here</a>, and report success or failure <a href=https://sourceforge.net/tracker/?atid=521207&group_id=954&func=browse>here</a>. This version fixes many bugs, changes some default settings to more reasonable values, and has search result highlighting again. Yay!
de: Wir haben jetzt die hoffentlich letzte Beta Version von BibleTime 1.3 veröffentlicht. Ein oder mehrere Release-Kandiaten könnten noch folgen. Laden Sie die Version <a href=http://prdownloads.sourceforge.net/bibletime/bibletime-1.3beta4.tar.bz2?download>hier herunter</a>, und berichten Sie Erfolge und Probleme <a href=https://sourceforge.net/tracker/?atid=521207&group_id=954&func=browse>hier</a>. Diese Version behebt viele Fehler, hat sinnvollere Grundeinstellungen einiger Werte und hat endlich wieder die Hervorhebung der Suchergebnisse. Yay!
pt_br: Nós esperançosamente acabamos liberar a última versão beta do BibleTime 1.3. Um ou mais versões candidatas (release candidates) podem vir. Faça o download <a href=http://prdownloads.sourceforge.net/bibletime/bibletime-1.3beta4.tar.bz2?download>here</a>, e informe sucesso ou falhas <a href=https://sourceforge.net/tracker/?atid=521207&group_id=954&func=browse>here</a>.Esta versão corrige muitos erros, muda alguns valores padrão para valores mais razoáveis e tem resultados de procura destacados novamente. Uau!
ru: Мы только что выпустили, надеемся последнюю, бета версию 1.3 BibleTime. За этим последуют одна или две версии перед стабильным выпуском. Загрузить можно <a href=http://prdownloads.sourceforge.net/bibletime/bibletime-1.3beta4.tar.bz2?download>здесь</a>, а <a href=https://sourceforge.net/tracker/?atid=521207&group_id=954&func=browse>здесь</a> можно поделиться своими откликами. В этой версии были исправлены многие ошибки, заменены некоторые установки по умолчанию на более приемлемые, а также снова заработало выделение текста. Ура!

source: BibleTime's users want more translations
de: BibleTimes Benutzer möchten mehr Übersetzungen
pt_br: Usuários do BibleTime querem mais traduções
ru: Пользователи BibleTime хотят видеть перевод на свой язык

source: The currently active survey says that BibleTime's users want more translations. We've developed a way so that translations of the website can be done online now! All you need to get started is a login name and password to get access to the translation tool. Simply send an eMail to <A HREF="mailto:info@bibletime.info">info@bibletime.info</A> and say which username and password you would like to have.<BR> If the website translation tool is used by the visitors, we'll add translation of BibleTime's user interface by using our web tools, too.<BR> By the way, 1.3 will have a better user interface, so the most desired option of the survey will be fulfilled.
de: Die gerade aktuelle Umfrage zeigt, dass BibleTimes Benutzer mehr Übersetzungen möchten. Wir haben eine Möglichkeit entwickelt, mit der die Internetseiten online übersetzt werden können! Alles was Sie brauchen ist ein Login-Name und ein Passwort um Zugriff auf das Übersetzungs-Werkzeug zu bekommen. Schicken Sie einfach eine eMail an <A HREF="mailto:info@bibletime.info">info@bibletime.info</A> und schreiben Sie, welchen Benutzernamen und Passwort Sie gerne hätten.<BR>Wenn das Werkzeug zur Internetseiten-Übersetzung von den Besuchern genutzt wird, werden wir die Übersetzung von BibleTimes Benutzerschnittstelle durch die Web-Werkzeuge auch hinzufügen.<BR>Übrigens, 1.3 wird eine bessere Benutzerschnittstelle haben, so dass die meist gewünschte Option der Umfrage erfüllt wird.
pt_br: O exame atualmente ativo diz que os usuários do BibleTime querem mais traduções. Nós desenvolvemos uma maneira de que as traduções do website possam ser feitas online agora! Tudo o que você precisa para iniciar é um nome de login e senha para ter acesso à ferramenta de tradução. Simplesmente envie um eMail para <A HREF="mailto:info@bibletime.info">info@bibletime.info</A> e diga qual username e senha você gostaria de ter.<BR>Se a ferramenta de tradução do website for usada pelos visitantes, nós adicionaremos a tradução da interface com o usuário do BibleTime usando nossas ferramentas web, também.<BR>Aliás, 1.3 terá uma interface com usuário melhor, então a maioria das opções desejadas estarão lá.
ru: Опрос, который проходит в данный момент, показывает, что пользователи BibleTime хотят видеть перевод нашего проекта на большее количество языков. В ответ на пожелания, мы разработали средства, с помощью которых наш вебсайт можно переводить прямо из браузера! Все, что нужно, чтобы приняться за дело, это получить логин и пароль для доступа в среду перевода. Выразите свое желание помочь и укажите логин и пароль, какой вам больше нравится по следующему адресу <A HREF="mailto:info@bibletime.info">info@bibletime.info</A>.<BR>Если испытания перевода вебсайта его посетителями пройдут успешно мы также добавим средства онлайнового перевода интерфейса самой программы BibleTime.<BR>Кстати, интерфейс версии 1.3 будет намного лучше, таким образом мы исполним пожелания самого большого количества участников опроса.

source: new beta3 released
de: Neue Beta3 Version veröffentlicht
pt_br: nova beta3 liberada
ru: Вышла бета версия beta3

source: A new beta version of the upcoming BibleTime 1.3 is <a href=http://sourceforge.net/project/showfiles.php?group_id=954&release_id=125315> released</a>. No binary packages. Only for testing purposes. Please do test and report success and/or failure <a href=http://sourceforge.net/tracker/?atid=521207&group_id=954&func=browse>here</a>.
de: Eine neue Beta Version des bald erscheinenden BibleTime 1.3 wurde <a href=http://sourceforge.net/project/showfiles.php?group_id=954&release_id=125315> veröffentlicht</a>. Es werden keine Binärpakete zur Verfügung gestellt, da diese Version nur zu Testzwecken dient. Bitte testen Sie diese Version und berichten Sie Erfolge und Fehler <a href=http://sourceforge.net/tracker/?atid=521207&group_id=954&func=browse>hier</a>.
pt_br: Uma nova versão beta do futuro BibleTime 1.3 foi <a href=http://sourceforge.net/project/showfiles.php?group_id=954&release_id=125315> liberada </a>. Sem pacotes binários. Somente para testes. Por favor faça os testes e informe sucessos e/ou falhas <a href=http://sourceforge.net/tracker/?atid=521207&group_id=954&func=browse>here</a>.
ru: Выпущена новая <a href=http://sourceforge.net/project/showfiles.php?group_id=954&release_id=125315> бета версия</a> будущей стабильной BibleTime 1.3. Пакетов исполняемого кода для этой версии нет так как она предназначена только для тестирования. Мы просим вас провести тестирование данной версии и направлять отклики о ее работе по этому <a href=http://sourceforge.net/tracker/?atid=521207&group_id=954&func=browse>адресу</a>.

source: A new year ...
de: Ein neues Jahr ...
pt_br: Um novo ano...
ru: С новым годом.

source: 2002 is gone. We wish you God's blessings for 2003 and hope that you had a good new years eve.<BR> In the right upper corner of the page there's now a very small devotional for the visitors of ur pages. We'd be glad if you think some minutes about the things, which are important in our opition.
de: 2002 ist vorbei. Wir wünschen ihnen für das Jahr 2003 Gottes Segen und hoffen, dass Sie einen schönen Silvester-Abend hatten.<BR> In der rechten oberen Ecke der Seite ist jetzt eine wirklich kleine Andacht für die Seitenbesucher untergebracht.
pt_br: 2002 se foi. Nõs desejamos que Deus te abençoe em 2003 e esperamos que você tenha um bom ano.<BR>No canto superior direito da página há agora uma devocional muito pequena para os visitantes de nossas páginas. Nós ficaríamos gratos se você pensasse alguns minutos sobre aquelas coisas, que são importantes em nossa opinião.
ru: Закончился 2002 год. Мы желаем вам Божьих благословений на новый 2003 год и надеемся, что вы хорошо его встретили.<BR>В правом верхнем углу мы поместили ссылку на короткую статью для размышлений и молитвы. Мы будем рады если вы вдумчиво и молитвенно прочитаете эту статью, которая, как нам кажется, говорит о важных вещах.

source: New web pages
de: Neue Web Seiten
pt_br: Nova página web
ru: Новая веб-страница

source: We finally have a new web page! We hope you enjoy it. <BR> As you can see, it has a better structure, a better design and better content.<BR> We added new things like a short devotional and a poll system to ask questions about BibleTime. But the best thing is:<BR> International pages! The pages are available in English and German for now. New translations will be added as soon as we find volunteers for this task!
de: Wir haben endlich eine neue Internetseite! Wir hoffen, sie gefällt ihnen! <BR> Wie Sie sehen können, hat sie eine bessere Struktur, ein schöneres Design und besseren Inhalt. <BR> Wir haben einige Dinge wie eine kurze Andacht oder ein Umfragesystem, um Fragen bezüglich BibleTime zu stellen, hinzugefügt. Aber das Beste ist: <BR> Internationale Seiten! Die Seiten sind bis jetzt in Englisch und Deutsch vorhanden. Neue Übersetzungen kommen dazu, sobald wir die Freiwilligen dazu gefunden haben.
pt_br: Nós finalmente temos uma nova página web! Esperamos que você goste!<BR>Como você pode ver, ela tem uma estrutura melhor, um design melhor e conteúdo melhor.<BR>Nós adicionamos coisas novas como uma pequena devocional e um sistema de enquetes para fazer perguntas sobre BibleTime. Mas o melhor é:<BR>Páginas internacionais! As páginas estão disponíveis em Inglês e Alemão agora. Novas traduções serão adicionadas tão logo nós encontremos voluntários para esta tarefa!
ru: Наконец-то у нас появилась новая веб-страница! Надеемся, что вам понравится.<BR>Как видите, у нее более четкая структура, лучше дизайн и содержание.<BR>Мы также добавили новые секции, такие как краткое приглашение к размышлению и молитве и систему опроса вашего мнения о BibleTime. Ну а самое главное, мы добавили:<BR>Страницы на разных языках! На данный момент это только английский и немецкий (русский и украинский в стадии перевода - примеч. переводчика) Новые языки появятся, как только мы найдем добровольцев для этой задачи!

source: &copy; 1999-2003 by the BibleTime project
de: &copy; 1999-2003 Das BibleTime Projekt
pt_br: &copy; 1999-2003 pelo projeto BibleTime
ru: © 1999-2003 Все права принадлежат проекту BibleTime

source: Software introcution
de: Software Einleitung

source: About
de: Über
ru: О BibleTime

source: Jesus loves you!
de: Jesus liebt dich!

source: The text of the devotional
de: Der Text der Andacht

source: Documentation introcution
de: Dokumentations Einführung
pt_br: Introdução à Documentação

source: BibleTime's requirements
de: BibleTimes Anforderungen
pt_br: Requerimentos do BibleTime
ru: Технические требования BibleTime

source: Installation of Sword
de: Installation von Sword
pt_br: Instalação do Sword
ru: Установка Sword

source: Installation of BibleTime
de: Installation von BibleTime
pt_br: Instalação do BibleTime
ru: Установка BibleTime

source: FAQ answer
de: FAQ Antwort
pt_br: Respostas do FAQ

source: Requirements
de: Voraussetz- ungen
pt_br: Requerimentos
ru: Требования к системе

source: BibleTime's documemtation
de: BibleTimes Dokumentation
pt_br: Documentação do BibleTime
ru: Документация BibleTime

source: Since you have to know how to install and use BibleTime we provide here some useful documentation pages and links. Since many users have the same problems with BibleTime please be sure to check the answers there if you have problem.
de: Da Sie wissen müssen, wie BibleTime installiert und benutzt wird, stellen wir hier einige nützliche Dokumentationsseiten und Verweise zur Verfügung: Da viele Benutzer die gleichen Probleme mit BibleTime haben, lesen Sie bitte auf jeden Fall die Fragen im FAQ!
pt_br: Desde que você deve saber como instalar e usar o BibleTime nós provemos aqui algumas páginas de informação útil e links. Desde que muitos usuários tem os mesmos problemas com BibleTime por favor tenha certeza de checar as respostas se você tiver problemas.
ru: В этой секции мы предоставляем документацию и ссылки, которые помогут вам установить и пользоваться BibleTime. Часто пользователи сталкиваются с одними и теми же проблемами, поэтому если у вас появятся вопросы, то первым делом поищите ответы на этих страницах.

source: -- Not in this list!
de: -- Nicht in der Liste!
pt_br: -- Não nesta lista!

source: Austria
de: Österreich
pt_br: Áustria

source: Belgium
de: Belgien
pt_br: Bélgica

source: Croatia
de: Kroatien
pt_br: Croácia

source: Czech Republic
de: Tschechische Republik
pt_br: República Tcheca

source: Denmark
de: Dänemark
pt_br: Dinamarca

source: Finland
de: Finnland
pt_br: Finlândia

source: France
de: Frankreich
pt_br: França

source: Germany
de: Deutschland
pt_br: Alemanha

source: Greece
de: Griechenland
pt_br: Grécia

source: Hungary
de: Ungarn
pt_br: Hungria

source: Ireland
de: Irland
pt_br: Irlanda

source: Italy
de: Italien
pt_br: Itália

source: Netherlands
de: Niederlande
pt_br: Noruega

source: Norway
de: Norwegen
pt_br: Noruega

source: Poland
de: Polen
pt_br: Polônia

source: Romania
de: Rumänien
pt_br: Romênia

source: Russia
de: Russland
pt_br: Rússia
ru: Россия

source: Slovakia
de: Slowakei
pt_br: Eslováquia

source: Slovenia
de: Slowenien
pt_br: Eslovênia

source: Spain
de: Spanien
pt_br: Espanha

source: Sweden
de: Schweden
pt_br: Suécia

source: Switzerland
de: Schweiz
pt_br: Suiça

source: Turkey
de: Türkei
pt_br: Turquia

source: United Kingdom
de: Großbrittannien
pt_br: Reino Unido

source: Yugoslavia
de: Jugoslawien
pt_br: Ioguslávia

source: Modules intro
de: Modul Einführung
pt_br: Introdução aos Módulos

source: Bibles
de: Bibeln
pt_br: Bíblias
ru: Библии

source: Commentaries
de: Kommentare
pt_br: Comentários
ru: Комментарии

source: Lexicons
de: Lexika
pt_br: Léxicons
ru: Словари

source: Books
de: Bücher
pt_br: Livros
ru: Книги

source: Devotionals
de: Andachten
pt_br: Devocionais
ru: Сборники размышлений к молитве

source: Cults
de: Sekten
ru: Оккульты

source: Sword CD order
de: Sword CD Bestellung
pt_br: Comprar CD do Sword

source: Get the Sword CD
de: Die Sword CD bekommen
pt_br: Pegue o CD do Sword
ru: Sword на CD

source: Module addons for BibleTime
de: Module Erweiterungen für BibleTime
pt_br: Módulos adicionais para BibleTime
ru: Дополнительные модули для BibleTime

source: A module is a text which can be read within the BibleTime application. There are different module types: Bibles, commentaries, lexicons, daily devotionals and books.
de: Ein Modul ist ein Text, der mit Hilfe von BibleTime gelesen werden kann. Es gibt verschiedene Typen von Modulen: Bibeln, Kommentare, Lexika, tägliche Andachten und Bücher.
pt_br: Um módulo é um texto ue pode ser lido dentro do BibleTime. Existem diferentes tipos de módulos: Bíblias, comentários, léxicons, devocionais diárias e livros.
ru: Модуль - это текст, который можно читать с помощью программы BibleTime. Существуют следующие виды модулей: Библии, комментарии, словари, сборники размышлений к молитве и просто книги. К сожалению, на данный момент существует только два модуля с переводами Библии и Пятикнижия на русский язык и никаких других.

source: We try to offer a recommended list of modules which are in your language. Please click on the module types links to get the list of recommended modules. If there's not yet such a list for your language you'll get the recommended english modules.
de: Wir versuchen, ihnen eine Liste empfehlenswerter Module ihrer Sprache anzubieten. Bitte klicken Sie auf die Modultypen um eine Liste der empfohlenen Module zu bekommen. Falls es keine solche Liste für ihre Sprache gibt, bekommen Sie die Liste der englischen Module.
pt_br: Nós tentamos oferecer uma lista de módulos recomendados que está em seu idioma. Por favor clique nos links dos tipos de módulo para ter a lista de módulos recomendados. Se ainda não há uma lista para seu idioma você terá uma lista em inglês.
ru: Мы стараемся предложить список рекомендованых модулей на вашем языке. Нажмите курсором на типы модулей, чтобы просмотреть такой список. Если такого списка на вашем языке еще не существует, то вы увидите список наших рекомендаций для английского языка.
