Repository: bibletime/historic-bibletime.info
Catalog: compendium/*/*.po
Languages: de, pt_br, ru

source: Only required if you do not install a precompiled binary package.
pt_br: Somente requerido se você não instalar um pacote binário pré-compilado.

source: Sword 1.5.6 or later
pt_br: Sword 1.5.6 ou maior

source: Please don't forgot to download the package bibletime-i18n to get the documentation and the translations, which are available for BibleTime.
pt_br: Por favor não se esqueça de copiar o pacote bibletime-i18n para ter acesso à documentação e às traduções, que estão disponíveis para o BibleTime.

source: Software
ru: Приложения

source: eMail:
ru: Адрес имейл:
