Repository: bibletime/historic-bibletime.info
Catalog: compendium/*/*.po
Languages: de, pt_br, ru

source: You have to install the module "Personal", which is available as a commentary on Crosswire.<BR> See our commentary page for more information: <A HREF="/modules/commentaries/">Commentaries</A>.
de: Sie müssen das Modul "Personal" installieren, dass als Kommentar bei Crosswire verfügbar ist.<BR> Lesen Sie unsere Kommentar-Seiten für weitere Informationen: <A HREF="/modules/commentaries/">Kommentare</A>
pt_br: Você tem que instalar o módulo "Pessoal", que está disponível como um comentário em Crosswire.<BR>Veja nossa página de comentários para mais informações: <A HREF="/modules/commentaries/">Commentaries</A>.
ru: Для этого нужно установить модуль "Personal", который можно найти в разделе комментариев (commentary) на сайте Crosswire.<BR>Также прочтите страничку <A HREF="/modules/commentaries/">Комментарии</A>.

source: Why is one of the two testaments of a Bible module empty?
de: Warum ist eines der beiden Testamente eines Bibel-Modules leer?
pt_br: Por que um dos dois testamentos de um módulo da Bíblia fazio?
ru: Почему один из заветов Библии пуст?

source: Some modules only contain the text of the old or new testament.<BR> Recent versions of BibleTime should only offer the testament which has some text in it.
de: Einige Module enthalten nur den Text des alten oder neuen Testamentes.<BR> Neuere Versionen von BibleTime sollten nur die Testamente anzeigen, die auch einen Inhalt haben.
pt_br: Alguns módulos somente contêm textos do velho ou novo testamento.<BR>Versões recentes do BibleTime devem oferecer somente o testamento que contiver algum texto.
ru: Некоторые модули содержат текст только одного завета или Нового или Ветхого.<P>Новые версии BibleTime не должны показывать названия книг завета, текст которого отсутствует.

source: Please read the following page to see how to install the downloaded modules:
de: Bitte lesen Sie die folgende Seite um zu sehen wie man die heruntergeladenen Module installiert:
pt_br: Por favor leia as seguintes páginas para ver como instalar os módulos copiados:
ru: Чтобы узнать как установить текстовый модуль прочитайте страницу

source: How to add a new website translation ...
de: Wie man eine neue Übersetzung der Internetseiten hinzufügt ...
pt_br: Como adicionar uma nova tradução ao site web...
ru: Чтобы добавить перевод вебсайта на новый язык...

source: New translation
de: Neue Übersetzung
pt_br: Nova tradução
ru: Новый перевод

source: You clicked on the small icon to add a new language translation of our internet pages. Please send an eMail to <A HREF="mailto:info@bibletime.info">info @ bibletime.info</A> and write which language you would like to have available on this page.
de: Sie haben das kleine Icon angeklickt, um eine neue Übersetzung der Internetseiten hinzuzufügen. Bitte schicken Sie eine eMail an <A HREF="mailto:info@bibletime.info">info @ bibletime.info</A> und schreiben Sie welche Sprache Sie auf dieser Seite verfügbar haben möchten.
pt_br: Você clicou no pequeno ícone para adicionar uma nova tradução de nossas páginas na internet. Por favor envie um eMail para <A HREF="mailto:info@bibletime.info">info @ bibletime.info</A> e escreva qual idioma você gostaria de ter disponível para este site.
ru: Вы нажали на маленькую иконку, чтобы добавить перевод нашего вебсайта на новый язык. Пожалуйста напишите на адрес <A HREF="mailto:info@bibletime.info">info @ bibletime.info</A> на каком языке вы бы хотели видеть наш вебсайт.

source: As soon as we added the flag for the language you wanted visitors can start to translate the pages while they are online.
de: Sobald wir die Sprache für die von ihnen gewünschte Sprache hinuigefügt haben, können die Besucher beginnen die Seiten zu übersetzen während diese online sind!
pt_br: Tão logo nós adicionarmos a bandeira para o idioma que você pediu visitantes poderão iniciar a tradução das páginas enquanto eles estão online.
ru: Как только мы добавим флаг страны этого языка посетители смогут переводить наш вебсайт на выбранный вами язык прямо в онлайн.

source: Add your comments here:
de: Schreiben Sie hier ihre Kommentare auf (wenn möglich in Englisch):
pt_br: Adicione seus comentários aqui:
ru: Здесь введите комментарии:

source: New web page translation
de: Neue Internetseiten Übersetzung
pt_br: Nova tradução da página web
ru: Перевод вебсайта на новый язык

source: We think that your opinion about BibleTime is highly important. Please add your opinion to the <A HREF="/contact/guestbook/">guestbook</A> or write an eMail to <A HREF="mailto:info@bibletime.info">info@bibletime.info</A>!
de: Wir denken, dass ihre Meinung über BibleTime höchst wichtig ist! Bitte schreiben Sie ihre Meinung in das <A HREF="/contact/guestbook/">Gästebuch</A> oder schreiben Sie eine eMail an <A HREF="mailto:info@bibletime.info">info@bibletime.info</A>!
pt_br: Nós achamos que sua opinião sobre o BibleTime é altamente importante. Por favor adicione sua opinião ao <A HREF="/contact/guestbook/">livro de visitas</A> ou escreve um eMail para <A HREF="mailto:info@bibletime.info">info@bibletime.info</A>!
ru: Для нас очень важно ваше мнение о BibleTime. Пожалуйста, пишите ваши отклики в <A HREF="/contact/guestbook/">гостевой книге</A> или пишите на адрес <A HREF="mailto:info@bibletime.info">info@bibletime.info</A>.

source: If you get into trouble with BibleTime please read the <A HREF="/documentation/faq/">FAQ</A> and <A HREF="/software/download/">update</A> to the latest version which is available for your system!
de: Wenn Sie Probleme mit BibleTime haben, lesen Sie bitte <A HREF="/documentation/faq/">das FAQ</A> und <A HREF="/software/download/">installieren</A> Sie die für ihr System neuste Version!
pt_br: Se você tiver problemas com o BibleTime, por favor leia o <A HREF="/documentation/faq/">FAQ</A> e <A HREF="/software/download/">update</A> para a última versão que está disponível para o seu sistema!
ru: Если у вас возникли проблемы с BibleTime прочитайте <A HREF="/documentation/faq/">FAQ</A> и <A HREF="/software/download/">обновите</A> программу до самой последней версии, предназначенной для вашей системы.

source: SourceForge provides us with the tools to develop BibleTime with many team members at the same time! We save a lot of time and money by using their services.<BR>
de: SourceForge stellt uns die Werkzeuge zur Verfuegung um BibleTime mit vielen Team-Mitgliedern zur gleichen Zeit su entwickeln! Wie sparen eine Menge Zeit und Geld durch Benutzung des SourceForge Services.
pt_br: SourceForge nos provê as ferramentas para desenvolver o BibleTime com muitos membros do time ao mesmo tempo! Nós poupamos muito tempo e dinheiro usando os seus serviços.

source: Development tools
de: Entwicklungs-Werkzeuge
pt_br: Ferramentas de desenvolvimento

source: Never
de: Nie
pt_br: Nunca
ru: Никогда

source: Do you use BibleTime for your personal Bible study?
de: Benutzen Sie BibleTime für ihre eigene stille Zeit?
pt_br: Você usa BibleTime para seus estudos pessoais da Bíblia?
ru: Используете ли вы BibleTime для изучения Библии?

source: wrote on
de: schrieb am
pt_br: Escrito em
ru: написал(а)

source: wrote
de: schrieb
pt_br: escrito
ru: написал(а)

source: German
de: Deutsch
pt_br: Alemão
ru: Немецкий

source: English
de: Englisch
pt_br: Inglês
ru: Английский

source: Romanian
de: Rumänisch
pt_br: Romeno
ru: Румынский

source: Russian
de: Russisch
pt_br: Russo
ru: Русский

source: Ukrainian
de: Ukrainisch
pt_br: Ucraniano
ru: Украинский

source: BibleTime is a Bible study tool for Linux and Unix systems using KDE
de: BibleTime ist ein Bibelstudien-Programm fuer Linux und Unix Systeme, die KDE benutzen
pt_br: BibleTime é uma ferramenta de estudo da Bíblia para sistemas Linux e Unix usando KDE

source: Bible, Bible study application, KDE, BibleTime, Crosswire, BSD, Unix, module, locked, commentary, lexicon, book, christian, devotional, Jesus, God
de: Bibel, Bibelsoftware, Linux, KDE, Software, Bibelstudium Programm, KDE, BibleTime, Crosswire, BSD, Unix, Module, verschluesselt, Kommentar, Lexikon, Buch, Christ, Christlich, Andacht, Jesus, Gott
pt_br: Bíblia, aplicação de estudo da Bíblia, KDE, BibleTime, Crosswire, BSD, Unix, módulo, trancado, comentário, léxicon, livro, cristão, devocional, Jesus, Deus

source: Everytime
de: Immer
pt_br: Sempre
ru: Всегда

source: The KJV shows no Strongs numbers in the NT!
de: Die KJV zeigt keine Strong Nummern im NT an!
pt_br: A KJV não exibe números Fortes no NT!

source: Due to copyright problems the old KJV module which contained all Strongs numbers had to be removed. <BR> The project KJV2003 was started to create a public domain text with all Strong numbers in it. At this time it's not yet finished so the numbers are not available in all verses of the NT. The status of the project is available at <A HREF="http://www.crosswire.org/sword/kjv2003/index.html">Crosswire</A>.
de: Wegen Copyright Problemen musste das alte KJV Modul, dass alle Strong Nummern enthielt, entfernt werden.<BR>Das KJV003 Projekt wurde gestartet um einen freien Text mit Strong Nummern zu erstellen. Zur Zeit ist dies Projekt noch nicht fertig, daher sind noch nicht alle Nummern im NT vorhanden. Der Status des Projektes ist auf <A HREF="http://www.crosswire.org/sword/kjv2003/index.html">Crosswire</A> verfuegbar.
pt_br: Devido a problemas de direito autoral o módulo KJV antigo que continha todos os números Fortes teve que ser removido.<BR>O projeto KJV2003 iniciou-se para criar um texto de domínio público com todos os números Fortes dentro. Ainda não foi terminado de forma que os números ainda não estão disponíveis em todos os versículos do NT. O estatus do projeto está disponível em <A HREF="http://www.crosswire.org/sword/kjv2003/index.html">Crosswire</A>.

source: Thank you for your comments!
de: Vielen Dank für ihre Kommentare!
pt_br: Obrigado pelos seus comentários!

source: Mathias Bavay, who translated BibleTime into french, informed us that BibleTime is included in the list of applications which could be included in the next version of Mandrake Linux. At the moment, BibleTime is ranked 21st in the list of the proposed applications (over 550).<BR> If you're member of the <A HREF="http://www.mandrakeclub.com/">Mandrake Club</A> please vote for BibleTime. It would be great if a bible study tools is included in a wide spread linux distribution! If you want to become a member of the club please join to vote for BibleTime.<BR><BR> <A HREF="http://www.mandrakeclub.com/modules.php?op=modload&name=Splatt_Forum&file=viewtopic&topic=3102&forum=4">Voting comments</A>
de: Mathias Bavay, der auch BibleTime ins Französische übersetzt hat, hat uns informiert, dass BibleTime in der Liste der Anwendungen steht, die in der nächsten Version von Mandrake Linux aufgenommen werden könnten. Im Moment steht BibleTime an 21. Stelle in der Liste der vorgeschlagenen Anwendungen (über 550).<BR>Wenn Sie ein Mitglied <A HREF="http://www.mandrakeclub.com/">Mandrake Clubs</A> sind, stimmen Sie bitte für BibleTime ab! Es wäre toll, wenn ein Bibelstudienprogramm in eine weit verbreitete Linuxdistribution aufgenommen werden könnte. Wenn Sie Mitglied des Clubs werden möchten, treten Sie bitte bei um für BibleTime abzustimmen!<P><A HREF="http://www.mandrakeclub.com/modules.php?op=modload&name=Splatt_Forum&file=viewtopic&topic=3102&forum=4">Kommentare der Wahlbeteiligten</A>

source: Mathias Bavay, who translated BibleTime into french, informed us that BibleTime is included in the list of applications which could be included in the next version of Mandrake Linux. At the moment BibleTime is ranked 21st in the list of proposed applications (over 550).<BR> If you're member of the <A HREF="http://www.mandrakeclub.com/">Mandrake Club</A>, you might want to vote for BibleTime. <BR><BR> <A HREF="http://www.mandrakeclub.com/modules.php?op=modload&name=Splatt_Forum&file=viewtopic&topic=3102&forum=4"> Voting comments</A>
de: Mathias Bavay, der auch BibleTime ins Französische übersetzt hat, informierte uns, dass BibleTime in des List der Anwendungen steht, die in der nächsten Version von Mandrake Linux enthalten sein könnten. Zur Zeit ist BibleTime auf dem 21. Platz der vorgeschlagenen Anwendungen (über 550). <BR>Wenn Sie ein Mitglied des <A HREF="http://www.mandrakeclub.com/">Mandrake Clubs</A> sind, können Sie für BibleTime abstimmen.<P> <A HREF="http://www.mandrakeclub.com/modules.php?op=modload&name=Splatt_Forum&file=viewtopic&topic=3102&forum=4"> Kommentare der Wahlbeteiligten</A>
pt_br: Mathias Bavay, que traduziu o BibleTime para o francês, nos informou que o BibleTime está incluído na lista de aplicativos que podem ser incluídos na próxima versão do Mandrake Linux. Até o momento o BibleTime está ranqueado em 21º lugar na lista das aplicações propostas (mais de 500).<BR>Se você é membro do <A HREF="http://www.mandrakeclub.com/">Mandrake Club</A>, você pode querer votar para o BibleTime.<BR><A HREF="http://www.mandrakeclub.com/modules.php?op=modload&name=Splatt_Forum&file=viewtopic&topic=3102&forum=4"> Voting comments</A>
ru: Mathias Bavay, который перевел BibleTime на французский язык, сообщил нам, что BibleTime входит в список приложений, которые могут войти в следующую версию Mandrake Linux. На данный момент BibleTime находится на 21-вом месте предложенных приложений (всего около 550).<BR>Если вы являетесь членом <A HREF="http://www.mandrakeclub.com/">Клуба Mandrake </A>, вы можете проголосовать за BibleTime. <P><A HREF="http://www.mandrakeclub.com/modules.php?op=modload&name=Splatt_Forum&file=viewtopic&topic=3102&forum=4"> Комментарии к голосованию</A>

source: Português do Brasil
de: Portugiesisches Brasilianisch
ru: Португальский в Бразилии

source: Translations
de: Übersetzungen
pt_br: Traduções
ru: Перевод

source: The first release candidate of BibleTime 1.3 was released now. In comparision with the final 1.3 the messages are the same, so translators can start to translate BibleTime into their own language now. It's a thing almost everbody who understand english can do!<BR> Please consider translating BibleTime into your language. If you want to help please ask at <A HREF="mailto:info@bibletime.info">info@bibletime.info</A> for further instructions.
de: Der erste Release-Kandidat von BibleTime 1.3 wurde nun veröffentlicht. Im Vergleich mit der entgültigen 1.3 Version sind die Meldungen die gleichen. Die Übersetzer können also nun beginnen, BibleTime in ihre eigene Sprache zu übersetzen. Dies ist eine Sache, die eigentlich jeder der Englisch versteht, tun kann!<P>Bitte ziehen Sie die Übersetzung von BibleTime in ihre eigene Sprache in Betracht. Wenn Sie helfen möchten, wenden Sie sich bitte an <A HREF="mailto:info@bibletime.info">info@bibletime.info</A> für weitere Instruktionen.
pt_br: O primeiro candidato a versão final do BibleTime 1.3 foi liberado agora. Em comparação com a versão 1.3 final, as mensagens são as mesmas, então os tradutores podem começar a traduzir o BibleTime em seus próprios idiomas agora. Isto é algo que quase todo mundo que entende inglês pode fazer!<BR>Por favor considere traduzir o BibleTime em seu idioma. Se você quiser ajudar por favor peça em <A HREF="mailto:info@bibletime.info">info@bibletime.info</A> para maiores intruções.
ru: Только что вышла первая версия-кандидат предстоящей BibleTime 1.3. Уже сейчас можно начинать перевод версии 1.3 на другие языки. Такая задача под силу почти каждому, кто понимает английский язык!<P>Мы просим вас подумать над тем, чтобы перевести BibleTime на ваш язык. Если вы согласны помочь, пишите на <A HREF="mailto:info@bibletime.info">info@bibletime.info</A> для дальнейших инструкций.

source: French
de: Französisch
pt_br: Francês
ru: Французский

source: Translators wanted for 1.3 release!
de: Übersetzer für Version 1.3 gesucht!
pt_br: Traduções necessarias para a versão 1.3!

source: <p>The user interface translations in the following languages need to be revised:<BR> <UL> <LI>Dutch (3% finished) <LI>French (69% finished) <LI>Hungarian (3% finished) <LI>Italian (21% complete) <LI>Norwegian (22% complete) <LI>Polish (39% complete) <LI>Romanian (73% complete) <LI>Russian (57% complete) </UL> </p> <p>If you know English and one of the languages above please consider to help us! This would help to improve BibleTime and to make it available for more people! </p> <p> We already have complete translations in Bulgarian, Czech, German, Spanish, Finnish, Portoguese Brasilian and Slovak. If you speak another language which is not in the lists please contact us at info@bibleitme.info if you have the time to do a translation. </p> <p> The BibleTime 1.3 release is scheduled to be released in the next two weeks. </p>
de: <p>Die Übersetzungen der Benutzerschnittstelle in den folgenden Sprachen benötigen eine Korrektur:<BR><UL><LI>Holländisch (3% fertig)<LI>Franzosisch (69% fertig)<LI>Ungarisch (3% fertig)<LI>Italienisch (21% fertig)<LI>Norwegisch (22% fertig)<LI>Polnisch (39% fertig)<LI>Rumänisch (73% fertig)<LI>Russisch (57% fertig)</UL></p><BR><p>Wenn Sie Englisch und einer der obigen Sprachen kennen, helfen Sie und bitte! Dies würde dazu beitragenBibleTime zu verbessern und es mehr Menschen zugänglich zu machen!</p><p>Wir haben bereits fertige Übersetzungen in den Sprachen Bulgarisch, Tschechisch, Deutsch, Spanisch, Finnisch, BrasilianischemPortugiesisch und Slovakisch. Wenn Sie eine andere Sprache sprechen, die nicht in den Listen enthalten ist undSie eine Übersetzung machen möchten, kontaktieren Sie uns bitte über info@bibletime.info.</p><p>Version 1.3 von BibleTime wird in den nächsten 2 Wochen erwartet.</p>
pt_br: <p>As interfaces de usuário nas seguintes traduções precisam ser revisadas:<BR> <UL> <LI>Holandês (3% terminada) <LI>Francês (69% terminada) <LI>Húngaro (3% terminada) <LI>Italiano (21% completo) <LI>Norueguês (22% completo) <LI>Polonês (39% completo) <LI>Romeniano (73% completo) <LI>Russo (57% completo) </UL> </p> <p>Se você sabe Inglês e um dos idiomas acima por favor considere nos ajudar! Isso ajudaria a melhorar o BibleTime e a torná-lo disponível para mais pessoas! </p> <p> Nós ainda temos traduções completas em Búlgaro, Tcheco, Alemão, Espanhol, Finnish, Português do Brasil e Slovak. Se você fala algum idioma que não está na lista por favor nos contacte em info@bibleitme.info se você tem tempo para fazer a tradução.</p> <p> A versão 1.3 do BibleTime está agendado para ser lançado nas próximas duas semanas. </p>

source: Developer Wiki area
de: Entwickler Wiki Bereich
pt_br: Àrea de desenvolvimento Wiki

source: Portoguese Brasilian
pt_br: Português do Brasil

source: BibleTime in Mandrake 9.1?
pt_br: BibleTime no Mandrake 9.1?
ru: BibleTime в Mandrake 9.1?

source: Name:
pt_br: Nome:
ru: Имя:

source: Installation
pt_br: Instalação
ru: Установка

source: BibleTime's installation
pt_br: Instalação do BibleTime
ru: Установка BibleTime

source: Option
pt_br: Opção
ru: Выбор

source: Module installation
pt_br: Instalação de Módulos
ru: Установку модулей

source: Copyright
pt_br: Direitos autorais

source: We are sorry that we can't offer a recommended list of Bible modules in your language! Either there are no modules in your language or nobody spent the few minutes to create such a list! If you feel you have the time now please make such a list from the Bible modules available in your langauge and send it to info@bibletime.info!
pt_br: Nós sentimos muito por não poder oferecer uma lista de módulos da Bíblia em seu idioma! Também não existem módulos em seu idioma ou ninguém gastou alguns poucos minutos para criar sequer uma lista! Se você sentir que tem tempo agora por favor faça uma lista dos módulos da Bíblia disponíveis em seu idioma e envie-os para info@bibletime.info!
ru: На данный момент существует только два модуля на русском языке: RST (Синодальный перевод 1876 года) и RusMakarij.

source: Here's now the list of recommended Bible modules in English:
pt_br: Aqui está a lista de módulos da Bíblia recomendados em Inglês:
ru: Если нужно, вот список рекомендованых модулей с переводами Библии на английский язык:

source: Copyright of the review: &copy; Pfarrer & PC 2002.
pt_br: Direito autoral da revisão: &copy; Pfarrer & PC 2002.
ru: Авторские права на обозрение принадлежат &copy; Pfarrer & PC 2002.

source: Bible Technologies Group
pt_br: Grupo de Tecnologias Bíblicas

source: Crosswire Bible Society
pt_br: Sociedade Bíblica Crosswire

source: We are sorry that we can't offer a recommended list of Commentary modules in your language! Either there are no modules in your language or nobody spent the few minutes to create such a list! If you feel you have the time now please make such a list from the Commentary modules available in your langauge and send it to info@bibletime.info!
pt_br: Nós sentimos muito por não podermos oferecer uma lista de módulos de Comentário recomendada no seu idioma! Também não existem módulos em seu idioma ou ninguém gastou uns poucos minutos para criar tal lista! Se você achar que tem tempo agora por favor faça a lista dos módulos de Comentário disponíveis em seu idioma e envie para info@bibletime.info!
ru: Мы приносим извинения, что не можем рекомендовать комментарии на вашем языке. На данный момент такие модули отсутствуют на русском языке.

source: Here's now the list of recommended Commentary modules in English:
pt_br: Aqui está a lista de módulos de Comentários recomendados em Inglês:
ru: Ну а пока, вот список рекомендованых модулей с комментариями на английском языке:

source: We are sorry that we can't offer a recommended list of Book modules in your language! Either there are no modules in your language or nobody spent the few minutes to create such a list! If you feel you have the time now please make such a list from the Book modules available in your language and send it to info@bibletime.info!
pt_br: Nós sentimos muito por não podermos oferecer uma lista de módulos de Livros recomendada no seu idioma! Também não existem módulos em seu idioma ou ninguém gastou uns poucos minutos para criar tal lista! Se você achar que tem tempo agora por favor faça a lista dos módulos de Livros disponíveis em seu idioma e envie para info@bibletime.info!

source: Here's now the list of recommended Book modules in English:
pt_br: Aqui está a lista de módulos de Livros recomendados em Inglês:

source: Problem
pt_br: Problema
ru: Вопрос

source: Sword's installation
pt_br: Instalação do Sword
ru: Установка Sword

source: Ukraine
pt_br: Ucrânia

source: Version 1.3 of BibleTime is finally available. BibleTime 1.3 contains a lot of new features, usability improvements and bug fixes. Upgrading to version 1.3 is strongly recommended for all our users. You can get the Software here: <a href="/software/download/">Download</a>. Binary packages will be released in the next few days.<br/> Get the bibletime and the bibletime-i18n packages for full functionality. <br/> We're very sorry for the long release time, we hope to shorten it with the next releases.
pt_br: A versão 1.3 do BibleTime está finalmente disponível. O BibleTime 1.3 contêm muitas novidades, melhoras em usabilidade e correção de bugs. Fazer a upgrade para a versão 1.3 é altamente recomendado para todos os usuários. Você pode pegar o software aqui: <a href="/software/download/">Download</a>. Pacotes binários serão lançados nos próximos dias.<br/> Pegue os pacotes do bibletime e bibletime-i18n para total funcionalidade. <br/> Nós sentimos realmente muito pelo longo período de desenvolvimento, esperamos que nas próximas versões seja menor.

source: Please download the packages &raquo;bibletime&laquo; and &raquo;bibletime-i18n&laquo;! Without the &raquo;bibletime-i18n&laquo; package you would have no handbook, daily tips or installation instructions.
pt_br: Por favor copie os pacotes &raquo;bibletime&laquo; e &raquo;bibletime-i18n&laquo;! Sem o pacote &raquo;bibletime-i18n&laquo; você não terá livro de mão, dicas diárias ou instruções de instalação.
