Repository: bibletime/historic-bibletime.info
Catalog: compendium/*/*.po
Languages: de, pt_br, ru

source: We are glad for everybody who helps us improving the BibleTime software, it's documentation and it's translations.
de: Wir sind über jeden, der uns hilft die BileTime Software, die Dokumentation und die Übersetzungen zu verbessern.
pt_br: Nõs estamos gratos por todos que nos ajudam a melhorar o software BibleTime, sua documentação e sua tradução.
ru: Мы рады всем, кто помогает нам улучшать программу BibleTime, ее документацию и переводы на другие языки.

source: The basic steps
de: Die grundlegenden Schritte
pt_br: Os passos básicos
ru: Первые шаги

source: The following are necessary for each type of team member. Please follow them!
de: Die folgenden Schritte sind für jede Art eines Teammitgliedes nötig. Bitte befolgen Sie sie!
pt_br: O seguinte é necessário para cada tipo de membro do time. Por favor siga-os!
ru: Каждому члену команды необходимо сделать следующее:

source: If you don't have an account on SourceForge, please sign up for one. It's free.<BR>We need your username to add you to the team members, to assign tasks to you, etc.
de: Falls Sie nicht bereits einen Account auf SourceForge haben, holen Sie sich bitte einen. Das ganze ist kostenlos.<BR> Wir benötigen ihren Benutzernamen, um Sie zu den Teammitgliedern hinzuzufügen, um ihnen Aufgaben zuzuweisen, usw,
pt_br: Se você não tem uma conta no SourceForge, por favor inscreva-se para uma. É grátis.<BR>Nós precisamos de seu nome de usuário para adicionar você aos membros do time, para designar tarefas, etc.
ru: Если вы еще не зарегистрировались на сайте SourceForge, то сейчас самое время это сделать. Да к тому же, это бесплатно.<BR>Нам необходим ваш ник, чтобы принять вас в ряды наших членов, чтобы давать вам задания, и т.д.

source: Subscribe to the BibleTime development mailing list. All developers read this mailing list, so everybody knows what's hapenning.
de: Tragen Sie sich auf der BibleTime Entwickler Mailingliste ein, Alle Entwickler lesen diese Liste, jeder weiß also was los ist.
pt_br: Inscreva-se à lista de discussão de desenvolvimento do BibleTime. Todos os desenvolvedores lêm esta lista, então todos sabem o que está acontecendo.
ru: Подпишитесь на рассылку для разработчиков BibleTime. Все разработчики читают эту рассылку, чтобы быть в курсе происходящего в мире BibleTime.

source: Get the development version of BibleTime and install it. If you need help with this ask on the mailing list or look into the documentation section.
de: Holen Sie sich die Entwicklungsversion von BibleTime und installieren Sie diese. Wenn Sie Hilfe damit benötigen, fragen Sie auf der Mailingliste oder schauen Sie in dem Dokumentations-Abschnitt nach.
pt_br: Pegue a versão de desenvolvimento do BibleTime e instale. Se você precisar de ajuda para isto peça na lista de discussão ou procure na seção de documentação.
ru: Загрузите версию BibleTime, которая находится в стадии разработки и установите ее. Если не знаете как это сделать или вам нужна помощь, спросите на рассылке для разработчиков или прочитайте документацию.

source: The next steps for software developers
de: Die nächsten Schritte für Software Entwickler
pt_br: O próximo passo para os desenvolvedores de software
ru: Последующие шаги для програмистов

source: Work through some of the Qt 3 and KDE 3 tuorials to get used to programming with the things BibleTime uses.
de: Arbeiten Sie sich durch einige der QT 3 und KDE 3 Programmier-Schnellkurse, um sich an das Programmieren mit den Dingen zu gewöhnen, die BibleTime benutzt.
pt_br: Trabalhe com os tutoriais do Qt 3 e KDE 3 para saber como programar as coisas que o BibleTime usa.
ru: Пройдите обучающие программы, которые входят в состав Qt 3 и KDE 3, чтобы привыкнуть к програмированию в среде, которую использует BibleTime.

source: If you don't know what to do please ask on the mailing list for some tasks. Don't forget to add how difficult it should be.
de: Falls Sie nicht wissen, was Sie tun sollen, fragen Sie bitte auf der Mailingliste nach ein paar Aufgaben. Vergessen Sie nicht uns mitzuteilen, wie schwierig diese sein sollen.
pt_br: Se você não sabe o que fazer por favor peça na lista de discussão por algumas tarefas. Não se esqueça de adicionar o nível de dificuldade que devem ter.
ru: Если не знаете чем заняться не стесняйтесь спросить на рассылке, какие есть задачи. Не забудьте упомянуть уровень сложности, на которую вы расчитываете.

source: The next steps for documentation authors
de: Die nächsten Schritte für Dokumentations-Autoren
pt_br: Os próximos passos para os autores de documentação
ru: Последующие шаги для авторов документации

source: Read the existing english documentation. It's located in the docs/ directory of the bibletime cvs directory.
de: Lesen Sie die bestehende englische Dokumentation. Diese liegt im docs/ Verzeichnis des bibletime CVS Verzeichnisses.
pt_br: Leia a documentação existente em inglês. Está localizada no diretório docs/ do diretório cvs do BibleTime.
ru: Прочитайте уже существующую документацию на английском языке. Вы найдете ее в под-директории docs/ в директории bibletime cvs.

source: The documentation is stored in docbook files in the unicode subdirectories of each documentation part (handbook, Bible study howto, installation, helpdialog).
de: Die Dokumentation ist in Docbook Dateien in den unicode/ Unterverzeichnissen jedes Dokumentations-Teiles (Handbuch, Anleitung zum Bibelstudium, Installation, Hilfedialog) gespeichert.
pt_br: A documentação é guardada em arquivos docbook nos subdiretórios unicode de cada parte (livro de mão, ComoFazer de Estudo da Bíblia, instalação, diálogo de ajuda).

source: Please don't edit the HTML files directly because they're generated from the docbook files. The translation file are also generated from the docbook data.
de: Bitte bearbeiten Sie die HTML nicht direkt, da diese aus den Docbook Dateien generiert werden. Die Übersetzungsdateien werden ebenfalls aus den Docbook Dateien erzeugt.
pt_br: Por favor não edite os arquivo HTML diretamente porque eles são gerados dos arquivos docbook. Os arquivos de tradução também são gerados dos dados docbook.

source: The next steps for translators
de: Die nächsten Schritte für Übersetzer
pt_br: O próximo passo para os tradutores
ru: Последующие шаги для переводчиков

source: Have a look at the internationaliziation pages of the KDE project. They're located at:
de: Schauen Sie sich die Internationalsisierungs Seiten des KDE Projektes an. Diese sind auf folgender Seite verfügbar:
pt_br: Dê uma olhada nas páginas de internacionalização do projeto KDE. Eles estão localizados em:

source: Install the program KBabel, if it's not yet installed on your system. It will help you a lot with the translation process.
de: Installieren Sie das Programm KBabel, falls nicht bereits auf ihrem System installiert ist. Dies wird ihnen mit der Übersetzung wirklich helfen.
pt_br: Instale o programa KBabel, se ainda não estiver instalado em seu sistema. Ele irá ajuda-lo muito no processo de tradução.

source: Request the files for the translation on the bt-devel mailinglist. Normally the software doordinator will create a new CVS module, which will contain the files you'll translate.
de: Fordern Sie die Datein für die Übersetzung auf der bt-devel Mailingliste an. Im Normalfall legt der Software-Koordinator ein neues CVS Modul an, das die Dateien enthält, die sie übersetzen.
pt_br: Requisite os arquivos para a tradução na lista de discussão bt-devel. Normalmente o coordenador de software criará um novo módulo CVS, que irá conter os arquivos que você irá traduzir.

source: To subscribe to the development mailing list of the BibleTime project please visit the following web page and enter your eMail address there:
de: Um sich auf die Entwicklungs-Mailingliste des BibleTime Projektes einzutragen, besuchen Sie bitte die folgende Webseite und geben Sie dort ihre eMail Adresse ein:
pt_br: Para assinar a lista de discussão de desenvolvimento do projeto BibleTime por favor visite a seguinte página e digite seu endereço de eMail lá:
ru: Чтобы подписаться на рассылку для разработчиков проекта BibleTime посетите следующую страницу и оставьте там адрес вашей електронной почты:

source: Archives of the BibleTime development mailing list are available at:
de: Archive der BibleTime Entwiclungs Mailingliste sind verfügbar auf:
pt_br: Arquivos da lista de discussão de desenvolvimento do BibleTime estão disponíveis em:
ru: Архивы рассылки для разработчиков BibleTime можно найти здесь:

source: To subscribe to the development mailing list of the Sword project please send an email to majordomo@crosswire.org with the body of the message containing subscribe sword-devel. Depending on your web browser, the following link may do this automatically:
de: Um sich auf die Entwickler-Mailingliste des Sword Projektes einzutragen, schicken Sie bitte eine eMail an majordomo@crosswire.org, bei der der Textkörper der Nachricht subscribe sword-devel enthält. Je nach verwendetem Browser macht der folgende Verweis das für Sie automatisch:

source: Archives of the Sword project development mailing list are available at:
de: Archive der Entwicklungs-Mailingliste des Sword-Projektes sind verfügbar auf:

source: Solution
de: Lösung
pt_br: Solução
ru: Ответ

source: You need at least BibleTime 1.1 for this. Turn on the default usage of Strong's numbers in the optionsdialog (Sword->Filter settings). Then open the seachdialog and search for <0120> or any other Strong code.
de: Hierfür benötigen Sie mindestens BibleTime 1.1. Stellen Sie die standardmäßige Benutzung der Strong-Nummern im Einstellungsdialog (Sword->Filter Einstellungen) an. Dann öffnen Sie den Suchdialog und suchen Sie nach <0120> oder jeder anderen Strong-Kodierung.
pt_br: Você precisa ao menos do BibleTime 1.1 para isto. Ligue o uso padrão de números Fortes no diálogo de opções (Sword->Configurações de filtro). Depois abra o diálogo de procura e procure por <0120> ou qualquer outro código Forte.
ru: Такой поиск позволяют версии 1.1 и выше. Для этого включите использование номеров Стронга в окне "Опции" (Sword->Установки фильтра). Затем откройте окно поиска и введите номер <0120> или любой другой номер Стронга.<P>(На английском языке существует так называемый конкорданс Стронга (Strong's), в котором каждое слово Библии имеет свой номер для поиска всех его употреблений в оригинале и всех его вариантов перевода на английский язык - примечание переводчика).

source: First make sure you have the latest version of the module which has the problems! Check www.crosswire.org/sword for this. You have to install an unicode font like Code2000, Arial Unicode MS or Bitstream Cyberbit to display the special unicode characters. Check the section "Configuring BibleTime->Options Dialog->Fonts" in the handbook of BibleTime how to setup Unicode fonts under Linux. An online version of the handbook is available at www.bibletime.info.
de: Stellen Sie zuerst sicher, dass Sie die neuste Version des Modules installiert haben, das die Probleme verursacht! Schauen Sie dafür auf www.crosswire.org/sword nach. Sie müssen eine Unicode-Schriftart wie Code2000, Arial Unicode MS oder Bitstream Cyberbit, damit die speziellen Unicode-Zeichen angezeigt werden können. Lesen Sie den Abschnitt "Bibletime konfigurieren->Einstellungsdialog->Schriften" im Handbuch von BibleTime um zu sehen, wie man Unicode-Schriften unter Linux einstellt. Eine Online-Version des Handbuchs ist auf ww.bibletime.info verfügbar.
pt_br: Primeiro tenha certeza que você tem a última versão do módulo que tem os problemas! Verifique em www.crosswire.org/sword para isto. Você tem que instalar uma fonte unicode como Code2000, Arial Unicode MS ou Bitstream Cyberbit para exibir os caracteres especiais unicode. Verifique na seção "Configurando BibleTime->Diálogo de Opções->Fontes" no livro de mão do BibleTime como configurar fontes Unicode no Linux. Uma versão online do livro de mão está disponível em www.bibletime.info.

source: Please run configure with the parameter --prefix=&lt;your KDE directory&gt;. Then run make and make install as usual. The KDE directories for the widely used Linux distributions are: <OL> <LI>RedHat: /usr <LI>SuSE: /opt/kde3 <LI>Mandrake: /usr </OL> Alternatively you can run the command &raquo;kde-config --prefix&laquo; to get your KDE directory. The commands are: <OL> <LI><B>./configure --prefix=&lt;your KDE directory&gt; </B> <LI><B>make </B> <LI><B>make install </B> </OL>
de: Bitte starten SIe configure mit dem Parameter --prefix=&lt;Ihr KDE Verzeichnis&gt;. Dann starten Sie make und make install wir sonst auch. Die KDE Verzeichnisse für die meistbenutzten Linux Distributionen Sind: <OL> <LI>RedHat: /usr <LI>SuSE: /opt/kde3 <LI>Mandrake: /usr </OL> Als Alternative können Sie den Befehl &raquo;kde-config --prefix&laquo; benutzen, um das KDE Verzeichnis herauszubekommen. Die Kommandos sind: <OL> <LI><B>./configure --prefix=&lt;Ihr KDE Verzeichnis&gt; </B> <LI><B>make </B> <LI><B>make install </B> </OL>
pt_br: Por favor rode configure com o parâmetro --prefix=&lt;seu diretório KDE &gt;. Então rode make e make install. Os diretórios do KDE para a maioria das distribuições Linux são: <OL> <LI>RedHat: /usr <LI>SuSE: /opt/kde3 <LI>Mandrake: /usr </OL> Alternativamente você pode rodar o comando &raquo;kde-config --prefix&laquo; para saber qual o seu diretório KDE. Os comandos são: <OL> <LI><B>./configure --prefix=&lt;seu diretório KDE&gt; </B> <LI><B>make </B> <LI><B>make install </B> </OL>

source: Please make sure that the Bible or commentary you selected contains both testaments (OT and NT). Some modules contain only the new testament (e.g. the GerBen module). If the module has both the problem is probably caused by wrong permissions of the data files. Please set the right permissions of the file and directories. <p /> The best solution is to create a group called sword and put in this group every user who wants to use BibleTime <p /> Now set read-write permissions for the group and change the ownership of every file in the Sword directory to root:sword. <p /> Execute the following commands to solve the problems: <p /> <ul> <li> create a group called sword </li> <li> then: <ul> <li> cd <your path to SWORD> </li> <li> chown root:sword modules mods.d -R </li> <li> chmod a+r+X modules/ mods.d/ -R </li> <li> chmod g+r+w+X modules/ mods.d/ -R </li> <li> chmod u+r+w+X modules/ mods.d/ -R </li> </ul> </li> </ul> <p /> These commands set the permission that everybody can read the files, but only the members of the group sword and the owner (root) can write to the files. You need write access for the personal commentary module. <p />
de: Bitte stellen Sie sicher, dass die Bibel oder der Kommentar beide Testamente enthält (AT und NT). Einige Module enthalten nur das neue Testament (z.B. das GerBen Modul). Wenn das Modul beie enthält, wird das Problem höchstwahrscheinlich durch falsche Zugriffrechts der Datendateien verursacht.Bitte setzen Sie die richtigen Rchte für die Dateien und Verzeichnisse.<p /> Die beste Lösung ist esThe best solution is to create a group called sword and put in this group every user who wants to use BibleTime <p /> Now set read-write permissions for the group and change the ownership of every file in the Sword directory to root:sword. <p /> Execute the following commands to solve the problems: <p /> <ul> <li> create a group called sword </li> <li> then: <ul> <li> cd <your path to SWORD> </li> <li> chown root:sword modules mods.d -R </li> <li> chmod a+r+X modules/ mods.d/ -R </li> <li> chmod g+r+w+X modules/ mods.d/ -R </li> <li> chmod u+r+w+X modules/ mods.d/ -R </li> </ul> </li> </ul> <p /> These commands set the permission that everybody can read the files, but only the members of the group sword and the owner (root) can write to the files. You need write access for the personal commentary module. <p />

source: Please make sure that the Bible or commentary you selected contains both testaments (OT and NT). Some modules contain only the new testament (e.g. the GerBen module). If the module has both the problem is probably caused by wrong permissions of the data files. Please set the right permissions of the file and directories. <p /> The best solution is to create a group called sword and put in this group every user who wants to use BibleTime <p /> Now set read-write permissions for the group and change the ownership of every file in the Sword directory to root:sword. <p /> Execute the following commands to solve the problems: <p /> <ul> <li> create a group called sword </li> <li> then: <ul> <li> cd &lt;your path to SWORD&gt; </li> <li> chown root:sword modules mods.d -R </li> <li> chmod a+r+X modules/ mods.d/ -R </li> <li> chmod g+r+w+X modules/ mods.d/ -R </li> <li> chmod u+r+w+X modules/ mods.d/ -R </li> </ul> </li> </ul> <p /> These commands set the permission that everybody can read the files, but only the members of the group sword and the owner (root) can write to the files. You need write access for the personal commentary module. <p />
de: Bitte stellen Sie sicher, dass die Bibel oder der Kommentar, den sie ausgewählt haben beide Testamente enthält (AT und NT). Einige Module enthalten nur das neue Testament (z.B. das GerBen Modul). Wenn das Modul beide enthält wird das Problem wahrscheinlich durch falsche Rechte der Daten-Dateien verursacht. Bitte setzen Sie die richtigen Rechte für die Dateien und Verzeichnisse. <P> Die beste Lösung ist es, eine Gruppe names sword zu erstellen und in diese Gruppe jeden Benutzer zu setzen, der BibleTime benutzt. <P> Nun setzen Sie schreiben-lesen Rechte für die Gruppe und ändern die Besitzrechte jeder Datei im Sword Verzeichnis auf root:sword. <P> Führen Sie die folgenden Befehle aus, um das Problem zu lösen: <ul> <li> legen Sie eine Gruppe namens sword an.</li> <li> dann:<ul> <li> cd &lt;Ihr Swordverzeichnis&gt; </li> <li> chown root:sword modules mods.d -R </li> <li> chmod a+r+X modules/ mods.d/ -R </li> <li> chmod g+r+w+X modules/ mods.d/ -R </li> <li> chmod u+r+w+X modules/ mods.d/ -R </li> </ul> </li> </ul> <p /> Diese Befehle setzen Sie Rechte, sodass jeder die Dateien lesen kann, aber nur die Mitglieder der Gruppe sword und der Besitzer (root) können in die Dateien schreiben.Sie benötigen Schreib-Zugrif für den Persönlichen Kommentar. <p />
pt_br: Por favor tenha certeza que a Bíblia ou comentário que você selecionou contêm ambos os testaments (VT e NT). Alguns módulos contêm somente o novo testamento (ex: o módulo GerBen). Se o módulo tem ambos o problema foi provavelmente causado por permissões erradas dos arquivos de dados. Por favor configure as permissões corretamente dos arquivos e diretórios. <p /> A melhor solução é criar um gruopo chamado sword e colocar neste grupo todos os usuários que querem usar BibleTime <p /> Agora configure as permissões de leitura-escrita para o grupo e mude o dono de cada arquivo no diretório Sword para root:sword. <p /> Execute os seguintes comandos para resolver os problemas: <p /> <ul> <li> criar um grupo chamado sword </li> <li> then: <ul> <li> cd &lt;seu caminho para SWORD&gt; </li> <li> chown root:sword modules mods.d -R </li> <li> chmod a+r+X modules/ mods.d/ -R </li> <li> chmod g+r+w+X modules/ mods.d/ -R </li> <li> chmod u+r+w+X modules/ mods.d/ -R </li> </ul> </li> </ul> <p /> Estes comandos configuram as permissões para que todos possam ler os arquivos, mas somente os membros do grupo sword e o dono (root) podem gravar nos mesmos. Você precisa de direito de escrita para os módulos de comentário pessoais. <p />

source: If you can't download the CD, for example because you don't have a fast connection, you can order the CD.
de: Wenn Sie die CD nicht herunterladen können, zum Beispiel weil Sie keine schnelle Verbindung haben, können Sie die CD bestellen.
pt_br: Se você não pode copiar o CD, por exemplo porque você não tem uma conexão rápida, você pode comprar o CD.

source: Please check the information you entered:
de: Bitte überprüfen Sie die von ihnen eingegebenen Informationen:
pt_br: Por favor verifique a informação que você digitou:

source: Street:
de: Straße:
pt_br: Rua:

source: Town:
de: Wohnort:
pt_br: Cidade:

source: Country:
de: Land:
pt_br: País:

source: Number of CDs:
de: Anzahl von CDs:
pt_br: Número de CDs:

source: Your comments:
de: Ihre Kommentare:
pt_br: Seus comentários:

source: Is anything wrong there?
de: Stimmt irgendetwas nicht?
pt_br: Há algo errado ali?

source: If anything is wrong in the information you provided please go back one page and correct it.
de: Wenn irgendetwas in den von ihnen eingegebenen Informationen nicht stimmt, dann gehen Sie bitte eine Seite zurück und korrigieren Sie die Fehler.
pt_br: Se algo está errado na informação que você nos deu por favor volte uma página e corrija.

source: Otherwise, if everything is correct, please send the order by clicking on the button below.
de: Wenn jedoch alles stimmt, schicken Sie bitte die Bestellung durch klicken auf den Knopf weiter unten ab.
pt_br: Por outro lado, se tudo está certo, por favor envie o pedido clicando no botão abaixo.

source: The BibleTime developers will send you the CDs for free.
de: Die BibleTime Entwickler schicken ihnen die CD kostenlos zu.
pt_br: Os desenvolvedores do BibleTime te enviarão os CDs gratuitamente.

source: Order the CDs!
de: Bestellen der CDs!
pt_br: Compre os CDs!

source: The eMail adress
de: Die eMail Adresse
pt_br: O endereço de eMail

source: is incorrect!
de: ist nicht korrekt!
pt_br: está incorreto!

source: Please use a valid eMail address!
de: Bitte benutzen Sie eine gültige eMail Adresse!
pt_br: Por favor use um endereço de eMail válido!

source: CD order was not sent
de: CD Bestellung wurde nicht abgeschickt
pt_br: Pedido de CD não foi enviado

source: Please enter a correct amount of CD copies.
de: Bitte geben Sie eine korrekte Anzahl von CD Kopien an.

source: The CD order was NOT send to the BibleTime team. Please check the entered information!
de: Die CD Bestellung wurde NICHT zum BibleTime Team geschickt. Bitte überprüfen Sie die eingegebenen Informationen!
pt_br: O pedido de CD NAO foi enviado para o time do BibleTime. Por favor verifique a informação que você digitou!

source: You already voted for the active poll.
de: Sie haben bereits in der aktuellen Umfrage gewählt!
pt_br: Você já votou na enquete ativa.
ru: Вы уже проголосовали в этом опросе.

source: Download BibleTime
de: BibleTime herunterladen
pt_br: Faça o download do BibleTime
ru: Загрузить BibleTime

source: The poll wasn't found. Please report this to info@bibletime.info.
de: Die Umfrage konnte nicht gefunden werden. Bitte berichten Sie dies an info@bibletime.info.
pt_br: A enquete não foi encontrada. Por favor nos informe em info@bibletime.info.

source: BibleTime Guestbook
de: BibleTimes Gästebuch
pt_br: Livro de visitas do BibleTime

source: Your comments were be written into the guestbook, but sending eMail to the BibleTime developers failed:
de: Ihre Kommentare wurden in das Gästebuch geschrieben, aber das Verschicken der eMail an die BibleTime Entwickler ist fehlgeschlagen:

source: Please enter your name and the comment! The entry was not added to the guestbook!
de: Bitte geben Sie ihren Namen und den Kommentar ein. Der Eintrag wurde nicht dem Gästebuch hinzugefügt.
pt_br: Por favor digite seu nome e o comentário! A entrada não foi adicionada ao livro de visitas!
