Repository: bibletime/historic-bibletime.info
Catalog: compendium/*/*.po
Languages: de, pt_br, ru

source: <P><B>Esperanto</B>.</P><p>YES, there is a Bible for those of you who prefer to speak Esperanto. This is not really a Unicode example, since the displayed characters come from the iso 8859-1 charset. But this shows how text looks like after switching off versenumbers and linebreaks.</p>
de: <P><B>Esperanto</B>.</P> <p> JA, es gibt eine Bibel, für diejenigen, die es vorziehen Esperanto zu sprechen. Dies ist kein echtes Unicode-Beispiel, da der angezeigte Text aus dem iso-8859-1 Zeichensatz stammt. Aber dies demonstriert wie Text aussieht, nachdem die Versnummern und Zeilenumbrüche ausgeschaltet wurden. </p>
pt_br: <B>Esperanto</B>.</P><p>SIM, existe uma Bíblia para aqueles de vocês que preferem falar Esperanto. Este não é um exemplo Unicode, desde que os caracteres exibidos vem do conjunto de caracteres iso 8859-1. Mas isto nos mostra como o texto se parece depois de desligar os números de versículos e quebra de linhas.</p>

source: <P><B>GothicA</B> and <B>GothicB</B>: these are 2 (incomplete) Manuscripts in Gothic.</P><P>As you can see, the parallel text view can help you with comparing different manuscripts/texts/translations.</p>
de: <P><B>GothicA</B> und <B>GothicB</B>: dies sind 2 (unvollständige) Manuskripte in Gotisch.</P> <P> Wie Sie sehen können, hilft die Parallelansicht ihnen mit dem Vergleich von verschiedenen Manuskripten / Texten / Übersetzungen.</P>
pt_br: <B>GóticoA</B> e <B>GóticoB</B>: estes são 2 (incompletos) Manuscritos em Gótico.</P><BR>Como você pode ver, a visão de texto em paralelo pode ajudar você a comparar diferentes manuscritos/textos/traduções.</p>

source: How to get BibleTime
de: Wie man BibleTime bekommt
pt_br: Como pegar o BibleTime
ru: Как загрузить BibleTime

source: There are several RPM packages available of BibleTime. To see whether they were made for your system have a look at the file name of the package. They contain the abbreviated name and version of the Linux distribution they were made for.
de: Es gibt verschiedene RPM Pakete von BibleTime. Um zu sehen, ob sie für ihe System erstellt wurden, schauen Sie sich den Dateinamen des Paketes an. Er enthält den abgekürzten Namen und die Version des Linux Systems, für das das Paket erstellt wurde.
pt_br: Existem vários pacotes RPM disponíveis para BibleTime. Para ver se eles foram feitos para o seu sistema dê uma olhada no nome do arquivo do pacote. Eles contêm o nome abreviado e versão da distribuição Linux para o qual foram feitos.
ru: Существует несколько пакетов RPM для BibleTime. Чтобы узнать есть ли пакет для вашей системы посмотрите на название файла пакета. Название файла включает краткое название и версию дистрибутива Linux, для которого этот файл предназначен.

source: For example the package &raquo;bibletime-1.2.2-1suse8.1.i586.rpm&laquo; was made for SuSE 8.1 systems running on a i586 or higher.
de: So wurde z.B. das Paket &raquo;bibletime-1.2.2-1suse8.1.i586.rpm&laquo; für SuSE 8.1 Systeme erstelt, die einen i586 kompatiblen oder besseren Prozessor verwenden.
pt_br: Por exemplo o pacote &raquo;bibletime-1.2.2-1suse8.1.i586.rpm&laquo; foi feito para sistemas SuSE 8.1 rodando em um i586 ou maior.
ru: Так, на пример, файл "bibletime-1.2.2-1suse8.1.i586.rpm" был сделан для дистрибутива SuSE 8.1, установленного на компьютере i586 и выше.

source: Please download BibleTime at the Sourceforge project pages of BibleTime:
de: Bitte laden Sie BibleTime auf den Sourceforge Seiten von BibleTime herunter:
pt_br: Por favor faça o download do BibleTime das páginas do projeto BibleTime no Sourceforge:
ru: Загрузить BibleTime вы сможете на страницах проекта BibleTime на сайте Sourceforge.

source: Please download the packages &raquo;bibletime&laquo; and &raquo;bibletime-doc&laquo;! Without the &raquo;bibletime-doc&laquo; package you would have no handbook, daily tips or installation instructions.
de: Bitte laden Sie die Pakete &raquo;bibletime&laquo; und &raquo;bibletime-doc&laquo; herunter! Ohne dem &raquo;bibletime-doc&laquo; Paket würden Sie kein Handbuch, keine täglichen Tipps und keine Installationsanleitung haben.
pt_br: Por favor faça o download dos pacotes &raquo;bibletime&laquo; e &raquo;bibletime-doc&laquo;! Sem o pacote &raquo;bibletime-doc&laquo;! você não terá o livro de mão, dicas diárias ou instruções de instalação.
ru: Загрузите пакеты "bibletime" и "bibletime-doc"! Без пакета "bibletime-doc" у вас не будет справочника пользователя, советов на каждый день и инструкции по установке.

source: Please read the installation instructions:
de: Bitte lesen Sie die Installations-Anleitung:
pt_br: Por favor leia as instruções de instalação:
ru: Прочитайте инструкцию по установке.

source: On <A HREF="http://dot.kde.org/995302757"><b>dot.kde.org</b></A> Andreas Pour draws the following conclusion in his review:
de: Auf <A HREF="http://dot.kde.org/995302757"><b>dot.kde.org</b></A> zieht Andreas Pour den folgenden Schluß in seiner Rezension:
pt_br: Em <A HREF="http://dot.kde.org/995302757"><b>dot.kde.org</b></A> Andreas Pour chega à seguinte conclusão em sua revisão:
ru: На сайте <A HREF="http://dot.kde.org/995302757"><b>dot.kde.org</b></A> Andreas Pour делает следующее заключение в своем обозрении Bibletime:

source: Copyright of the review: &copy; 2001 Andreas "Dre" Pour. All rights reserved.
de: Copyright der Rezension: &copy; 2001 Andreas Pour "Pour". Alle Rechte vorbehalten.
pt_br: Direito autoral da análise: &copy; 2001 Andreas "Dre" Pour. Todos os direitos reservados.
ru: Авторские права на обозрение принадлежат &copy; 2001 Andreas "Dre" Pour.

source: The german magazine &raquo;Pfarrer &amp; PC&laquo; reviewed Bible software for Linux which also covers BibleTime among &raquo;Gnomesword&laquo; and &raquo;Volksbibel 2000&laquo;. Their conclusion in german for BibleTime:
de: Die deutsche Zeitschrift &raquo;Pfarrer &amp; PC&laquo; hat Bibel-Software für Linux getestet, was neben BibleTime auch &raquo;Gnomesword&laquo; und &raquo;Volksbibel 2000&laquo; behandelte. Sie zieht den folgenden Schluß über BibleTime:
pt_br: A revista alemã &raquo;Pfarrer &amp; PC&laquo; revisou softwares da Bíblia para Linux que também cobriu o BibleTime dentre &raquo;Gnomesword&laquo; e &raquo;Volksbibel 2000&laquo;. Sua conclusão em alemão para o BibleTime:
ru: Немецкий журнал "Pfarrer &amp; PC" провел обзор программ по изучению Библии для Linux, который включал BibleTime среди "Gnomesword" и "Volksbibel 2000". Их заключение о BibleTime на немецком звучит так:

source: Copyright of the review: &copy; Pfarrer &amp; PC 2002.
de: Copyright der Rezension: &copy; Pfarrer &amp; PC 2002.

source: The review is online at:
de: Die Rezension ist verfügbar auf:
pt_br: A análise está online em:
ru: Обозрение можно найти здесь:

source: Survey
de: Umfrage
pt_br: Análise

source: Polls
de: Umfragen
pt_br: Enquetes
ru: Опросы мнения

source: Results of the poll
de: Ergebnisse der Umfrage
pt_br: Resultados da enquete
ru: Результаты опроса

source: Result
de: Ergebnis
pt_br: Resultado
ru: Результат

source: votes
de: Stimmen
pt_br: votos
ru: чел.

source: Voters:
de: Wähler:
pt_br: Eleitores:
ru: Количество голосов:

source: Requirements of the different BibleTime versions
de: Anforderungen der einzelnen BibleTime Versionen
pt_br: Requerimentos das diferentes versões do BibleTime
ru: Требования к системе для разных версий BibleTime

source: On this page we list the requirements of the available BibleTime versions. The requirements often give the download pages where to get the required stuff.
de: Auf diese Seite listen wir die Anforderungen der vefügbaren BibleTime Versionen. Die Anforderungen verweisen oftmals auf Seiten, wo man die benötigten Dinge bekommen kann.
pt_br: Nesta página nós listamos os requerimentos das versões disponíveis do BibleTime. Os requerimentos normalmente mostram as páginas de download onde devem ser pegos estes materiais.
ru: На этой странице мы перечисляем необходимые программы для работы разных версий BibleTime. Зачастую мы также указываем ссылки на вебсайты, где можно загрузить эти программы.

source: Requirements since BibleTime 1.1
de: Anforderungen seit BibleTime 1.1
pt_br: Requerimentos desde BibleTime 1.1
ru: Требования для BibleTime 1.1 и последующих версий

source: At least the libraries and the base package.
de: Mindestens die Bibliotheken und das Basis-Paket.
pt_br: Ao menos as biblotecas e o pacote base.
ru: По крайней мере необходимо установить библиотеки и базовый пакет.

source: KDE 3 is shipped with many Linux distributions. Very often it's installed by default.
de: KDE 3 wird mit vielen Linux Distributionen geliefert. Sehr oft wird es von Anfang an installiert.
pt_br: KDE 3 está em muitas distribuições Linux. Muito frequentemente é instalado por padrão.
ru: KDE 3 входит в состав многих дистрибуций Linux. Зачастую он устанавливается по умолчанию.

source: Sword 1.5.3 or later
de: Sword 1.5.3 oder neuer
pt_br: Sword 1.5.3 ou maior
ru: Sword 1.5.3 или более поздяя версия:

source: Only required if do not install a precompiled binary package.
de: Nur benötigt, wenn sie nicht mit Hilfe von vorkompilierten Paketen installieren.
pt_br: Somente requerido se não instalar um pacote binário pré-construído.
ru: Данная программа требуется только в том случае если вы не устанавливаете пакеты исполняемого кода BibleTime.

source: Installation instructions for Sword are available here:
de: Eine Installations-Anleitung wie man Sword installiert ist hier verfügbar:
pt_br: Instruções de instalação para Sword estão disponíveis em:
ru: Инструкции по установке Sword вы найдете здесь:

source: Requirements since BibleTime 1.2
de: Anforderungen seit BibleTime 1.2
pt_br: Requerimentos desde o BibleTime 1.2
ru: Требования для BibleTime 1.2 и последующих версий

source: Requirements since BibleTime 1.3
de: Anforderungen seit BibleTime 1.3
pt_br: Requirementos desde o BibleTime 1.3

source: Sword 1.5.5 or later
de: Sword 1.5.5 oder später
pt_br: Sword 1.5.5 ou maior

source: This page explains how to install the Sword library, which is required by BibleTime.
de: Diese Seite erklärt, wie man Sword installiert, welches von BibleTime benötigt wird.
pt_br: Esta página explica como instalar a biblioteca Sword, que é necessário para o BibleTime.
ru: Эта страница объясняет шаги установки библиотеки Sword, которая необходима для пользования BibleTime.

source: The installation of the Sword library is only required if you compile BibleTime from sources yourself! If you install using prebuilt binary packages please don't install Sword from source code. It's included in each BibleTime binary package!
de: Die Installation der Sword Bibliothek wird nur benötigt, wenn Sie BibleTime vom Quellcode aus übersetzen möchten! Wenn Sie für die Installation vorkompilierte Binärpakete benutzen, dann installieren Sie Sword bitte nicht selbst! Die Bibliothek ist dann im BibleTime Binärpaket enthalten!
pt_br: A instalação da biblioteca do Sword só é requerida se você mesmo compilar o BibleTime dos fontes! Se você instalar usando o pacote binário pré-construído por favor não instale Sword do código fonte. Já está incluído em cada pacote binário do BibleTime!
ru: Установка библиотеки Sword необходима только в том случае если вы сами компилируете BibleTime из исходного кода. Если вы установили BibleTime посредством пакетов исполняемого кода вам не стоит отдельно устанавливать Sword из исходного кода, так как Sword уже входит в пакет исполняемого кода BibleTime.

source: Installation process
de: Installationsvorgang
pt_br: Processo de instalação
ru: Процесс установки

source: The basic installation is described on the pages of the Crosswire Bible Society:
de: Die grundlegende Installation ist auf den Seiten der Crosswire Bible Society beschrieben:
pt_br: A instalação básica é descrita nas páginas da Sociedade Bíblica Crosswire:
ru: Основные шаги установки описаны на страницах Crosswire Bible Society:

source: This page explains how BibleTime should be installed. Please follow these steps to get a working installation of BibleTime quickly.
de: Diese Seite erklärt, wie man BibleTime installieren sollte. Bitte folgen Sie den Schritten um möglichst schnell BibleTime zum Laufen zu bekommen.
pt_br: Esta página explica como o BibleTime deve ser instalado. Por favor siga estes passos para ter uma instalação do BibleTime funcionando rápido.
ru: Эта страница объясняет, как установить программу BibleTime. Следуйте каждому шагу установки, чтобы получить работающую программу без лишних хлопот.

source: The two ways to install BibleTime
de: Die zwei Wege BibleTime zu installieren
pt_br: As duas maneira de instalar o BibleTime
ru: Два метода установки BibleTime

source: There are two possibilities to install BibleTime on your system:
de: Es gibt zwei Möglichkeiten, um BibleTime auf ihrem System zu installieren:
pt_br: Existem duas possibilidades para instalar o BibleTime no seu sistema:
ru: Есть два метода установки BibleTime на компьютер:

source: Install using prebuilt binary packages, like RPM or DEB
de: Installation mit vorkompilierten Binärpaketen, wie z.B. RPM oder DEB
pt_br: Instalar usando pacotes binários pré-construídos, como RPM ou DEB
ru: Установка с помощью пакетов исполняемого кода, таких как RPM или DEB

source: Compile BibleTime from sources on your own system
de: Übersetzen Sie BibleTime selbst auf ihrem eigenen System
pt_br: Compilar o BibleTime usando os códigos fonte em seu sistema
ru: Компиляция BibleTime из исходного кода на вашем компьютере

source: We recommend the installation using the binary packages. It's the simplest way.
de: Wir empfehlen die Installation mit den Binärpaketen. Es ist der einfachste Weg.
pt_br: Nós recomendamos a instalação usando os pacotes binários. É a maneira mais simples.
ru: Мы рекомендуем устанавливать BibleTime с помощью пакетов исполняемого кода. Это самый простой способ.

source: Prebuilt binary packages
de: Vorkompilierte Binärpakete
pt_br: Pacotes binários pré-construídos
ru: Пакеты исполняемого кода

source: We try to provide packages for the most important Linux distributions. These include RedHat, Mandrake and SuSE.
de: Wie versuchen Pakete für die wichtigsten Linux Distributionen zur Verfügung zu stellen. Diese enthalten RedHat, Mandrake und SuSE.
pt_br: Nós tentamos fornecer pacotes para as distribuições Linux mais importantes. Isto inclui RedHat, Mandrake e SuSE.
ru: Мы стараемся подготовить пакеты исполняемого кода для самых распространенных дистрибуций Linux. Такими мы считаем RedHat, Mandrake и SuSE.

source: First download the binary package for your Linux distribution. For example:
de: Zuerst laden Sie sich das Binärpaket für ihre Linux Distribution herunter.Zum Beispiel:
pt_br: Primeiro copie o pacote binário para sua distribuição Linux. Por exemplo:
ru: Сначала загрузите пакет исполняемого кода для вашей дистрибуции. Например:

source: You want to download BibleTime 1.2.2 for SuSE Linux 8.1. In this case you have to download the package &raquo;bibletime-1.2.2-1suse8.1.i586.rpm&laquo;.
de: Sie möchten BibleTime 1.2.2 für SuSE Linux 8.1 herunterladen. In diesem Falle müssten Sie sich das Paket &raquo;bibletime-1.2.2-1suse8.1.i586.rpm&laquo; herunterladen.
pt_br: Você quer copiar o BibleTime 1.2.2 para SuSE Linux 8.1. Neste caso você tem que copiar o pacote &raquo;bibletime-1.2.2-1suse8.1.i586.rpm&laquo;.
ru: Вы хотите установить BibleTime 1.2.2 под SuSE Linux 8.1. В таком случае вам нужно загрузить пакет "bibletime-1.2.2-1suse8.1.i586.rpm".

source: Please don't forgot to download the package bibletime-doc to get the documentation and the translations, which are available for BibleTime.
de: Bitte vergessen Sie nicht, das Paket bibletime-doc herunterzuladen um die Dokumentation und die für BibleTime verfügbaren Übersetzungen zu bekommen.
pt_br: Por favor não se esqueça de copiar o pacote bibletime-doc para ter a documentação e as traduções, que estão disponíveis para BibleTime.
ru: Пожалуйста, не забудьте также загрузить пакет bibletime-doc, чтобы получить доступ к документации и переводам BibleTime на другие языки.

source: If your native language is not english and BibleTime already supports it, you have to download the language package to have BibleTime installed in your own language.
de: Wenn ihre Muttersprache nicht Englisch ist und BibleTime diese bereits unterstützt, dann müssen Sie das Sprachpaket herunterladen, um BibleTime in ihrer eignenen Sprache installiert zu haben.
pt_br: Se seu idioma natio não é inglês e o BibleTime já o suporta, você tem que copiar o pacote de linguagem para ter o BibleTime instalado em seu próprio idioma.

source: For example: If you're german download the package bibletime-i18n-de.
de: Ein Beispiel: Wenn Sie Deutscher sind, dann laden Sie sich das Paket bibletime-i18n-de herunter.
pt_br: Por exemplo: se você é alemão então copie o arquivo bibletime-i18n-de.

source: As you can see each package name contains the Linux distribution and version is was built for. Please don't try to install a package on another system as it was built for.
de: Wie Sie sehen, enthält jeder Paketname die Linuxdistribution und deren Version, für das es erstellt wurde. Versuchen Sie bitte nicht, ein Paket auf einem anderem System zu installieren, als für das es erstellt wurde.
pt_br: Como você pode ver cada nome de pacote contêm a distribuição Linux e versão para a qual foi construído. Por favor não tente instalar um pacote em outro sistema para o qual não foi construído.
ru: Как видите, название файла пакета включает дистрибуцию и версию, для которой этот пакет предназначен. Пожалуйста, не пытайтесь установить пакет на дистрибуцию для которой он не предназначен.

source: You can download BibleTime here:
de: Sie können BibleTime hier herunterladen:
pt_br: Você pode copiar o BibleTime aqui:
ru: Здесь вы можете загрузить BibleTime:

source: Compilation from source code
de: Übersetzung des Quellcodes
pt_br: Compilação do código fonte
ru: Компиляция из исходного кода

source: Installation using BibleTime's source code is more difficult than using binary packages. Please follow the steps below if you decided to install BibleTime from sources:
de: Die Installation mit BibleTimes Quellcode ist schwieriger als die Benutzung der Binärpakete. Bitte befolgen Sie die folgenden Schritte, wenn Sie BibleTime vom Quellcode installieren möchten:
pt_br: Instalação usando o código fonte do BibleTime é mais difícil ue usar o pacote binário. Por favor siga os passos abaixo se você decidir instalar o BibleTime dos fontes:
ru: Установить BibleTime из исходного кода несколько труднее, чем посредством пакетов исполняемого кода. Следуйте нижеприведенным инструкциям, если вы все же решились установить BibleTime из исходного кода:

source: Install the required software:
de: Installieren Sie die benötigte Software:
pt_br: Instale o software requerido:
ru: Установите необходимое программное обеспечение:

source: Get the source code package of BibeTime:
de: Laden Sie das Quellcode Paket von BibleTime herunter:
pt_br: Pegue o pacote do código fonte do BibleTime:
ru: Загрузите пакет исходного кода BibeTime:

source: Compile and install BibleTime:
de: Übersetzen und installieren Sie BibleTime:
pt_br: Compile e instale o BibleTime:
ru: Скомпилируйте и установите BibleTime:

source: your KDE directory
de: Ihr KDE Verzeichnis
pt_br: seu diretório KDE
ru: ваша директория KDE

source: You can get your KDE directory by running the command
de: Sie können das KDE Verzeichnis mit dem folgenden Befehl herausbekommen:
pt_br: Você pode ver o seu diretório do KDE executando o comando
ru: Вы можете узнать свою директорию KDE исполнив команду

source: If you get problems please read the FAQ here:
de: Falls Sie Probleme bekommen, dann lesen Sie bitte das FAQ:
pt_br: Se você tiver problemas por favor leia o FAQ aqui:
ru: Если у вас возникнут проблемы прочитайте

source: If there's no solution of your problem, please contact us at
de: Falls es dort keine Lösung für ihr Problem gibt, wenden Sie sich bitte an
pt_br: Se não houver solução para o seu problema, por favor nos contacte em
ru: Если вы не можете найти ответ на вашу проблему, свяжитесь с нами по адресу

source: Usage
de: Benutzung
pt_br: Uso
ru: Использование программы

source: Is it possible to search for a specific Strong number?
de: Ist es möglich nach einer bestimmten Strong-Nummer zu suchen?
pt_br: É possível procurar por um número Forte específico?
ru: А можно произвести поиск по номеру Стронга (Strong's)?

source: Why do I see only question marks instead of Unicode text?
de: Warum sehe ich nur Fragezeichen anstelle von Unicode Text?
pt_br: Por que eu vejo somente marcas de interrogação ao invés de texto Unicode?
ru: Почему вместо текста в кодировке Уникоуд (Unicode) у меня на экране сплошные знаки вопроса?

source: Why is the toolbar missing?
de: Warum fehlt die Werkzeugleiste?
pt_br: Por que a barra de ferramentas está faltando?
ru: Куда задевалась панель инструментов?

source: Why do I see only verse numbers, but no text?
de: Warum sehe ich nur Versnummern, aber keinen Text?
pt_br: Por que eu vejo somente os números de versículos, mas não o texto?
ru: Почему я вижу только номера стихов и никакого текста?

source: All available Bible modules
de: Alle verfügbaren Bibel-Module
pt_br: Todos os módulos de Bíblia disponíveis
ru: Все модули с текстом Библии

source: All Bibles which are available from the Crosswire Bible Society can be downloaded here:
de: Alle Bibeln, die bei der Crosswire Bibelgesellschaft verfügbar sind, können hier heruntergeladen werden:
pt_br: Todas as Bíblias que estão disponíveis da Sociedade Bíblica Crosswire podem ser copiadas aqui:
ru: Здесь вы можете загрузить все модули, которые предоставляет Crosswire Bible Society:

source: Recommended Bible modules
de: Empfohlene Bible-Module:
pt_br: Módulos da Bíblia recomendados
ru: Наши рекомендации для модулей Библии

source: We can recommend the following Bibles modules, which are in your language:
de: Wir können ihnen die folgenden Bibeln, die in ihrer Sprache sind, empfehlen:

source: All available commentary modules
de: Alle verfügbaren Kommentar-Module
pt_br: Todos os módulos de comentário disponíveis
ru: Все модули комментариев

source: All commentaries which are available from the Crosswire Bible Society can be downloaded here:
de: Sie könne alle Kommentare, die von der Crosswire Bibelgesellschaft verfügbar sind, auf folgender Seite herunterladen:
pt_br: Todos os comentários que estão disponíveis da Sociedade Bíblica Crosswire podem ser copiados aqui:
ru: Здесь вы можете загрузить все модули с комментариями, которые предоставляет Crosswire Bible Society:

source: Recommended commentary modules
de: Empfohlene Kommentar-Module
pt_br: Módulos de comentários recomendados
ru: Наши рекомендации для модулей с комментариями

source: We can recommend the following Commentary modules, which are in your language:
de: Wir können ihnen die folgenden Kommentare, die in ihrer Sprache sind, empfehlen:

source: All available lexicon / dictionary modules
de: Alle verfügbaren Lexika / Wörterbuch Module
pt_br: Todos os léxicons disponíveis / módulos de dicionário
ru: Все словарные модули

source: All lexicons / dictionaries which are available from the Crosswire Bible Society can be downloaded here:
de: Alle Lexika / Wörterbücher, die von der Crosswire Bibelgesellschaft verfügbar sind, auf folgender Seite herunterladen:
pt_br: Todos os léxicons/dicionários que estão disponíveis da Sociedade Bíblica Crosswire podem ser copiados aqui:
ru: Здесь вы можете загрузить все словарные модули, которые предоставляет Crosswire Bible Society:

source: Lexicons / Dictionaries
de: Lexika / Wörterbücher
pt_br: Léxicons/Dicionários
ru: Словари

source: Recommended lexicon / dictionary modules
de: Empfohlene Lexika / Wörterbuch Module
pt_br: Léxicons recomendados/Módulos de dicionários
ru: Наши рекомендации для словарных модулей
