Repository: bibletime/historic-bibletime.info
Catalog: */po/documentation_installation_bibletime.po
Languages: ro

source: Installation of BibleTime
ro: Instalare BibleTime

source: This page explains how BibleTime should be installed. Please follow these steps to get a working installation of BibleTime quickly.
ro: Aceasta pagina explica modul in care trebuie instalat Bbletime. Te rog sa urmezi acesti pasi pentru a instala rapid BibleTime.

source: The two ways to install BibleTime
ro: Cele doua modalitati de instalare BibleTime

source: There are two possibilities to install BibleTime on your system:
ro: Sunt doua posibilitati pentru a instala BibleTime pe computerul tau:

source: Install using prebuilt binary packages, like RPM or DEB
ro: Instaleaza folosind pachete binare precompilate, ca RPM sau DEB

source: Compile BibleTime from sources on your own system
ro: Compileaza BibleTime din surse pe computerul tau

source: We recommend the installation using the binary packages. It's the simplest way.
ro: Noi iti recomandam instalarea folosind pachetele binare. Este calea cea mai simpla.

source: Prebuilt binary packages
ro: Pachete binare precompilate

source: We try to provide packages for the most important Linux distributions. These include RedHat, Mandrake and SuSE.
ro: Incercam sa oferim pachete pentru cele mai importante distributii Linux. Aceasta include RedHat, Mandrake si SuSE.

source: As you can see each package name contains the Linux distribution and version is was built for. Please don't try to install a package on another system as it was built for.
ro: Dupa cum poti vedea fiecare nume de pachet contine distributia Linux si versiunea pentru care a fost creat. Te rog nu incerca sa instalezi un pachet pe un alt sistem pentru care nu a fost facut.

source: Compilation from source code
ro: Compilare din codul sursa
