Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: The truth regarding the finality of God's initiative in Christ is conveyed by one word of the Greek Testament, namely the adverb <foreignphrase>hapax</foreignphrase> and <foreignphrase>ephapax</foreignphrase>. It is usually translated in the Authorized Version once, meaning once for all. It is used of what is so done as to be of perpetual validity and never need repetition, and is applied in the NT to both revelation and redemption. Thus, Jude refers to the faith which was once for all delivered to the saints (Jude 3), and Romans says, "<emphasis>Christ also died for sins once for all</emphasis>" (Rom.6:10, see also 1 Pe.3:18; Heb.9:26-28).
de: Die Wahrheit betreffend der Endgültigkeit Gottes Initiative in Christus wird durch ein Wort des Griechischen Testamentes ausgedrückt, nämlich durch das Adverb <foreignphrase>hapax</foreignphrase> und <foreignphrase>ephapax</foreignphrase>. Es wird normalerweise in der "Authorized Version" mit "einmal" übersetzt, in der Bedeutung von "einmal für immer" [<emphasis>Anm. d. Übers.: eng. "once for all" kann auch als "entgültig" übersetzt werden</emphasis>]. Es wird für das benutzt, was ewige Gültigkeit hat und niemals Wiederholung benötigt und es wird im Neuen Testament auf Offenbarung und Erlösung angewandt. Folglich bezieht sich Judas auf den Glauben, der einmal für immer den Heiligen übergeben wurde (Judas 3), und Römer sagt <emphasis><quote>Denn was er gestorben ist, das ist er der Sünde ein für allemal [...]</quote></emphasis> (Römer 6,10, siehe auch 1. Petrus 3,18; Hebräer 9,26-28).
fr: La vérité quant à la finalité de l'initiative de Dieu en Christ est portée par un mot du Testament grec, plus précisément l'adverbe <foreignphrase>hapax</foreignphrase> et <foreignphrase>ephapax</foreignphrase>. Ceci est habituellement traduit par "une fois", signifiant "une fois pour toute". C'est utilisé pour ce qui est fait tel que d'une validité perpétuelle et ne nécessitant pas de répétition et est appliqué dans le NT pour la révélation et la rédemption. Ainsi, Jude se réfère à la foi qui est délivrée une fois pour toute aux saints (Jude 3) et il est dit dans Romains, "<emphasis>...c'est pour le péché qu'il est mort une fois pour toutes...</emphasis>" (Romains.6:10, voir aussi 1 Pierre.3:18; Hébreux.9:26-28).
ko: The truth regarding the finality of God's initiative in Christ is conveyed by one word of the Greek Testament, namely the adverb <foreignphrase>hapax</foreignphrase> and <foreignphrase>ephapax</foreignphrase>. It is usually translated in the Authorized Version once, meaning once for all. It is used of what is so done as to be of perpetual validity and never need repetition, and is applied in the NT to both revelation and redemption. Thus, Jude refers to the faith which was once for all delivered to the saints (Jude 3), and Romans says, "<emphasis>Christ also died for sins once for all</emphasis>" (롬 6:10, 그밖에 1 Pe.3:18; 히 9:26-28를 보십시오.).
pt_br: A verdade a respeito do objetivo da iniciativa de Deus em Cristo é expressada em uma palavra presente no Testamento Grego, principalmente o advérbio <foreignphrase>hapax</foreignphrase> e <foreignphrase>ephapax</foreignphrase>. É comumente traduzida na Versão Autorizada como "De uma vez por todas". É usada no sentido de "o que foi feito com validade perpétua, não necessitando de repetição" e é usada no Novo Testamento, tanto em revelação e redenção. Portanto Judas refere-se a fé que foi de uma vez por todas entregue aos santos (Judas 3), e Romanos diz, "<emphasis>Porque morrendo, ele morreu para o pecado de uma vez por todas</emphasis>" (Rm 6.10, veja também 1Pe 3.18; Hb 9.26-28).
ru: Правда о завершении Божьей инициативы во Христе выражается одним словом в греческом Завете, а именно наречием <foreignphrase>гапакс (hapax)</foreignphrase> и <foreignphrase>ефапакс (ephapax)</foreignphrase>. Обычно оно переводится как однажды, означая однажды для всех. Используется для обозначения следующего: то, что сделано, имеет вечную законность и не требует повторения, и применяется в Новом Завете как к откровению, так и к искуплению. Таким образом, в послании Иуды говорится о вере, однажды для всех преданной святым (Иуды 3), и в послании к Римлянам читаем: "<emphasis>Христос также умер для греха однажды за всех</emphasis>" (Рим.6:10, см. также 1 Пт.3:18; Евр.9:26-28).

source: Thus we may say that God has spoken once for all and Christ has suffered once for all. This means that the Christian revelation and the Christian redemption are both alike in Christ complete. Nothing can be added to either without being derogatory to Christ... These are the two rocks on which the Protestant Reformation was built -- Gods revealed word without the addition of human traditions and Christ's finished work without the addition of human merits. The Reformers great watchwords were <foreignphrase>sola scriptura</foreignphrase> for our authority and <foreignphrase>sola gratia</foreignphrase> for our salvation.
de: Folglich können wir sagen, dass Gott einmal für immer gesprochen hat und das Christus einmal für immer gelitten hat. Dies bedeutet, dass die christliche Offenbarung und die christliche Erlösung gleicherweise in Christus erfüllt sind. Nichts kann zu beiden hinzugefügt werden ohne schadend für Christus zu sein... Die beiden Fundamente [<emphasis>Anm. d. Übers. eigentlich rock = Felsen</emphasis>] auf die die protestantische Reformation aufgebaut wurde sind -- Gottes offenbartes Wort ohne den Ergänzungen menschlicher Traditionen und Christi vollendetes Werk ohne den Ergänzungen menschlicher Verdienste. Die großen Losungen der Reformer waren <foreignphrase>sola scriptura</foreignphrase> für die Autorität und <foreignphrase>sola gratia</foreignphrase> für unsere Erlösung.
fr: Ainsi, nous pouvons dire que Dieu a parlé une fois pour toutes et que Christ a souffert une fois pour toutes. Ceci signifie que la révélation chrétienne et la rédemption chrétienne sont toutes deux complètes en Christ. Rien ne peut être ajouter à l'une d'entre elles sans être désobligeant vis-à-vis de Christ... Celles-ci sont les deux rocs sur lesquels la Réforme Protestante s'est construite -- Dieu révéla sa Parole sans addition de traditions humaines et Christ acheva l'ouvrage sans l'addition de mérites humains. Les gardiens de la Réforme furent les mots <foreignphrase>sola scriptura</foreignphrase> pour notre autorité et <foreignphrase>sola gratia</foreignphrase> pour notre salut.
pt_br: Portanto, nós podemos dizer que Deus falou de uma vez por todas e Cristo sofreu de uma vez por todas. Isto sifnifica que a revelação Cristã e a redenção Cristã são indistinguíveis no Cristo completo. Nada pode ser adicionado sem ser depreciador de Cristo. Estas são as rochas em que a Reforma Protestante foi baseada -- Deus revelou a Palavra sem a adição das tradições humanas e Cristo terminou o trabalho sem adição de méritos humanos. As principais palavras dos Reformadores foram<foreignphrase>sola scriptura</foreignphrase> para nossa autoridade e <foreignphrase>sola gratia</foreignphrase> para nossa salvação.
ru: Таким образом, мы можем сказать, что Бог проговорил однажды для всех, и Христос пострадал однажды за всех. Это значит, что Христово откровение и Христово искупление одинаково завершены во Христе. Ничто не может быть к ним добавлено без унижения Христа... Это те два камня, на которых построена протестантская реформация -- Божье явленное Слово без добавления человеческих традиций и завершённое дело Христа без добавления человеческих заслуг. Великими девизами Реформации были <foreignphrase>sola scriptura (одно Писание - прим. переводчика)</foreignphrase> как наш авторитет и <foreignphrase>sola gratia (одна благодать - прим. пер.)</foreignphrase> для нашего спасения.

source: Supplement: Bible Reading Programs
de: Anhang: Bibellesepläne
fr: Complément : programmes de lecture de la Bible
ko: 부록(Supplement): 성경 읽기 프로그램
pt_br: Suplemento: Programas de Leitura Bíblica
ru: Дополнение: Программы чтения Библии

source: Here are some easy programs to systematically read your Bible. You can do more than one at a time if you like, for instance #1 with #4, or #2 with #5. Vary the program from year to year to keep it fresh!
de: Hier sind einige einfache Programme für Sie, um systematisch ihre Bibel zu lesen. Sie können mehrere gleichzeitig durchführen, so zum Beispiel #1 mit #4 oder #2 mit #5. Verändern Sie das Programm von Jahr zu Jahr um es frisch zu halten.
fr: Voici quelques programmes simples pour lire la Bible de façon systématique. Vous pouvez en suivre plus d'un à la fois si vous le souhaitez, par exemple le n°1 avec le n°4 ou le n°2 avec le n°5. Changez de programme d'années en années afin d'en conserver la fraîcheur !
ko: 규칙적으로 성경을 읽을 수 있는 몇가지 간단한 프로그램들을 소개해본다. 원한다면 1번과 4번, 혹은 2번과 5번하는 식으로 동시에 한개 이상의 프로그램을 시도할 수 있을 것이다. 한프로그램에 지치지 않도록 매년 다양한 프로그램을 시도하시기 바랍니다!
pt_br: Aqui estão alguns programas fáceis para sistematicamente ler a sua Bíblia. Você pode fazer mais de um ao mesmo tempo se você quiser, por exemplo #1 com #4, ou #2 com #5. Varie o programada de ano para ano para mantê-lo novo.
ru: Это простые программы для систематического чтения Библии. Вы можете идти по нескольким одновременно, если хотите, например №1 и №4 или №2 и №5. Меняйте программу из года в год для разнообразия!

source: New Testament in a Year: read one chapter each day, 5 days a week.
de: Das neue Testament in einem Jahr: Lesen Sie jeden Tag ein Kapitel, fünf Tage die Woche.
fr: Nouveau Testament en un an : lire un chapitre par jour, 5 jours par semaine.
ko: 일년에 신약 일독하기: 주 5일간 하루에 한장씩 읽는다.
pt_br: Novo Testamento em um Ano: leia um capítulo por dia, 5 dias por semana.
ru: Новый Завет за год: читайте одну главу каждый день, 5 дней в неделю.

source: Proverbs in a Month: read one chapter of Proverbs each day, corresponding to the day of the month.
de: Die Sprüche in einem Monat: Lesen Sie jeden Tag ein Kapitel der Sprüche, dem aktuellen Tag des Monats entsprechend.
fr: Les Proverbes en un mois : lire un chapitre des proverbes par jour, correspondant au jour dans le mois.
ko: 한달에 잠언 일독하기: 한달간 매일 그날의 날짜에 해당하는 잠언 한장씩을 읽는다.
pt_br: Provérbios em um Mês: leia um capítulo de Provérbios por dia, correspondente ao dia do mês.
ru: Притчи за месяц: читайте одну главу Притч каждый день, соответственно числу месяца.

source: Psalms in a Month: read 5 Psalms at intervals of 30 each day, for instance on the 20th you read Ps.20, 50, 80, 110, &amp; 140.
de: Die Psalmen in einem Monat: Lesen Sie täglich 5 Psalmen in einem Intervall von 30, am 20. müssten Sie zum Beispiel die Psalmen 20,50,80,110 &amp; 140 lesen.
fr: Les Psaumes en un mois : lire 5 Psaumes par intervals de 30 jour, par exemple le vingtième jour du mois, lire les psaumes 20, 50, 80, 110 &amp; 140.
ko: 한달에 시편 일독하기: 20일에는 20, 50, 80, 110, 140편을 읽는 식으로, 매일 (30단위로) 5장의 시편을 읽는다.
pt_br: Salmos em um mês: leia 5 salmos com intervalo de 30 entre eles por dia. Por exemplo, no vigésimo. dia você lerá Sl 20, 50, 80, 110 e 140.
ru: Псалмы за месяц: читайте 5 Псалмов с интервалом 30 каждый день, например 20-го числа вы читаете Пс.20, 50, 80, 110 и 140.

source: Psalms &amp; Proverbs in 6 months: read through Psalms and Proverbs one chapter per day.
de: Psalme &amp; Sprüche in 6 Monaten: Lesen Sie sich durch die Psalmen und Sprüche mit einem Kapitel täglich.
fr: Psaumes &amp; proverbes en 6 mois : lire dans les psaumes et les proverbes un chapitre par jour.
ko: 6개월에 시편 &amp; 잠언 일독하기: 매일 시편과 잠언을 한장씩 읽는다.
pt_br: Salmos e Provérbios em 6 meses: leia Salmos e Provérbios, um capítulo por dia.
ru: Псалмы и Притчи за 6 месяцев: читайте по порядку Псалмы и Притчи по одной главе в день.

source: Old Testament without Psalms &amp; Proverbs in 2 years: if you read one chapter a day of the Old Testament, skipping over Psalms &amp; Proverbs, you will read the Old Testament in 2 years and 2 weeks.
de: Das alte Testament ohne Psalmen und Sprüchen in 2 Jahren: Wenn Sie täglich ein Kapitel lesen und wenn sie die Psalmen und Sprüche auslassen, werden Sie das alte Testament in 2 Jahren und 2 Wochen durchlesen.
fr: Ancien Testament sans les psaumes &amp; proverbes en deux ans : si vous lisez un chapitre par jour de l'Ancien Testament excepté les psaumes &amp; proverbes, vous aurez lu l'Ancien Testament en 2 ans et 2 semaines.
ko: 2년에 시편과 잠언을 제외한 구약 일독하기: 구약을 하루에 한장씩 읽는다면, 2년하고 2주동안에 (시편과 잠언을 제외한) 구약을 통독할 수 있다.
pt_br: Antigo Testamento sem Salmos e Provérbios em 2 anos: se você ler um capítulo por dia do Antigo Testamento, pulando Salmos e Provérbios, você lerá o Antigo Testamento em 2 anos e 2 semanas.
ru: Ветхий Завет без Псалмов и Притч за 2 года: если вы будете читать одну главу в день из Ветхого Завета, пропуская Псалмы и Притчи, то вы прочтёте Ветхий Завет за 2 года и 2 недели.

source: Rules of Bible Interpretation (Hermeneutics)
de: Regeln der Bibelauslegung (Hermeneutik)
fr: Règles de l'interprétation biblique (herméneutique)
ko: 성경 해석의 법칙 (Hermeneutics)
pt_br: Regas de Interpretação Bíblica (Hermeneutica)
ru: Правила толкования Библии (Герменевтика)

source: We already learned about the "3 Cs": content, context, cross-reference. We want to expand that now by delving briefly into biblical hermeneutics, whose goal is to discover the meaning intended by the original author (and Author!). While many applications of a passage are valid, only one interpretation is valid. The scripture itself says this by saying that no scripture is of any private interpretation (2 Pe.1:20 KJV <quote>Knowing this first, that no prophesy of scripture is of any private interpretation.</quote>). Certain rules are helps toward discovering the correct meaning; by ignoring these rules people have brought much trouble on themselves and their followers. 2 Pe.3:16 <quote>...in which are some things hard to understand, which the untaught and unstable distort, as they do also the rest of the Scriptures, to their own destruction.</quote>
de: Wir haben bereits von den "3 C" gehört: Inhalt (="content"), Kontext (="context") und Querverweise (="cross-reference"). Wir möchten dies nun durch kurzes Erforschen der biblischen Hermeneutik erweitern. Das Ziel der biblischen Hermeneutik ist es, die Absicht herauszufinden, wie sie von dem ursprünglichen Autoren gedacht war. Während viele Anwendungen eines Abschnittes möglich sind, ist jedoch nur eine Auslegung möglich. Die Schriften selbst sagen, dass kein Manuskript eine eigene Auslegung hat (2. Petrus 1,20 <quote>Und das sollt ihr vor allem wissen, dass keine Weissagung in der Schrift eine Sache eigener Auslegung ist</quote>). Verschiedene Dinge können dabei helfen, die ursprüngliche Absicht zu finden. Durch die Missachtung dieser Regeln haben Viele sich selbst und ihre Nachfolger in große Schwierigkeiten gebracht. 2. Petrus 3,16 <quote>[...] in denen einige Dinge schwer zu verstehen sind, welche die Unwissenden und Leichfertigen verdrehen, wie auch die anderen Schriften zu ihrer eigenen Verdammnis.</quote>
fr: Nous avons déjà vu la règle des "3 C" : Contenu, Contexte, références Croisées. Nous voulons poursuivre cela en approfondissant brièvement l'herméneutique biblique, dont le but est de découvrir le sens voulut par l'auteur (et l'Auteur !) original. Alors que plusieurs applications d'un passage sont valides, uniquement une interprétation est juste. Les Écritures elles-mêmes l'affirment en disant qu'aucune prophétie de l'Écriture ne peut être l'objet d'une interprétation privée (2 Pierre 1:20 <emphasis> "sachant tout d'abord vous-mêmes qu'aucune prophétie de l'Écriture ne peut être un objet d'interprétation particulière..."</emphasis>) Certaines règles aident à découvrir le sens juste, ceux qui les ont ignorés se sont attirés des ennuis sur eux-mêmes et leur partisans. 2 Pierre 3:16 <emphasis>"...dans lesquelles il y a des points difficiles à comprendre, dont les personnes ignorantes et mal affermies tordent le sens, comme celui des autres Écritures, pour leur propre ruine."</emphasis>
pt_br: Nós já aprendemos sobre o "CCR" - Conteúdo, Contexto e Referencias Cruzadas. Nós queremos expandir isso examinando brevemente a hermeneutica bíblica, cujo objetivo é descobrir o significado pretendido pelo autor original (e Autor!). Enquanto muitas aplicações da passagem são válidas, somente uma interpretação é válida. A escritura mesmo diz isso dizendo que nenhuma escritura é de particular interpretação (2 Pe 1.20 <quote>sabendo primeiramente isto: que nenhuma profecia da Escritura é de particular interpretação</quote>) Certas regras são úteis para descobrimos o significado correto, ignorando essas regras pessoas trouxeram vários problemas para si e para seus seguidores. 2 Pe 3.16 <quote>...nas quais há pontos difíceis de entender, que os indoutos e inconstantes torcem, como o fazem também com as outras Escrituras, para sua própria perdição</quote>

source: How do we go about discovering the intended meaning of a passage? Let's say your attention has been drawn to a particular verse whose meaning is not clear to you. How do you study it out? Keep these rules in mind:
de: Wie gehen wir nun vor, um die ursprünglich gewollte Absicht eines Abschnittes herauszufinden? Lassen Sie uns annehmen, dass ihre Aufmerksamkeit auf einen bestimmten Vers gezogen wurde, dessen Bedeutung ihnen unklar ist. Wie studieren Sie ihn? Behalten Sie sich diese Regeln:
fr: Comment allons nous découvrir le sens original d'un passage ? Imaginons que votre attention ait été attirée par un verset particulier dont le sens ne vous est pas clair. Comment l'étudiez-vous ? Gardez ces règles en mémoire :
ko: 어떻게하면 원저자의 본래 의도된 의미를 발견할 수 있는가? 당신에게 의미가 명확하지 않은 특정한 구절을 끄집어 냈다고 하자. 어떻게 그것을 연구할 것인가? 다음의 규칙들을 명심하라:
pt_br: Como nós descobrimos o significado pretendido para uma passagem? Digamos que nossa atenção voltou-se para um versículo particular, cujo significado não é claro para você. Como você o estuda? Tenha essas regras em mente:
ru: Как мы будем искать значение, заложенное в отрывке? Предположим, что ваше внимание было привлечено к определённому стиху, значение которого не совсем ясно для вас. Как его понять? Держите эти правила в уме:

source: Rule 1 - Interpret according to the exact meaning of the words.
de: Regel 1: Legen Sie anhand der genauen Bedeutung der Wörter aus.
fr: Règle 1 - Interpréter selon le sens exact des mots.
ko: 규칙 1 - 단어의 정확한 뜻에 의거해서 해석하라.
pt_br: Regra 1 - Interprete de acordo com o exato significado das palavras
ru: Правило 1 - Истолковывать в соответствии с точным значением слов.

source: The more precise we can be with the exact, original meaning of the words the better our interpretation will be. Try to find the exact meaning of the key words by following these steps:
de: Je präziser wir mit der exakten, ursprünglichen Bedeutung der Wörter sein können, desto besser ist unsere Auslegung. Versuchen Sie die exakte Bedeutung zu finden, indem sie die folgenden Schritte befolgen:
fr: Plus nous pouvons être précis dans la définition originale des mots, plus notre interprétation sera bonne. Essayez de trouver le sens original des mots clef en suivant ces étapes :
ko: 좀 더 나은 해석을 하는 것보다 정확하고, 원문의 의미를 따르는 것이 중요하다. 다음의 단계를 따라서 핵심 단어들의 정확한 의미를 찾도록 하라:
pt_br: Quanto mais preciso nós conseguirmos ser com o exato significado original da palavra, melhor será nossa interpretação. Procure achar o exato significado das palavras chave seguindo os seguintes passos:
ru: Чем точнее мы сможем определить действительное, настоящее значение слов, тем лучше будет наше истолкование. Старайтесь определить точное значение ключевых слов, придерживаясь таких шагов:

source: Definition
de: Bestimmung
fr: Définition
pt_br: Definição

source: Look up the definition in a Greek or Hebrew dictionary. For verbs, the verb tense is also crucial.
de: Schlagen Sie die Bestimmung in einem Griechisch oder Hebräisch Lexikon nach. Für Verben ist die Verbform ebenfalls entscheidend.
fr: Recherchez la définition dans un dictionnaire grec ou hébreu. Pour les verbes, le temps est aussi crucial.
ko: 헬라어나 히브리어 사전의 정의를 찾아보라. 동사의 경우, 시제도 중요하다.
pt_br: Procure a definição em um dicionário de Grego ou Hebraico. Para verbos, a conjugação do verbo também é crucial.
ru: Найдите значение слова в греческом или еврейском словаре. Для глаголов и их временных форм это особенно важно.

source: Compare scripture with scripture. Seeing how the same Greek or Hebrew word (not the English word) is used in scripture may clarify or throw new light on the definition. How does the same author use this word elsewhere? Other authors? Your reference tools may give you uses of the word in non-biblical documents, as well. Why do we have to go to the original languages; why isn't the English word good enough? <emphasis>Because more than one greek word may be translated into the same english word, and the greek words may have different shades of meaning.</emphasis>
de: Vergleichen Sie Schrift mit Schrift. Zu sehen, wie das selbe griechische oder hebräische Wort (nicht das deutsche Wort) in der Schrift benutzt wird, kann die Bestimmung klären oder neu beleuchten. Wie benutzt der selbe Autor das Wort anderswo? Und andere Autoren? Ihre Referenzwerkzeuge könnten ihnen auch die Benutzung des Wortes in nicht-biblisches Dokumenten geben. Warum müssen wir in die ursprüngliche Sprache forschen; warum ist das Deutsche Wort nicht gut genug? <emphasis>Weil mehr als ein griechisches Wort in das selbe eutsche übersetzt werden kann, und weil die griechischen Wörter verschiedene Abstufungen in ihrer Bedeutung haben können.</emphasis>
fr: Comparer les Écritures avec les Écritures. Voir comment le même mot grec ou hébreu (et non pas le mot français) est utilisé dans les Écritures peut clarifier ou apporter un nouvel éclairage à la définition. Comment le même auteur utilise-t-il ce mot ailleur ? Et les autres auteurs ? Vos références peuvent aussi vous fournir l'usage de ce mot dans des documents non-biblique. Pourquoi devons-nous retourner à la langue originale , pourquoi est-ce que le texte français n'est pas suffisant ? CAR PLUS D'UN MOT GREC PEUT ÊTRE TRADUIT PAR LE MÊME MOT FRANÇAIS, ET LES MOTS GRECS PEUVENT POSSÉDER DIVERSES NUANCES QUANT À LEUR SENS.
pt_br: Compare escritura com escritura. Vendo como a mesma palavra grega ou hebraica (não a palavra em português) é usada na escritura pode ajudar a esclarecer ou trazer alguma luz sobre a definição. Como o mesmo autor usou essa palavra em outros lugares? Outros autores? A sua ferramenta de referencia deve te dar usos da palavra em documentos não-bíblicos também. Porque nós vamos para as línguas originais, porque português não é bom o suficiente? <emphasis>Porque mais de uma palavra grega pode ser traduzida para a mesma palavra em português, e as palavras gregas podem ter significados diferentes.</emphasis>

source: Example 1A
de: Beispiel 1A
fr: Exemple 1A
ko: 예 1A
pt_br: Exemplo 1A
ru: Пример 1А
