Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: References to body parts of God are used by Latter-Day Saints to prove that God was once a man just as we are. Once they convince people of that, they go on to teach that we can become God just like He is! At a lecture he was giving, a group of Mormon elders challenged Walter Martin (author of <emphasis>Kingdom of the Cults</emphasis>) with an enumeration of verses like these. Dr. Martin then asked the Mormons to read one more scripture: Ps.91:4 <quote>He will cover you with His feathers; And under His wings shalt thou trust</quote>. W.M. said, <quote>By the same rules of interpretation that you just proved God to be a man, you just proved that He is a bird</quote>. The Mormons had to laugh as they realised the ridiculousness of their position.
fr: Esaïe 59:1 "<emphasis>la main de l'Eternel n'est pas trop courte...</emphasis>" Deutéronome 33:27 "<emphasis>Et sous ses bras éternels est une retraite.</emphasis>" Les références aux parties du corps de Dieu sont utilisées par les Saints des Derniers Jours pour prouver que Dieu s'est fait homme juste comme nous. Une fois qu'ils ont convaincus les gens de cela, ils poursuivent en enseignant que nous pouvons devenir Dieu comme Il l'est ! Lors d'une de ses intervention, un groupe d'anciens Mormons interpella Walter Martin (auteur de <emphasis>Kingdom of the Cults</emphasis>) avec une énumération de versets comme ceux-ci. Le Dr Martin leur demanda alors de lire une verset de plus : Psaumes 91:4 "<emphasis> Il te couvrira de ses plumes, Et tu trouveras un refuge sous ses ailes...</emphasis>". W. Martin dit "avec les mêmes règles d'interprétations vous ayant servis à prouver que Dieu est un homme, vous venez de prouver qu'Il est un oiseau." Les Mormons n'eurent plus qu'à rire en réalisant le ridicule de leur position.
pt_br: Referencias à partes de corpo de Deus são usados pelos Santos dos Ultimos Dias para provar que Deus já foi homem um dia. Uma vez que eles convencem as pessoas disso, eles continuam ensinando que nós também nos podemos tornar deuses como Ele é! Em uma leitura que eles dão, um grupo de anciãos mórmons desafiaram Walter Martin (autor de Reino dos Cultos) com uma lista de versículos como esses. Dr. Martin então pediu aos mórmons que lessem mais um versículo, Sl 91.4 <emphasis>"Ele te cobre com as suas penas, e debaixo das suas asas encontras refúgio"</emphasis>. W. M. disse "pelas mesmas regras de interpretação que vocês usaram para provar que Deus era um homem, vocês também provam que ele era um pássaro". Os mormons tiveram que rir, já que eles perceberam que estavam numa posição ridícula.

source: Rule 5 - Understand the purpose of parables and the difference between a parable and an allegory
de: Regel 5 - Verstehen des Zwecks einer Parabeln und des Unterschiedes zwischen einer Parabel und einer Allegorie
fr: Règle 5 - Comprendre l'objectif des paraboles et la différence entre une parabole et une allégorie
ko: 규칙 5 - Understand the purpose of parables and the difference between a parable and an allegory
pt_br: Regra 5 - Interprete o propósito das parábolas e a diferença entre uma parábola e uma alegoria
ru: Правило 5 - Нужно понять цель притч и разницу между притчей и аллегорией

source: An allegory is: <emphasis>A story where each element has a meaning.</emphasis>
fr: Une allégorie est : <emphasis>Une histoire où chaque élément à une signification.</emphasis>
pt_br: Uma alegoria é: <emphasis>uma história onde cada elemento tem um significado</emphasis>

source: Every parable is an allegory, true or false?
de: Jede Parabel ist eine Allegorie, wahr oder falsch?
fr: Chaque parabole est une allégorie, vrai ou faux ?
ko: Every parable is an allegory, 참인가 거짓인가?
pt_br: Toda parábola é uma alegoria, verdadeiro ou falso?
ru: Каждая притча является аллегорией, верно или нет?

source: Some parables are allegories, for instance, the parable of the sower is an allegory: the seed is the word of God, the thorns are worries and greed, etc. But most parables are not allegories but simply stories to illustrate one point. It's dangerous to get our doctrine from parables; they can be twisted to say all sorts of things. We need to get our doctrine from clear scriptures that lay it out; then if a parable illustrates that, fine.
de: Einige Gleichnisse sind Allegorien, zum Beispiel ist das Gleichnis des Sähmanns eine Allegorie. Der Samen ist das Wort Gottes, die Dornen sind Sorgen und Gier, usw. Die meisten Gleichnisse sind keine Allegorien, sondern einfache Geschichten, um einen bestimmten Punkt zu verdeutlichen. Es ist gefährlich unsere Lehren von Gleichnissen zu gewinnen; sie können so gedreht werden, alle Dinge auszusagen. Wir müssen unsere Lehre von klaren Schriftstellen bekommen, die es auslegen; wenn ein Gleichnis dies zusätzlich verdeutlicht ist es hilfreich.
fr: Certaines paraboles sont des allégories, par exemple la parabole du semeur en est une. La graine représente la Parole de Dieu, les épines sont les soucis et la cupidité, etc. Mais la pluspart des paraboles ne sont pas des allégories, mais de simples récits illustrant un point particulier. Il est dangereux de fonder notre doctrine sur des paraboles, elles peuvent être détournées pour leur faire dire toute sorte de choses. Nous devons fonder notre doctrine sur des Écritures qui l'écrivent clairement; si ensuite une parabole les illustre, tant mieux.
pt_br: Algumas parábolas são alegorias, por exemplo, a parábola do semeador é uma alegoria: a semente é a palavra de Deus, os espinhos são medos e avareza, etc. Mas várias parábolas não são alegorias mas simplesmente histórias para ilustrar um ponto. É perigoso obter nossas doutrinas a partir de parábolas; elas podem ser torcidas para dizer todo o tipo de coisas. Nós precisamos fazer as nossas doutrinas de escrituras claras. Então, se uma parábola a ilustra, ótimo.
ru: Некоторые притчи являются аллегориями, например,притча о сеятеле: семя есть Слово Божье, терние - это заботы и жадность, и т.д. Но большинство притч - это не аллегории, а просто истории, показывающие какой-то принцип или идею. Опасно извлекать доктрины из притч; они могут быть перекручены на любой вкус. Мы должны извлекать наши доктрины из ясных мест Писания, в которых они ясно предоставлены; и, если притча изображает их на примере, --- это хорошо.

source: Example 5A
de: Beispiel 5A
fr: Exemple 5A
ko: 예 5A
pt_br: Exemplo 5A
ru: Пример 5А

source: The parable of the widow with the unrighteous judge in Lk.18:1-8. This story illustrates one lesson: boldness in prayer. If we draw it into an allegory, what do we have?
de: Das Gleichnis der Witwe mit dem ungerechten Richter in Lukas 18,1-8. Diese Geschichte verdeutlicht eine Lektion: Mut im Gebet. [Anm. d. Üb.: im Engl. "boldness in prayer"]. Wenn wir das Ganze in eine Allegorie verwandeln, was haben wir dann?
fr: La parabole de la veuve et du juge inique dans Luc 18:1-8. Cette histoire illustre une leçon : le courage dans la prière. Si nous en faisons une allégorie, qu'avons nous ?
pt_br: A parábola da viúva e o juiz injusto em Lc 18.1-8. Essa história ilustra uma lição: ousadia na oração. Se nós a considerarmos como uma alegoria, o que nós teremos?
ru: Притча о вдове и неправедном судье в Луки.18:1-8. Эта история показывает один урок: дерзновение в молитве. Если мы переделаем её в аллегорию, то что мы получим?

source: All sorts of violence happens to the meanings: God is reluctant to protect the rights of widows, prayer "bothers" Him, etc.
de: Alle Arten von Gewalt geschehen in der Bedeutung: Gott ist widerwillig die Rechte der Witwen zu schützen, Gebete "ärgern" Ihn, usw.
fr: Tout un éventail de brutalités se font jour : Dieu est peu disposé à protéger les droits des veuves, les prières "L'embêtent", etc.
pt_br: Todo o tipo de abusos acontecendo com os significados: Deus relutante para proteger o direito das viúvas, orações incomodando a Deus, etc.
ru: Её значение подвергается различным искажениям: Бог не желает защищать права вдов, молитвы "досаждают" Ему, и т.д.

source: Example 5B
de: Beispiel 5B
fr: Exemple 5B
ko: 예 5B
pt_br: Exemplo 5B
ru: Пример 5Б

source: The parable of the unrighteous steward in Lk.16:1-9. What is the point of the parable? Is it an allegory?
de: Das Gleichniss der unehrlichen Verwalters in Lukas 16,1-9. Was ist der Knackpunkt des Gleichnisses? Ist es eine Allegorie?
fr: La parabole de l'économe infidèle dans Luc 16:1-9. Quel est le sujet de la parabole ? est-ce une allégorie ?
ko: The parable of the unrighteous steward in 눅 16:1-9. 우화의 요점은 무엇인가? 그것은 비유인가?
pt_br: A parábola do mordomo injusto em Lc 16.1-9. O que essa parábola significa? Ela é uma alegoria?
ru: Притча о неверному управителе в Луки.16:1-9. В чём смысл притчи? Аллегория ли это?

source: The steward is commended for only one thing, his shrewdness in using what he had to prepare for a time when he wouldn't have it. But he is not commended for his unethical behavior in cheating his master.
de: Der Verwalter wird nur für eine Sache gelobt, seine Schlauheit in der Benutzung von Dingen, die er vorbereiten muss für eine Zeit, in der er sie nicht haben würde. Aber er wird nicht für sein unethisches Verhalten gelobt, nämlich seinen Herren zu hintergehen.
fr: L'économe n'est loué que pour une seule chose, son habileté à utiliser ce qu'il avait pour se préparer pour le temps ou il ne l'aurait plus. Mais il n'est pas loué pour son comportement contraire à l'éthique en trompant son maître.
pt_br: O mordomo é elogiado por uma única coisa, sua sagacidade em usar o que ele tinha que preparar para quando ele não tivesse. Mas ele não estava sendo elogiado por seu comportamento não-ético enganando o seu mestre.
ru: Управитель получил похвалу только за одно - его догадливость в том, что он использовал то, что имел, чтобы приготовиться к тому дню, когда он не будет распоряжаться имением. Но его не похвалили за его безнравственное поведение и обкрадывание своего господина.

source: Translations
de: Übersetzungen
fr: Traductions
pt_br: Tradução

source: It will cost you just a few minutes to update the webpage translation in your language. Help with the translations is something all users can do and which help all users. If you want to help us keeping the translations up to date, please read the page about <olink targetdocent="translations">making translations</olink> and update the translation file of your own language.
de: Es kostet Sie nur einige Minuten um die Übersetzung der Internetseiten in ihrer Sprache auf den neusten Stand zu bringen. Hilfe mit den Übersetzungen ist etwas, was alle Benutzer tun können und was auch wieder allen zu Gute kommt. Wenn Sie helfen möchten, lesen Sie doch bitte die Seite über <olink targetdocent="translations">Übersetzungen</olink> und bringen sie anschließend die Datei mit der Übersetzung in ihrer Sprache auf den neusten Stand.
fr: Cela ne vous prendra que quelques minutes de mettre à jour la traduction du site dans votre langue. L'aide à la traduction est quelquechose que n'importe quel utilisateur peut faire, et qui aide vraiment tous les utilisateurs. Si vous voulez nous aider à garder les traductions à jour, veuillez lire la page <olink targetdocent="translations">comment traduire</olink> et mettez à jour le fichier de traduction dans votre propre langue.
pt_br: Isso vai custar-lhe apenas alguns poucos minutos para atualizar a tradução da página no seu idioma. Ajudar com as traduções é algo que todos os usuários podem fazer e que ajuda a todos os usuários. Se você quer ajudar-nos a manter a tradução atualizada, por favor, leia a página sobre <olink targetdocent="translations">fazendo traduções</olink> e atualize o arquivo de tradução de seu próprio idioma.

source: BibleTime is a Bible study application for Linux. It is based on the <ulink url="http://www.kde.org/">K Desktop Environment</ulink> and uses the <ulink url="http://www.crosswire.org/sword/">Sword</ulink> programming library to work with Bible texts, commentaries, dictionaries and books provided by the <ulink url="http://www.crosswire.org/">Crosswire Bible Society</ulink>.
de: BibleTime ist ein Bibelprogramm für Linux. Es basiert auf <ulink url="http://www.kde.org/">KDE</ulink> und benutzt die <ulink url="http://www.crosswire.org/sword/">Sword</ulink> Entwicklungsbibliothek um mit den Bibeltexten, Kommentaren, Lexika und Büchern zu arbeiten, die auf den Seiten der <ulink url="http://www.crosswire.org/sword/">Crosswire Bible Society</ulink> verfügbar sind.
fr: BibleTime est une application d'étude biblique pour Linux. Elle est basée sur l'environnement de bureau <ulink url="http://www.kde.org/">KDE</ulink> et utilise les bibliothèques de programmation <ulink url="http://www.crosswire.org/sword/">Sword</ulink> pour travailler avec les textes bibliques, commentaires, dictionnaires et livres fournis par la <ulink url="http://www.crosswire.org/">Crosswire Bible Society</ulink>.
ko: 바이블타임은 리눅스용 성경공부 프로그램입니다. <ulink url="http://www.kde.org/">K Desktop Environment</ulink>를 기반으로, 성경 텍스트, 주석, 사전과 신앙 서적들을 위한 <ulink url="http://www.crosswire.org/sword/">Crosswire Bible Society</ulink>의 <ulink url="http://www.crosswire.org/sword/">Sword</ulink> 라이브러리를 사용합니다.
pt_br: BibleTime é uma aplicação de Estudo Bíblico para Linux. Ele é baseado no <ulink url="http://www.kde.org/">K Desktop Environment</ulink> e usa a biblioteca de programação <ulink url="http://www.crosswire.org/sword/">Sword</ulink> para trabalhar com textos bíblicos, comentários, dicionários e livros providos pela <ulink url="http://www.crosswire.org/">Sociedade Bíblia Crosswire</ulink>.
ru: BibleTime это программа для изучения Библии под Линукс. Она основана на <ulink url="http://www.kde.org/">K Desktop Environment</ulink> и использует программные библиотеки <ulink url="http://www.crosswire.org/sword/">Sword</ulink> для работы с текстами Библии, комментариями, словарями и книгами предоставленными <ulink url="http://www.crosswire.org/">Библейским Обществом Crosswire</ulink>.

source: The history of BibleTime
de: Die Geschichte von BibleTime
fr: L'historique de BibleTime
ko: 바이블타임의 역사
pt_br: A história do BibleTime
ru: История создания BibleTime

source: Back in June of 1999 Thomas Hagedorn, Thorsten Uhlmann and Joachim Ansorg started to work on a Bible study application for KDE 1.0.
de: Im Juni 1999 begannen Thomas Hagedorn, Torsten Uhlmann und Joachim Ansorg an einer Bibelstudien-Anwendung für KDE 1.0 zu arbeiten.
fr: En Juin 1999, Thomas Hagedorn, Thorsten Uhlmann et Joachim Ansorg commencèrent à travailler sur une application d'étude biblique pour KDE 1.0.
ko: 1999년 6월 Thomas Hagedorn, Thorsten Uhlmann과 Joachim Ansorg이 KDE 1.0용의 성경공부 프로그램을 만드는 작업을 시작했습니다.
pt_br: Em Junho de 1999 Thomas Hagedorn, Thorsten Uhlmann e Joachim Ansorg iniciaram o trabalho em uma aplicação de estudo da Bíblia para KDE 1.0.
ru: Еще в июне 1999 года Томас Хагедорн (Thomas Hagedorn), Торстен Юхльман (Thorsten Uhlmann) и Яким Ансорг (Joachim Ansorg) начали работу над программой для изучения Библии для KDE 1.0.

source: The first version was released two months later as version 0.1. This version was very simple and supported only the most basic things.
de: Dies erste Version wurde zwei Monate später als Version 0.1 veröffentlicht. Sie war sehr einfach gehalten und unterstützte nur die wirklich grundlegenden Dinge.
fr: La première version fut lancée deux mois plus tard (version 0.1). Cette version était très simple et ne permettait de faire que des choses très basiques.
ko: 첫버전인 버전 0.1이 2달후에 릴리즈되었습니다. 이 버전은 가장 기본적인 기능만을 제공하는 간단한 것이었습니다.
pt_br: A primeira versão foi liberada dois meses depois como a versão 0.1. Esta versão era muito simples e suportava somente as coisas mais básicas.
ru: Первая версия появилась на свет уже через два месяца как версия 0.1. Эта версия была очень простой и могла делать только самые простые вещи.

source: After three months of hard work version 0.2 was released to the public. This version was usable, it supported basic printing, searching and offered a simple editor for personal notes.
de: Nach drei Monaten harter Arbeit wurde Version 0.2 der Öffentlichkeit vorgstellt. Diese Version war benutzbar, unterstützte einfaches Drucken und Suchen und hatte einen Editor zum bearbeiten der persönlichen Notizen.
fr: Après trois mois de dur labeur, la version 0.2 fut dévoilée au grand public. Cette version était utilisable, elle supportait l'impression, la recherche et offrait un éditeur de notes personnelles simple.
ko: 3개월 후에 정성들여서 만든 버전 0.2가 대중에 공개되었습니다. 이 버전은 기본적인 프린팅과 검색, 개인묵상을 위한 간단한 에디터를 제공하는 더욱 성숙된 버전이었습니다.
pt_br: Depois de três meses de trabalho duro a versão 0.2 foi liberada para o público. Esta versão era usável, suportava impressão básica, procura e oferecia um editor simples para notas pessoais.
ru: Еще через три месяца напряженной работы вышла версия 0.2. Этой версией уже можно было пользоваться, она поддерживала простую печать, поиск, а также имела простенький редактор для личных заметок.

source: BibleTime 0.2 was later ported to KDE 2 and totally redesigned with a more powerful interface, better printing and a lot of internal changes. This version was called BibleTime 0.3
de: BibleTime 0.2 wurde später auf KDE 2 portiert und komplett überarbeitet mit einer neuen Oberfläche, verbessertem Drucken und einer Menge interner Änderungen. Diese Version hieß BibleTime 0.3.
fr: BibleTime 0.2 fut ensuite écrit pour KDE 2 avec une interface plus puissante, une amélioration de l'impression, et beaucoup de changements internes. Cette version prit le nom de BibleTime 0.3.
ko: 바이블타임 0.2는 나중에 KDE 2용으로 포팅되었고, 더욱 울륭한 인터페이스를 지원하고, 개선된 프린팅과 많은 변화를 가져온 훌륭한 프로그램으로 바뀌었습니다. 이 버전이 바이블타임 0.3입니다.
pt_br: BibleTime 0.2 foi portado mais tarde para KDE 2 e totalmente redesenhado com uma interface mais poderosa, melhor impressão e um monte de mudanças internas. Esta versão foi chamada BibleTime 0.3
ru: BibleTime 0.2 была позднее портирована (перестроена) для KDE 2. Также полностью переделан дизайн: более мощный интерфейс, улучшенная печать и множеством внутренних изменений. Это версия получила название BibleTime 0.3.

source: BibleTime 1.0, which was released almost one year after version 0.3 and was the first version we considered as stable.
de: BibleTime 1.0, wurde beinahe ein Jahr nach Version 0.3 veröffentlicht und war die erste als stabil eingestufte Version.
fr: BibleTime 1.0, qui sortit presque un an après la version 0.3, fut la première que nous avons considéré comme stable.
ko: 버전 0.3이 발표된지 거의 일년후에 안정적이라 할 수 있는 첫번째 버전인 바이블타임 1.0이 릴리즈되었습니다.
pt_br: BibleTime 1.0, que foi liberado quase um ano depois da versão 0.3 e foi a primeira versão que nós consideramos estável.
ru: BibleTime 1.0, которая вышла почти через год после версии 0.3, была первой версией, которую мы считали стабильной.

source: BibleTime 1.1 and 1.2 followed later on. BibleTime 1.2 is the first version of BibleTime for version 3.0 of KDE.
de: BibleTime 1.1 und 1.2 folgten später. BibleTime 1.2 ist die erste Version von BibleTime, die KDE 3 benutzt.
fr: BibleTime 1.2 et 1.3 suivirent un peu plus tard. BibleTime 1.2 est la première version de BibleTime tournant sous KDE 3.
ko: 그후 바이블타임 1.1과 1.2가 발표되었습니다. 바이블타임 1.2는 KDE 3.0을 지원하는 최초의 바이블타임 버전입니다.
pt_br: BibleTime 1.1 e 1.2 se seguiram. BibleTime 1.2 é a primeira versão do BibleTime para a versão 3.0 do KDE.
ru: За тем последовали версии 1.1 и 1.2. Первой версией BibleTime для KDE 3.0 была версия 1.2.

source: BibleTime version 1.5 has been released in july 2005 after a long time of development.
fr: La version 1.5 de BibleTime est sortie en Juillet 2005 après une longue période de développement.
pt_br: O BibleTime versão 1.5 foi lançado em julho de 2005 depois de um longo tempo de desenvolvimento.

source: How to contact us
de: Wie man uns kontaktieren kann
fr: Comment nous contacter
ko: 바이블타임팀에 연락하기
pt_br: Como contactar-nos
ru: Как с нами связаться

source: The BibleTime user forum.
de: Das BibleTime Benutzerforum.
fr: Le forum d'utilisation de BibleTime
pt_br: Forum de usuários do BibleTime

source: This is the place to ask questions about BibleTime. If you have trouble with installing and/or using BibleTime post a message in the forum, and hopefully you'll have an answer in time.
de: Dies ist der richtige Ort um Fragen über BibleTime zu stellen. Wenn Sie Probleme mit der Installation und/oder der Benutzung von BibleTime haben stellen Sie bitte eine Nachricht ins Forum und werden dann hoffentlich bald eine Antwort erhalten.
fr: Voici l'endroit où poser des questions sur BibleTime. Si vous avez des problèmes liés à l'installation ou à l'utilisation de BibleTime, veuillez écrire un message dans le forum, et vous obtiendrez certainement une réponse rapidement.
pt_br: Este é o lugar para fazer perguntas sobre o BibleTime. Se você tiver problemas com a instalação e/ou uso do BibleTime poste uma mensagem no forum, e esperamos que alguém responda-a a tempo.

source: If you are an experienced BibleTime user and can spare some time, please regularly check out the forum and answer questions of people who have less experience than you. Thereby you would also help the developers to concentrate on the work of development instead of user support.
fr: Si vous êtes un utilisateur de BibleTime expérimenté et que vous pouvez y consacrer du temps, veuillez consulter le forum régulièrement et répondre aux questions de personnes moins expérimentées. Ainsi, vous viendriez aussi en aide aux développeurs, qui pourraient se concentrer sur des tâches de développement, plutôt que sur le support utilisateur.
pt_br: Se você é um usuário experiente do BibleTime e dispõe de algum tempo, por favor verifique regularmente o forum e responda perguntas de pessoas que tem menos experiência que você. Isso também ajuda os desenvolvedores a concentrarem-se no trabalho de desenvolvimento ao invés de suporte aos usuários.

source: Send a Bug report
de: Einen Fehlerbericht schicken
fr: Envoyer un rapport de bogue.
ko: 버그 리포트 제출하기
pt_br: Enviar uma comunicação de Bug
ru: Послать отчёт об ошибке

source: If you find a bug in BibleTime use this link to report it so it can be fixed in later versions. Please include detailed descriptions of your setup and how the developers can reproduce the bug.
de: Wenn Sie einen Fehler in BibleTime finden, dann benutzen Sie bitte diesen Verweis um ihn einzutragen. Bitte fügen Sie eine detaillierte Beschreibung ihrer Konfiguration und des Weges, wie man den Fehler reproduzieren kann, bei.
fr: Si vous trouvez un bogue dans BibleTime, utilisez ce lien pour le signaler afin qu'il soit réparé dans les versions suivantes. Veuillez inclure une description détaillée de votre système et préciser comment les développeurs peuvent reproduire le problème.
pt_br: Se você achar bugs no BibleTime use o link para comunicá-lo para que seja corrigido em versões posteriores. Por favor, inclua descrições detalhadas de sua configuração e de como os desenvolvedores podem reproduzir o bug.

source: Send a feature suggestion
de: Senden Sie einen Verbesserungsvorschlag
fr: Envoyer une suggestion de fonction
pt_br: Envie uma sugestão de funcionalidade

source: If you have an idea how to improve BibleTime please use this link to tell the developers about it.
de: Wenn Sie eine Idee haben, wie man BibleTime verbessern kann, benutzen Sie bitte diesen Link um die Entwickler darauf aufmerksam zu machen.
fr: Vous avez une idée pour améliorer BibleTime ? Utilisez ce lien pour en avertir les développeurs.
pt_br: Se você tem uma idéia de como melhorar o BibleTime, por favor use o link para nos dizê-la!

source: Report a website problem
de: Ein Webseitenproblem berichten
fr: Signaler un problème concernant le site internet
ko: 웹사이트의 문제 리포트하기
pt_br: Informe problemas no website
ru: Сообщить о проблеме с сайтом
