Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: If you found a problem with the website or have a suggestion how it could be improved, please use this link to tell the webmaster about it.
de: Wenn Sie ein Problem mit den Internetseiten haben oder einen Verbesserungsvorschlag haben, benutzen Sie bitte diesen Link um uns darauf aufmerksam zu machen.
fr: Si vous avez rencontré un problème sur le site web, ou si vous avez des idées pour l'améliorer, veuillez utiliser ce lien pour en informer le webmaster.
pt_br: Se você tiver um problema com o website ou tiver uma sugestão de como ele pode ser melhorado, por favor, use esse linke para dizê-lo ao webmaster.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
fr: Foire Aux Questions
ko: 자주 묻는 질문들(FAQ)
pt_br: Perguntas Frequentes
ru: ЧАсто задаваемые ВОпросы

source: Installation problems
de: Installationsvorgang
fr: Problèmes d'installation
ko: 설치 문제
pt_br: Problemas na instalação
ru: Проблемы установки

source: Why is the toolbar missing?
de: Warum fehlt die Werkzeugleiste?
fr: Pourquoi la barre d'outils n'apparait-elle pas ?
ko: 왜 툴바가 보이지 않습니까?
pt_br: Por que a barra de ferramentas está faltando?
ru: Куда девалась панель инструментов?

source: Please run configure with the parameter --prefix=&lt;your KDE directory&gt;. Then run make and make install as usual. The KDE directories for the widely used Linux distributions are: <orderedlist> <listitem>RedHat: /usr</listitem> <listitem>SuSE: /opt/kde3</listitem> <listitem>Mandrake: /usr</listitem> </orderedlist> Alternatively you can run the command "kde-config --prefix" to get your KDE directory. The commands are:
de: Bitte starten SIe configure mit dem Parameter --prefix=&lt;Ihr KDE Verzeichnis&gt;. Dann starten Sie make und make install wir sonst auch. Die KDE Verzeichnisse der meistbenutzten Linux Distributionen sind: <orderedlist> <listitem>RedHat: /usr </listitem><listitem>SuSE: /opt/kde3 ></listitem><listitem>Mandrake: /usr </listitem> </orderedlist> Als Alternative können Sie den Befehl "kde-config --prefix" benutzen, um das KDE Verzeichnis herauszubekommen.
fr: Veuillez exécuter configure avec les paramètres --prefix=&lt;votre dossier KDE&gt;. Puis exécuter make et make install comme d'habitude. Les dossiers KDE des distributions les plus courantes sont : <orderedlist> <listitem>RedHat: /usr</listitem> <listitem>SuSE: /opt/kde3</listitem> <listitem>Mandrake: /usr</listitem> </orderedlist> Vous pouvez également exécuter la commande "kde-config --prefix" pour savoir quel est votre dossier KDE. Les commandes sont :
ko: 명령어들은configure를 --prefix=&lt;your KDE directory&gt; 파라미터와 함께 실행하십시오. 그리고 make와 make install을 실행하십시오. 널리 사용되는 리눅스 배포판들이 사용하는 KDE 디렉토리들은 다음과 같습니다: <orderedlist> <listitem>RedHat: /usr</listitem> <listitem>SuSE: /opt/kde3</listitem> <listitem>Mandrake: /usr</listitem> </orderedlist> 아니면 "kde-config --prefix"를 실행하시면 KDE 디렉토리를 확인하실 수 있습니다. 명령어들은:
pt_br: Por favor rode configure com o parâmetro --prefix=&lt;seu diretório KDE &gt;. Então rode make e make install. Os diretórios do KDE para a maioria das distribuições Linux são: <orderedlist> <listitem>RedHat: /usr</listitem><listitem>SuSE: /opt/kde3</listitem><listitem>Mandrake: /usr </listitem></orderedlist> Alternativamente você pode rodar o comando &raquo;kde-config --prefix&laquo; para saber qual o seu diretório KDE.
ru: Пожалуйста запустите configure с параметром --prefix=&lt;ваш каталог KDE&gt;. Затем запустите make и make install как обычно. Каталог KDE для широко используемых дистрибутивов: <orderedlist> <listitem>RedHat: /usr</listitem> <listitem>SuSE: /opt/kde3</listitem> <listitem>Mandrake: /usr</listitem> </orderedlist> Кроме того, вы можете запустить команду "kde-config --prefix", чтобы узнать ваш каталог KDE. Команды:

source: ./configure --prefix=&lt;your KDE directory&gt;
de: ./configure --prefix=&lt;Ihr KDE Verzeichnis&gt;
fr: ./configure --prefix=&lt;votre dossier KDE&gt;
pt_br: ./configure --prefix=&lt;seu diretório do KDE&gt;
ru: ./configure --prefix=&lt;ваш каталог KDE&gt;

source: The translations are missing!
de: Die Übersetzungen fehlen!
fr: Les traductions ne sont pas disponibles !
ko: 번역이 빠져있습니다!
pt_br: As traduções estão faltando!
ru: Куда девались переводы?!

source: Please install the package bibletime-i18n which contains the translations of the daily tips, the handbook, the installation instructions and the Bible study howto.
de: Bitte installieren Sie das Paket bibletime-i18n, das die täglichen Tipps, das Handbuch, die Installationsanleitung und die Anleitung zum Bibelstudium enthält.
fr: Veuillez installer le paquetages bibletime-i18n qui contient les traductions des astuces, du manuel, des instructions d'installation et du tutoriel d'étude biblique.
ko: 데일리 팁과 핸드북, 설치 명령어, 바이블스터디 하우투 등의 번역을 포함하는 bibletime-i18n 패키지를 설치하십시오.howto.
pt_br: Por favor instale o pacote bibletime-i18n que contêm as dicas diárias, o livro de mão, as instruções de instalação e o ComoFazer (guia) de estudo da Bíblia.
ru: Пожалуйста, установите пакет bibletime-i18n который содержит переводы советов на каждый день, руководства, инструкции по установке и "Как изучать Библию".

source: Usage problems
de: Benutzungsprobleme
fr: Problèmes d'utilisation
ko: 사용 문제
pt_br: Problemas de Uso
ru: Проблемы использования

source: Is it possible to search for a specific Strong number?
de: Ist es möglich nach einer bestimmten Strong-Nummer zu suchen?
fr: Est-il possible de rechercher un numéro Strong spécifique ?
ko: 특정한 스트롱 넘버(Strong number)를 검색하는 것이 가능합니까?
pt_br: É possível procurar por um número de Strong específico?
ru: А можно произвести поиск по определённому номеру Стронга?

source: You need at least BibleTime 1.1 for this. Turn on the default usage of Strong's numbers in the optionsdialog (Sword-&gt;Filter settings). Then open the seachdialog and search for &lt;0120&gt; or any other Strong code.
de: Hierfür benötigen Sie mindestens BibleTime 1.1. Stellen Sie die standardmäßige Benutzung der Strong-Nummern im Einstellungsdialog (Sword-&gt;Filter Einstellungen) an. Dann öffnen Sie den Suchdialog und suchen Sie nach &lt;0120&gt; oder jeder anderen Strong-Kodierung.
fr: Vous devez avoir la version 1.1 pour cela. Activez l'affichage des numéros Strong dans la fenêtre des préférences (Sword &gt;Configuration des filtres). Puis ouvrez la fenêtre de recherche et cherchez &lt;0120&gt; ou n'importe quel autre numéro Strong.
ko: 바이블타임 1.1 이상이 필요합니다. 옵션다이얼로그(Sword-&gt;Filter settings)의 스트롱넘버의 기본 사용을 선택하십시오. 그리고 검색창을 여신후 &lt;0120&gt;나 다른 스트롱넘버를 검색해보십시오.
pt_br: Você precisa ao menos do BibleTime 1.1 para isto. Ligue o uso padrão de números Fortes no diálogo de opções (Sword->Configurações de filtro). Depois abra o diálogo de procura e procure por &lt;0120&gt; ou qualquer outro código Forte.
ru: Для этого вам понадобится BibleTime 1.1 и выше. Включите использование номеров Стронга в окне "Опции" (Sword->Установки фильтра). Затем откройте окно поиска и введите номер &lt;0120&gt; или любой другой номер Стронга. (В английском языке существует так называемый конкорданс Стронга (Strong's), в котором каждое слово Библии имеет свой номер для поиска всех его употреблений в оригинале и всех его вариантов перевода на английский язык - примечание переводчика).

source: Why do I see only question marks instead of Unicode text?
de: Warum sehe ich nur Fragezeichen anstelle von Unicode Text?
fr: Pourquoi vois-je apparaître des points d'interrogation à la place du texte Unicode (en français : accents, cédilles etc.) ?
ko: 왜 유니코드 텍스트대신에 물음표 만이 보입니까?
pt_br: Por que eu vejo somente pontos de interrogação ao invés de texto Unicode?
ru: Почему вместо текста в кодировке Unicode только знаки вопроса?

source: First make sure you have the latest version of the module which has the problems! Check <ulink url="http://www.crosswire.org/sword">www.crosswire.org/sword</ulink> for this.
fr: Tout d'abord, assurez vous d'avoir la dernière version du module qui pose problème ! Vérifiez-le ici : <ulink url="www.crosswire.org/sword">www.crosswire.org/sword</ulink>.

source: You have to install an unicode font like Code2000, Arial Unicode MS or Bitstream Cyberbit to display the special unicode characters. Check the section "Configuring BibleTime->Options Dialog->Fonts" in the handbook of BibleTime how to setup Unicode fonts under Linux.
de: Sie müssen eine Unicode-Schriftart wie z.B. Code2000, Arial Unicode MS oder Bitstream Cyberbit installieren, um die speziellen Unicode-Zeichen anzeigen zu können. Lesen Sie bitte den Abschnitt "BibleTime einrichten->Einstellungen...->Schriftarten" in BibleTime's Handbuch um zu sehen, wie man Unicode-Schriftarten unter Linux einrichten kann.
fr: Vous devez installer une police unicode telle que Code2000, Arial Unicode MS ou Bitstream Cyberbit pour afficher les caractères unicode spéciaux. Consultez la section "Configurer BibleTime->Fenêtres d'Option->Polices" dans le manuel de BibleTime pour voir comment installer des polices Unicode sous Linux.
ko: 유니코드 캐릭터를 보시기위해서는 Code2000, Arial Unicode MS 혹은 Bitstream Cyberbit 같은 유니코드 폰트를 설치하셔여합니다. 바이블타임 핸드북의 리눅스에서 유니코드 설치하기의 "Configuring BibleTime->Options Dialog->Fonts"섹션을 참조하십시오.
pt_br: Você tem que instalar uma fonte unicode como Code2000, Arial Unicode MS ou Bitstream Cyberbit para exibir os caracteres especiais unicode. Verifique na seção "Configurando BibleTime->Diálogo de Opções->Fontes" no livro de mão do BibleTime como configurar fontes Unicode no Linux. Uma versão online do livro de mão está disponível em www.bibletime.info.
ru: Вам нужно установить Unicode-шрифт, например, Code2000, Arial Unicode MS или Bitstream Cyberbit, чтобы отображать особые символы Unicode. В разделе руководстве BibleTime "Настройка BibleTime->Диалог настройки->Шрифты" написано как настроить шрифты Unicode под Линукс.

source: Where can I write down my personal notes?
de: Wo kann ich meine persönlichen Anmerkungen aufschreiben?
fr: Où puis-je écrire mes notes personnelles ?
ko: 개인 묵상 노트를 어디에 적을 수 있습니까?
pt_br: Onde eu posso escrever minhas notas pessoais?
ru: Где я могу вести свои личные заметки?

source: Why is one of the two testaments of a Bible module empty?
de: Warum ist eines der beiden Testamente eines Bibel-Modules leer?
fr: Pourquoi l'un des deux testaments manque-t'il dans un module ?
ko: 왜 신구약중 하나가 빠져있습니까?
pt_br: Por que um dos dois testamentos de um módulo da Bíblia fazio?
ru: Почему один из Заветов модуля Библии пуст?

source: You can find some nice screenshots of BibleTime here, showing one or two text module(s) each. They demonstrate the powerful Unicode handling mechanisms of <ulink url="http://www.trolltech.com">Trolltech's</ulink> QT 3. Some of the screenshots are really impressive.
de: Sie können hier einige schöne Bildschirmfotos von BibleTime finden, die jeweils ein oder zwei Textmodule zeigen. Sie demonstrieren die möchtigen Unicode-Funktion von <ulink url="http://www.trolltech.com">Trolltechs</ulink> QT 3. Einige der Bildschirmfotos sind recht beeindruckend.
fr: Vous pouvez trouver de belles captures d'écrans de BibleTime ici. On peut y voir la qualité de gestion des mécanismes Unicode de QT 3 par <ulink url="http://www.trolltech.com">Trolltech</ulink>. Certaines captures sont vraiment saisissantes.
ko: 이곳에서 (한두가지 텍스트 모듈을 포함하는) 바이블타임의 멋진 스크린샷들을 보실 수 있습니다. <ulink url="http://www.trolltech.com">Trolltech</ulink> QT 3의 강력한 유니코드 처리 기술을 보여줍니다. 몇몇 스크린샷들은 굉장히 인상적입니다.
pt_br: Você pode encontrar algumas telas do BibleTime aqui, mostrando um ou dois módulos de texto cada. Elas demonstram o poderoso mecanismo de tratamento Unicode de <ulink url="http://www.trolltech.com">Trolltech</ulink> QT 3. Algumas telas estão realmente impressionantes.
ru: Здесь вы сможете найти некоторые красивые скриншоты (screenshots) BibleTime, каждый из которых показывает один или два текстовых модуля. Они демонстрируют мощь механизма поддержки Unicode в QT 3 от <ulink url="http://www.trolltech.com">Trolltech</ulink>. Некоторые из них действительно впечатляют.

source: Most of the screenshots were created using the superb <ulink url="http://home.att.net/~jameskass/CODE2000.ZIP">Code2000</ulink> Unicode font. Click on the preview images to see a large and detailed version of each screenshot.
de: Die meisten Screenshots wurden mit Hilfe der sehr guten Unicode-Schriftart <ulink url="http://home.att.net/~jameskass/CODE2000.ZIP">Code2000</ulink> angefertigt. Klicken sie auf die Vorschau-Bilder, um eine große und detailreiche Version jedes Screenshots zu betrachten.
fr: La plupart des captures ont été créées en utilisant la superbe police de caractère Unicode <ulink url="http://home.att.net/~jameskass/CODE2000.ZIP">Code2000</ulink>. Cliquez sur les images de prévisualisation pour voir une version détaillée de chaque capture.
ko: 대부분의 스크린샷은 뛰어난 <ulink url="http://home.att.net/~jameskass/CODE2000.ZIP">Code2000</ulink> 유니코드 폰트를 통해 만들어졌습니다. 각 스크린샷의 크고 자세한 사진을 보시려면 미리보기(preview) 이미지를 클릭해주십시오.
pt_br: A maioria das telas foi criada usando a fonte Unicode superb <ulink url="http://home.att.net/~jameskass/CODE2000.ZIP">Code2000</ulink>. Clique nas imagens para ver as telas em tamanho maior.
ru: Большинство скриншотов были сделаны с использованием превосходного <ulink url="http://home.att.net/~jameskass/CODE2000.ZIP">Code2000</ulink> шрифта Unicode. Щелкните на картинке предварительного просмотра, чтобы увидеть большую, со многими деталями версию каждого скриншота.

source: WLC - hebrew rendering
de: WLC - Darstellung von Hebräisch
fr: WLC - mise en forme de l'hébreu
pt_br: WLC - renderização de hebraico

source: The <emphasis>WLC</emphasis> (short for <emphasis>Westminster Leningrad Codex</emphasis>), the best available text of the Hebrew Old Testament.
de: Die <emphasis>WLC</emphasis> (Abkürzung von <emphasis>Westminster Leningrad Codex</emphasis>), der beste verfügbare Text des alten Testamentes.
fr: Le module <emphasis>WLC</emphasis> (acronyme de <emphasis>Westminster Leningrad Codex</emphasis>), le meilleur texte de l'Ancien Testament Hébreu disponible.
pt_br: <emphasis>WLC</emphasis> (sigla para <emphasis>Westminster Leningrad Codex</emphasis>), o melhor texto disponível para o Antigo Testamento em Hebraico.

source: As you can see, BibleTime renders the text correctly from right to left. Those of you who can read Hebrew will notice that the Vowel Points and the Cantillation Marks (you can switch both of them on and off) are displayed correctly. <ulink url="/images/gallery/bhs.png">Large screenshot</ulink>
de: Wie Sie sehen wird der Text von BibleTime korrekt von rechts nach links angezeigt. Diejenigen, die Hebräisch beherschen werden bemerken, dass die Vokal- und Kantillationszeichen (beide können an- und ausgeschaltet werden) korrekt angezeigt werden: <ulink url="/images/gallery/bhs.png">Großes Bildschirmfoto</ulink>
fr: Comme vous pouvez le voir, le texte est mis en forme par BibleTime de droite à gauche. Ceux parmi vous qui lisent l'Hébreu se rendront compte que les Voyelles et les Cantillations (qui peuvent être désactivées) sont affichées correctement. <ulink url="/images/gallery/bhs.png">Capture d'écrans</ulink>
ko: 보시는 바와 같이 바이블타임은 텍스트를 오른쪽에서 왼쪽순으로 바르게 번역해놓았습니다. 히브리어를 읽으실 수 있는 분들은 모음 점들과 Cantillation Marks들도 표현되고 있는 것을 발견하셨을 겁니다. (그 두가지는 on/off하시는 것도 가능합니다) <ulink url="/images/gallery/bhs.png">큰 스크린샷</ulink>
ru: Как вы можете видеть, BibleTime отображает текст корректно справа налево. Те из вас, кто могут читать по еврейски обратят внимание, что черты гласных и знаки кантиляции (Cantillation Marks)отображаются правильно. Вы можете включать и выключать и то, и другое.<ulink url="/images/gallery/bhs.png">Большой скриншот</ulink>

source: BHS - hebrew rendering
de: BHS - Darstellung von Hebräisch
fr: BHS - mise en forme de l'Hébreu
ko: BHS - 히브리어 번역문
pt_br: BHS - renderização de hebraico

source: <title>Peshitta - early syrian translation</title>
de: <title>Peshitta - frühe syrische Übersetzung</title>
fr: <title>Peshitta - traduction syrienne primitive</title>
pt_br: <title>Peshitta - Tradução síria recente</title>
ru: <title>Пешитта (Peshitta) - ранний сирийский перевод</title>

source: The <emphasis>Peshitta</emphasis> contains an early Syrian text, running from right to left.
de: Die <emphasis>Peshitta</emphasis> enthält einen frühen syrischen Text, von rechts nach links laufend.
fr: Le module <emphasis>Peshitta</emphasis> contient un texte primitif Syrien, qui se lit de droite à gauche.
ko: <emphasis>Peshitta</emphasis>는 (오른쪽에서 왼쪽으로 씌여진) 고대 시리아의 텍스트를 제공합니다.
pt_br: A <emphasis>Peshitta</emphasis> contem um texto recente em Sírio, da direita para a esquerda.
ru: <emphasis>Пешитта (Peshitta)</emphasis> содержит ранний сирийский текст, идущий справа налево.

source: QT renders this text very nice with Code2000, which is one of the very few fonts that support syrian characters. <ulink url="/images/gallery/peshitta.png">Large screenshot</ulink>
de: QT zeigt diesen Text mit Code2000 seht gut an, welche eine der wenigen Schriftarten ist, die syrische Zeichen unterstützen <ulink url="/images/gallery/peshitta.png">Großes Bildschirmfoto</ulink>.
fr: QT offre un bon rendu du texte grâce à Code200, l'une des rares polices qui supporte les caractères Syriens. <ulink url="/images/gallery/peshitta.png">Capture d'écrans</ulink>
ko: QT는 이 텍스트를 (시리아의 폰트를 제공하는 몇 안되는 폰트중 하나인) Code2000을 사용하여 훌륭하게 보여줍니다. <ulink url="/images/gallery/peshitta.png">큰 스크린샷</ulink>
pt_br: QT renderiza esse texto muito bem com Code2000, que é uma das poucas fontes que suportam caracteres sírios. <ulink url="/images/gallery/peshitta.png">Ver Tela Ampliada</ulink>
ru: QT отображает этот текст очень красиво с помощью шрифта Code2000, которые один из немногих шрифтов, которые поддерживают сирийские буквы. <ulink url="/images/gallery/peshitta.png">Большой скриншот</ulink>

source: <phrase>Peshitta - early syrian translation</phrase>
de: <phrase>Peshitta - frühe syrische Übersetzung</phrase>
fr: <phrase>Peshitta - traduction syrienne primitive</phrase>
pt_br: <phrase>Peshitta - Tradução síria recente</phrase>
ru: <phrase>Пешитта (Peshitta) - ранний сирийский перевод</phrase>

source: <title>The Arabic Bible</title>
de: <title>Die Arabische Bibel</title>
fr: <title>La Bible Arabe</title>
pt_br: <title>Bíblia Árabe</title>
ru: <title>Арабская Библия</title>

source: <emphasis>AraSVD</emphasis>: The Arabic Bible. Very nice example for right-to-left rendering of a complex script - Arabic is probably one of the most complicated scripts of the world. This screenshot was taken after linebreaks were switched off, providing a more readable text view. <ulink url="/images/gallery/arasvd.png">Large screenshot</ulink>
de: <emphasis>AraSVD</emphasis>: Die arabische Bibel. Ein schönes Beispiel für rechts-nach-links Darstellung einer komplizierten Sprache. Arabisch ist eine der kompliziertesten Sprachen der Erde.Dieses Bildschirmfoto wurde erstellt, nachdem die Zeilenumbrüche ausgeschaltet wurden, damit eine höhere Lesbarkeit entsteht. <ulink url="/images/gallery/arasvd.png">Großes Bildschirmfoto</ulink>.
fr: <emphasis>AraSVD</emphasis>: La Bible Arabe. Très bel exemple de mise en forme de droite à gauche d'une écriture complexe - L'Arabe est probablement l'une des écritures les plus compliquées du monde. Cette capture a été prise après avoir désactivé les retour à la ligne automatisues, ce qui donne un texte plus lisible. <ulink url="/images/gallery/arasvd.png">Capture d'écrans</ulink>
ko: <emphasis>AraSVD</emphasis>: 아립어성경. 복잡한 스크립트의 오른쪽에서 왼쪽으로의 정렬의 훌륭한 예제입니다 - 아랍어는 세상에서 가장 복잡한 언어중의 하나입니다. 이 스크린샷은 라인브레이크를 오프시킨 후, 좀 더 읽기 편한 텍스트 뷰를 만든후 제작되었습니다. <ulink url="/images/gallery/arasvd.png">큰 스크린샷</ulink>
pt_br: <emphasis>AraSVD</emphasis>: A Bíblia Árabe. Um bom exemplo de renderização da direta para esquerda de caracteres complexos- Árabe é provavelmente um dos conjuntos de caracteres mais complexos do mundo. Essa tela foi capturada com as quebras de linha desligadas, resultando em um texto mais legível. <ulink url="/images/gallery/arasvd.png">Ver Tela Ampliada</ulink>
ru: <emphasis>AraSVD</emphasis>: Арабская Библия. Очень хороший пример отображения справа налево сложного алфавита - арабский язык, вероятно, язык с самым сложным алфавитом в мире. Этот скриншот был сделан после того, как перенос по строкам был отключён, чтобы представить более читаемое изображение текста. <ulink url="/images/gallery/arasvd.png">Большой скриншот</ulink>

source: <phrase>The Arabic Bible</phrase>
de: <phrase>Die Arabische Bibel</phrase>
fr: <phrase>La Bible Arabe</phrase>
pt_br: <phrase>Bíblia Árabe</phrase>
ru: <phrase>Арабская Библия</phrase>

source: <title>Chinese rendering</title>
de: <title>Darstellung von Chinesisch</title>
fr: <title>Mise en forme du Chinois</title>
pt_br: <title>Renderização de Chinês</title>
ru: <title>Отображение китайского языка</title>

source: <emphasis>ChiGU</emphasis>: Chinese Bible text. Since QT 3 BibleTime can correctly break the paragraphs (as you may know, there are no spaces between words). <ulink url="/images/gallery/chigu.png">Large screenshot</ulink>
de: <emphasis>ChiGU</emphasis>: Chinesischer Bibeltext. Seit Qt 3 kann BibleTime die Absätze richtig umbrechen (wie Sie vielleicht wissen gibt es keine Leerzeichen zwischen Wörten). <ulink url="/images/gallery/chigu.png">Großes Bildschirmfoto</ulink>.
fr: <emphasis>ChiGU</emphasis>: La Bible en Chinois. Depuis QT 3, BibleTime peut séparer les paragraphes correctement (comme vous le savez peut-être, il n'y a pas d'espaces entre les mots). <ulink url="/images/gallery/chigu.png">Capture d'écrans</ulink>
ko: 스크린샷<emphasis>ChiGU</emphasis>: 중국어 성경. QT 3용의 바이블타임에서는 완벽하게 단락들을 분리해냅니다. (아시다시피 중국어의 단어사이에는 공백이 없습니다.). <ulink url="/images/gallery/chigu.png">큰 스크린샷</ulink>
pt_br: <emphasis>ChiGU</emphasis>: Texto Bíblico em Chinês. Desde a QT3, BibleTime consegue quebrar corretamente os parágrafos (como você deve saber, não há espaço entre as palavras). <ulink url="/images/gallery/chigu.png">Ver Tela Ampliada</ulink>
ru: <emphasis>ChiGU</emphasis>: Китайский текст Библии. Начиная с 3й версии QT BibleTime может корректно разрывать параграфы (вы вероятно знаете что, там нет пробелов между словами). <ulink url="/images/gallery/chigu.png">Большой скриншот</ulink>

source: <phrase>Chinese rendering</phrase>
de: <phrase>Darstellung von Chinesisch</phrase>
fr: <phrase>Mise en forme du Chinois</phrase>
pt_br: <phrase>Renderização de Chinês</phrase>
ru: <phrase>Отображение китайского языка</phrase>

source: <title>Greek rendering with Strong's numbers and morphological tags</title>
de: <title>Darstellung von Griechisch mit Strong-Nummern und morphologischen Markern.</title>
fr: <title>Mise en forme du Grec, avec numéros Strong et marques morphologiques</title>
pt_br: <title>Renderização de Grego com números de Strong e marcações morfológicas</title>
ru: <title>Отображение греческого с номерами Стронга и морфологическими тегами</title>
