Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: There are many other christian pages in the word wide web. Some are more, others are less important.
ko: 인터넷에는 많은 크리스챤 사이트가 존재합니다. 어떠한 것들은 더 중요하고, 어떠한 것들은 덜 중요합니다.

source: We collected a list of pages which are important in our opinion.
ko: 저희 생각에 중요하다고 생각되는 사이트들의 리스트를 만들어 보았습니다.

source: Screenshots of BibleTime 1.3
ko: 바이블타임 1.3의 스크린샷

source: New search dialog
ko: 새 검책 창
