Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: <emphasis>IGNT</emphasis>: The Interlinear Greek New Testament. The green numbers in "<![CDATA[<>]]>" brackets are Strongnumbers, whereas the numbers in "( )" brackets are Morphologic Tags. Both of them can displayed in a tooltip using a predefined Strong's and Morphology dictionary, as you can see in the example. <ulink url="/images/gallery/ignt.png">Large screenshot</ulink>
de: <emphasis>IGNT</emphasis>: Ein interlineares griechisches Neues Testament.. Die grünen Zahlen in "<![CDATA[< >]]>" Klammern sind Stronnummern, die Nummern in "( )" Klammern sind Morphologische Informationen. Beide können in einem Tooltip unter Benutzung der vordefinierten Strong- und Morphologischen Lexika angezeigt werden, wie Sie im Beispiel sehen können. <ulink url="/images/gallery/ignt.png">Großes Bildschirmfoto</ulink>
fr: <emphasis>IGNT</emphasis>: Le Nouveau Testament Interlinéaire. Les numéros verts encadrés par les signes "<![CDATA[<>]]>" sont les numéros Strong, alors que les numéros encadrés par les signes "( )" sont les marques morphologiques. L'un et l'autre peuvent être affichées dans une bulle d'aide à l'aide d'un dictionnaire Strong ou Morphologique défini, comme vous pouvez le voir dans l'exemple. <ulink url="/images/gallery/ignt.png">Capture d'écrans</ulink>
pt_br: <emphasis>IGNT</emphasis>: O Novo Testamento Grego Interlinear. Os números verdes entre "<![CDATA[< >]]>" colchetes são números de Strong, enquanto os números entre "( )" parentesis são marcações morfológicas. Ambos podem ser exibidos como dicas usando dicionários de Strong e morfológico predefinidos, como você pode ver no exemplo. <ulink url="/images/gallery/ignt.png">Ver Tela Ampliada</ulink>
ru: <emphasis>IGNT</emphasis>: Греческий Новый Завет (The Interlinear Greek New Testament). Зелёные цифры в "<![CDATA[<>]]>" скобках - номера Стронга, тогда как цифры в "( )" скобках являются морфологическими тегами. И те, и другие могут включаться в панели инструментов используя выбранный заранее словарь Стронга и морфологический словарь, как вы можете видеть в примере. <ulink url="/images/gallery/ignt.png">Большой скриншот</ulink>

source: <phrase>Greek rendering with Strong's numbers and morphological tags</phrase>
de: <phrase>Darstellung von Griechisch mit Strong-Nummern und morphologischen Markern.</phrase>
fr: <phrase>Mise en forme du Grec, avec numéros Strong et marques morphologiques</phrase>
pt_br: <phrase>Renderização de Grego com números de Strong e marcações morfológicas</phrase>
ru: <phrase>Отображение греческого с номерами Стронга и морфологическими тегами</phrase>

source: <title>Korean and Thai</title>
de: <title>Koreanisch und Thai</title>
fr: <title>Coréen and Thai</title>
pt_br: <title>Coreano e Tailandês</title>
ru: <title>Корейский и тайский</title>

source: <emphasis>Kor</emphasis> and <emphasis>ThaiKJV</emphasis>. Korean and Thai are very good Unicode examples covered by an amount of Unicode scripts already. They are displayed in a parallel view in one window. The first line of Thai text is of a little smaller pointsize. It is a section heading, and those can be turned on and off using the first toolbutton in the display window. <ulink url="/images/gallery/korthai.png">Large screenshot</ulink>
de: <emphasis>Kor</emphasis> and <emphasis>ThaiKJV</emphasis>. Koreanisch und Thai sind sehr gute Unicode-Beispiele, für die bereits einige Schriftarten verfgbar sind. Die beiden Texte werden in Parallelansicht in einem Fenster angezeigt. Die erste Zeile des Thai Textes ist etwas kleiner, da es eine Abschnittsüberschrift ist. Diese können auch mit dem ersten Knopf der Werkzeugleiste im Fenster ausgeschaltet werden. <ulink url="/images/gallery/korthai.png">Großes Bildschirmfoto.</ulink>
fr: <emphasis>Kor</emphasis> et <emphasis>ThaiKJV</emphasis>. Le Coréen et le Thai sont de très bons exemples Unicode définis par de nombreux scripts existants. Ils sont affichés dans une vueparallèle dans une fenêtre. La première ligne de texte Thai est d'une taille légèrement inférieure. Il s'agit d'une en-tête de section, et ces dernières peuvent être désactivées en utilisant le menu de la barre d'outil, dans le fenêtre d'affichage. <ulink url="/images/gallery/korthai.png">Capture d'écrans</ulink>
ko: <emphasis>한글개역성경</emphasis>과 <emphasis>ThaiKJV</emphasis>. 한국어와 태국어는 기존의 유니코드 스크립트중에서도 매우 훌륭한 유니코드의 예입니다. 한 윈도우에 동시에 보여지고 있습니다. 타이 텍스트의 첫줄은 약간 작은 포인트사이즈를 사용합니다. It is a section heading, and those can be turned on and off using the first toolbutton in the display window. <ulink url="/images/gallery/korthai.png">큰 스크린샷</ulink>
pt_br: <emphasis>Kor</emphasis> e <emphasis>ThaiKJV</emphasis>. Coreano e Tailandês são bons exemplos de Unicode, já que atualmente são cobertos por diversos conjuntos de caracteres Unicode. Eles são exibidos em visualização paralela em uma única janela. A primeira linha do texto tailandês que é um pouco menor é um título de sessão e pode ser ligado e desligado usando o primeiro botão da barra de ferramentas. <ulink url="/images/gallery/korthai.png">Ver Tela Ampliada</ulink>
ru: <emphasis>Kor</emphasis> и <emphasis>ThaiKJV</emphasis>. Корейский и тайский очень хороши для примера того, чтобы показать что большинство алфавитов уже перекрыто с помощью Unicode. Они отображаются в параллельном просмотре в одном окне. Первая линия тайского текста имеет немного меньший размер букв. Это заголовок, и он может быть включен и выключен с помощью первой кнопки на панели инструментов окна. <ulink url="/images/gallery/korthai.png">Большой скриншот</ulink>

source: <phrase>Korean and Thai</phrase>
de: <phrase>Koreanisch und Thai</phrase>
fr: <phrase>Coréen et Thai</phrase>
pt_br: <phrase>Coreano e Tailandês</phrase>
ru: <phrase>Корейский и тайский</phrase>

source: <title>Bulgarian and footnotes</title>
de: <title>Bulgarisch und Fußnoten</title>
fr: <title>Bulgare et notes de pied de page</title>
pt_br: <title>Búlgaro com notas de rodapé</title>
ru: <title>Болгарский и сноски</title>

source: <emphasis>Bulgarian</emphasis>: The Bible in Bulgarian language. Bulgarian uses the Kyrillic script, which is also used in other languages like Russian. Notice the marked text - it is a "footnote". The popup menu shows how those can be turned on and off. <ulink url="/images/gallery/bulgarian.png">Large screenshot</ulink>
de: <emphasis>Bulgarisch</emphasis>: Die Bibel in bulgarischer Sprache. Bulgrisch benutzt den Kyrillischen Zeichensatz, der auch in anderen Sprachen wie Russisch benutzt wird. Achten Sie auf den markierten Text, der eine "Fußnote" ist. Das Aufklappmenü zeigt, wie diese an- und ausgeschtet werden können. <ulink url="/images/gallery/bulgarian.png">Großes Bildschirmfoto</ulink>.
fr: <emphasis>Bulgare</emphasis>: La Bible en Bulgare. Les Bulgares utilisent l'alphabet Cyrillique, également utilisé dans d'autres langues, telles que le Russe. Vous pouvez remarquer que le texte porte des marques. Il s'agit d'une "note de pied de page". Le menu popup montre comment celles-ci peuvent être activées ou désactivées. <ulink url="/images/gallery/bulgarian.png">Large screenshot</ulink>
ko: <emphasis>Bulgarian</emphasis>: 불가리아어 성경. Bulgarian uses the Kyrillic script, which is also used in other languages like Russian. Notice the marked text - it is a "footnote". The popup menu shows how those can be turned on and off. <ulink url="/images/gallery/bulgarian.png">큰 스크린샷</ulink>
pt_br: <emphasis>Búlgaro</emphasis>: A Bíbla no idioma da Bulgária. Búlgaro usa o conjunto de caracteres Kyrillic, que também é usado em outros idiomas, como Russo. Note o texto marcado - é uma "nota de rodapé". O menu popup mostra como podem ser ligadas e desligadas. <ulink url="/images/gallery/bulgarian.png">Ver Tela Ampliada</ulink>
ru: <emphasis>Bulgarian</emphasis>: Библия на болгарском языке. Болгарский использует кириллический алфавит, который также используется в других языках, например - русском.Обратите внимание на помеченный текст - это "сноски". Всплывающее меню показывает как они могут быть включены и выключены. <ulink url="/images/gallery/bulgarian.png">Большой скриншот</ulink>

source: <phrase>Bulgarian and footnotes</phrase>
de: <phrase>Bulgarisch und Fußnoten</phrase>
fr: <phrase>Bulgare et notes de pied de page</phrase>
pt_br: <phrase>Búlgaro com notas de rodapé</phrase>
ru: <phrase>Болгарский и сноски</phrase>

source: <title>Vietnamese and Romanian</title>
de: <title>Vietnamesisch und Rumänisch</title>
fr: <title>Vietnamien and Roumain</title>
pt_br: <title>Vietnamita e Romeno</title>
ru: <title>Вьетнамский и румынский</title>

source: <emphasis>Viet</emphasis> and <emphasis>RomCor</emphasis>. East Europe meets East Asia! Vietnamese and Romanian are not geographically linked, though they look somehow similar in this screenshot. <ulink url="/images/gallery/vietromcor.png">Large screenshot</ulink>
de: <emphasis>Viet</emphasis> und <emphasis>RomCor</emphasis>. Osteurope trifft auf Ostasien! Vietnamesisch und Rumänisch sind nicht miteinander verwandt, obwohl sie auf den Bildschirmfoto ähnlich aussehen. <ulink url="/images/gallery/vietromcor.png">Großes Bildschirmfoto</ulink>.
fr: <emphasis>Viet</emphasis> et <emphasis>RomCor</emphasis>. L'Europe Orientale et L'Asie Orientale main dans la main ! Le Vietnamien et le Roumain ne sont pas proches géographiquement, bien que cette capture les rapproche. <ulink url="/images/gallery/vietromcor.png">Capture d'écrans</ulink>
ko: <emphasis>Viet</emphasis> and <emphasis>RomCor</emphasis>. 동유럽과 동아시아가 만났습니다! Vietnamese and Romanian are not geographically linked, though they look somehow similar in this screenshot. <ulink url="/images/gallery/vietromcor.png">큰 스크린샷</ulink>
pt_br: <emphasis>Viet</emphasis> e <emphasis>RomCor</emphasis>. Leste Europeu e Leste Asiárico! Vietnamita e Romenos não estão ligados geograficamente, embora nessa tela eles aparentem ser similares. <ulink url="/images/gallery/vietromcor.png">Ver Tela Ampliada</ulink>
ru: <emphasis>Viet</emphasis> и <emphasis>RomCor</emphasis>. Восточная Европа встретилась с Восточной Азией! Вьетнамцы и румыны не соединены географически, хотя они выглядят довольно схоже на этом скриншоте. <ulink url="/images/gallery/vietromcor.png">Большой скриншот</ulink>

source: <phrase>Vietnamese and Romanian</phrase>
de: <phrase>Vietnamesisch und Rumänisch</phrase>
fr: <phrase>Vietnamien et Roumain</phrase>
pt_br: <phrase>Vietnamita e Romeno</phrase>
ru: <phrase>Вьетнамский и румынский</phrase>

source: <title>Esperanto without verse numbers and linebreaks</title>
de: <title>Esperanto ohne Versnummern und Zeilenumbrüchen</title>
fr: <title>Esperanto sans numéros de versets et sans retours à la ligne automatiques</title>
pt_br: <title>Esperanto sem o número dos versículos e quebras de linhas</title>
ru: <title>Эсперанто без номеров стихов и переносов строк</title>

source: YES, there is a Bible for those of you who prefer to speak Esperanto. This is not really a Unicode example, since the displayed characters come from the iso 8859-1 charset. But this shows how text looks like after switching off versenumbers and linebreaks. <ulink url="/images/gallery/esperanto.png">Large screenshot</ulink>
de: Ja, es gibt eine Bibel für diejenigen, die es vorziehen Esperanto zu sprechen. Dies ist nicht wirklich ein Beispiel für Unicode, da die angezeigten Zeichen aus dem iso-8859-1 Zeichensatz stammen. Aber es wird gezeigt, wie der Text nach dem Abschalten von Versnummern und Zeilenumbrüchen aussieht. <ulink url="/images/gallery/esperanto.png">Großes Bildschirmfoto</ulink>
fr: OUI, Il existe une Bible pour vous qui préférez parler l'Esperanto ! Ce n'est pas un véritable exemple d'Unicode, puisque les caractères sont du type iso 8859-1. Néanmoins, voici ce à quoi ressemble le texte après avoir désactivé les numéros de versets et les retours à la ligne automatiques.<ulink url="/images/gallery/esperanto.png">Capture d'écrans</ulink>
ko: 네, 에스페란토어를 선호하시는 분을 위한 에스페란토어 성경도 있습니다. 정확히는 유니코드 예제는 아닙니다. iso 8859-1의 문자셋을 사용합니다. 하지만 절과 줄바꿈을 끈 멋진 텍스트를 보여주는 예입니다. <ulink url="/images/gallery/esperanto.png">큰 스크린샷</ulink>
pt_br: SIM, existe uma Bíblia para quem prefere falar Esperanto. Este não é umbom exemplo Unicode, já que os caracteres exibidos vem do conjunto de caracteres iso-8859-1, mas isso mostra como o texto se parece após desligar-se os números dos versículos e quebras de linhas. <ulink url="/images/gallery/esperanto.png">Ver Tela Ampliada</ulink>
ru: ДА, это Библия для тех из вас, кто предпочитает говорить на Эсперанто. Это не совсем пример Unicode, потому что изображённые буквы взяты из кодировки iso 8859-1. Но это показывает как выглядит текст после того, как отключено отображение номеров стихов и переносов строк. <ulink url="/images/gallery/esperanto.png">Большой скриншот</ulink>

source: <phrase>Esperanto without verse numbers and linebreaks</phrase>
de: <phrase>Esperanto ohne Versnummern und Zeilenumbrüchen<phrase>
fr: <phrase>Esperanto sans numéros de versets et sans retours à la ligne automatiques</phrase>
pt_br: <phrase>Esperanto sem o número dos versículos e quebras de linhas</phrase>
ru: <phrase>Эсперанто без номеров стихов и переносов строк</phrase>

source: BibleTime's Guestbook
de: BibleTimes Gästebuch
fr: Livre d'Or de BibleTime
ko: 바이블타임 방명록
pt_br: Livro de visitas do BibleTime
ru: Гостевая книга BibleTime

source: This is the place to leave positive or negative comments about the BibleTime project. This is not the place to ask questions, please use <ulink url="http://forum.bibletime.info/">the BibleTime forum</ulink> instead.
fr: Voici l'endroit où vous pouvez laisser des commentaires négatifs ou positifs au sujet du projet BibleTime. Ce n'est pas le lieu pour poser des questions. Pour cela, rendez-vous sur le <ulink url="http://www.crosswire.org/forums/mvnforum/listthreads?forum=2">the forum BibleTime</ulink>.

source: Please write in English, if possible. HTML is not allowed and will be removed, but you may use normal line breaks to divide into paragraphs.
de: Schreiben Sie ihre Anmerkungen bitte in Englisch, wenn möglich. HTML ist nicht erlaubt und wird entfernt. Sie können normale Zeilenumbrüche benutzen um den Text in Abschnitte einzuteilen.
fr: Veuillez écrire en anglais si possible (!). L'utilisation de code HTML n'est pas permise et sera supprimée. Vous pouveznéanmoins utiliser des retours à la ligne normaux pour séparer les paragraphes : ils seront affichés correctement.
pt_br: Por favor, se possível, escreva seus comentários em inglês. HTML não é permitido e será removido. Você pode usar quebras de linha normais para dividir em parágrafos.

source: Please add your comments here:
de: Bitte geben Sie hier ihre Anmerkungen ein:
fr: Veuillez ajouter vos commentaires ici.
pt_br: Por favor, adicione seus comentários aqui:

source: Responsibility
de: Verantwortung
fr: Responsabilité
pt_br: Responsibilidade

source: This imprint is required in Germany for all webpages.
de: Dieses Impressum wird in Deutschland für alle Webseiten benötigt.
fr: Ces mentions légales sont nécessaires en Allemagne pour les pages Web.
pt_br: Esta marca é requerida em Alemão para todas as páginas web.

source: The person who responsible for these webpages is:
fr: La personne responsable de ce site web est :
pt_br: A pessoa responsável por estas páginas web é:

source: Download BibleTime
de: BibleTime herunterladen
fr: Télécharger BibleTime
pt_br: Faça Download do BibleTime
ru: Загрузка BibleTime

source: This is a short list of available download locations. Packages which are not provided on our SourceForge pages might be outdated. Please see below for detailed download and installation instructions.
de: Dies ist eine Liste der verfügbaren Downloadorte. Pakete, die nicht auf unseren SourceForge Seiten zur Verfügung gestellt werden können veraltet sein. Detailierte Instruktionen zum Herunterladen und zur Installation können weiter unten gefunden werden.
fr: Voici une courte liste de sites de téléchargement. Il se peut que les paquetages qui ne sont pas disponibles sur nos pages SourceForge soient périmés. Veuillez voir ci-dessous les instructions de téléchargement et d'installation.
pt_br: Essa é uma pequena lista de locais disponíveis para download. Pacotes que não são disponibilizados na nossa página no SourceForge podem estar desatualizados. Por favor, veja abaixo para instruções detalhadas de download e instalação.
ru: Это короткий список адресов, с которых можно сделать загрузку. Пакеты, которые не представлены на наших страницах сервера SourceForge могут быть устаревшими. Пожалуйста, читайте ниже более подробные инструкции о загрузке и установке.

source: Sourcecode and packages for major Linux distributions can be downloaded from <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">SourceForge</ulink>.
de: Der Quellcode und Pakete für die wichtigsten Linux Distributionen können von <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">SourceForge</ulink> heruntergeladen werden.
fr: Le code source et les paquetagespour la plupart des grandes distributions Linux peuvent être téléchargés ici :<ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">SourceForge</ulink>.
pt_br: Código fonte e pacotes para as maiores distribuições de Linux podem ser obtidos na nossa página no <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">SourceForge</ulink>.
ru: Исходный код и пакеты для основных дистрибутивов Линукс могут быть загружены с <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">SourceForge</ulink>.

source: Debian packages are available for <ulink url="http://packages.debian.org/unstable/kde/bibletime">Debian Unstable</ulink> and <ulink url="http://packages.debian.org/stable/x11/bibletime">Debian Stable</ulink>.
de: Debian Pakete sind für <ulink url="http://packages.debian.org/unstable/kde/bibletime">Debian Unstable</ulink> und <ulink url="http://packages.debian.org/stable/x11/bibletime">Debian Stable</ulink> verfügbar.
fr: Des paquetages Debian sont disponibles pour <ulink url="http://packages.debian.org/unstable/kde/bibletime">Debian (Non-Stable)</ulink> and <ulink url="http://packages.debian.org/stable/x11/bibletime">Debian (Stable)</ulink>.
pt_br: Pacotes Debian estão disponíves para <ulink url="http://packages.debian.org/unstable/kde/bibletime">Debian Unstable</ulink> e <ulink url="http://packages.debian.org/stable/x11/bibletime">Debian Stable</ulink>.
ru: Есть Debian-пакеты для <ulink url="http://packages.debian.org/unstable/kde/bibletime">Debian Unstable(нестабильный)</ulink> и <ulink url="http://packages.debian.org/stable/x11/bibletime">Debian Stable (стабильный)</ulink>.

source: Gentoo packages are available on <ulink url="http://packages.gentoo.org/search/?sstring=bibletime">www.gentoo.org</ulink>.
de: Gentoo Pakete sind auf <ulink url="http://packages.gentoo.org/search/?sstring=bibletime">www.gentoo.org</ulink> verfügbar.
fr: Paquetages Gentoo disponibles ici : <ulink url="http://packages.gentoo.org/search/?sstring=bibletime">www.gentoo.org</ulink>.
pt_br: Pacotes Gentoo estão disponíveis em <ulink url="http://packages.gentoo.org/search/?sstring=bibletime">www.gentoo.org</ulink>.
ru: Есть пакеты Gentoo на <ulink url="http://packages.gentoo.org/search/?sstring=bibletime">www.gentoo.org</ulink>.

source: A FreeBSD application port of BibleTime can be found on <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink>.
de: Eine FreeBSD Portierung von BibleTime kann auf <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink> gefunden werden.
fr: Un portage De BibleTime sous FreeBSD est disponible ici :<ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink>.
pt_br: Um port de aplicação FreeBSD pode ser encontrado em <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink>.
ru: FreeBSD версию BibleTime можно найти на <ulink url="http://www.FreeBSD.org/cgi/ports.cgi?query=bibletime&amp;stype=all">www.freebsd.org</ulink>.

source: Installation of BibleTime
de: Installation von BibleTime
fr: Installation de BibleTime
ko: 바이블타임의 설치
pt_br: Instalação do BibleTime
ru: Установка BibleTime

source: This section explains how to install BibleTime on your system. Basically there are two ways to install it: Either by using prebuilt binary packages or by compiling from source code. Installing BibleTime using prebuilt packages is the easiest way.
de: Diese Seite erklärt, wie BibleTIme auf ihrem System installiert werden kann. Im Grunde gibt es nur zwei Arten der Installation. Entweder mit schon fertigen Binärpaketen oder durch Übersetzen des Quellcodes. Die Installation mit fertigen Paketen ist am einfachsten.
fr: Cette section explique comment installer BibleTime sur votre système. En réalité, il existe deux manières de l'installer : Soit en utilisant des paquetages binaires pré-compilés, soit en compilant soi-même le code source. L'installation avec les paquetages est la plus simple.
pt_br: Essa sessão explica como instalar o BibleTime no seu sistema. Basicamente existem duas maneiras de instalá-lo: usando pacotes binários pré-compilados ou compilando a partir do código fonte. O jeito mais fácil é instalar o BibleTime usando os pacotes binários.
ru: Этот раздел поясняет как установить BibleTime на вашей системе. Есть два способа установки: Или с помощью предварительно собранных бинарных пакетов, или выполнив компиляцию из исходного кода Установка с помощью предварительно собранных бинарных пакетов самый простой путь.

source: Prebuilt binary packages
de: Vorkompilierte Binärpakete
fr: Paquetages binaires pré-compilés
ko: 미리 만들어진 바이너리 패키지들
pt_br: Pacotes binários pré-construídos
ru: Предварительно собранные бинарные пакеты

source: We try to provide packages for the most important Linux distributions. These include RedHat, Mandrake and SuSE.
de: Wie versuchen Pakete für die wichtigsten Linux Distributionen zur Verfügung zu stellen. Diese enthalten RedHat, Mandrake und SuSE.
fr: Nous essayons de fournir les paquetages pour les distributions Linux les plus répandues, ce qui inclut Mandrake, SuSE et RedHat.
ko: 바이블타임은 RedHat, Mandrake와 SeSE같은 대부분의 리눅스 배폰판들을 위한 패키지를 제공하려고 노력하고 있습니다.
pt_br: Nós tentamos fornecer pacotes para as distribuições Linux mais importantes. Isto inclui RedHat, Mandrake e SuSE.
ru: Мы стараемся подготовить пакеты для самых распространенных дистрибутивов Линукс. В их число входят RedHat, Mandrake и SuSE.
