Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: First download the binary package for your Linux distribution. For example: You want to download <application>BibleTime 1.4</application> for <productname>SuSE Linux 9.0</productname>. In this case you have to download the package <filename>bibletime-1.4-1.suse9.0.i586.rpm</filename>. Please download the package &quot;bibletime-i18n&quot; package, too. This package contains the available translations of the BibleTime user interface and handbook.
de: Laden Sie zuerst das Binärpaket für ihre Linux-Distribution herunter. Zum Beispiel: Sie möchten <application>BibleTime 1.4</application>. für <productname>SuSE Linux 9.0</productname> herunterladen. In diesem Falle müssen Sie das Paket <filename>bibletime-1.4-1.suse9.0.i586.rpm</filename> herunterladen. Vergessen Sie bitte nicht, auch das Paket &quot;bibletime-i18n&quot; zu installieren. Dieses enthält die verfügbaren Übersetzungen der BibleTime Oberfläche und des Handbuches.
fr: Téléchargez d'abord le paquetage correspondant à votre distribution. Par exemple : Vous voulez télécharger <application>BibleTime 1.4</application> pour <productname>Linux SuSE 9.0</productname>. Dans ce cas, téléchargez <filename>bibletime-1.4-1.suse9.0.i586.rpm</filename>. Veuillez également télécharger le paquetage &quot;bibletime-i18n&quot;. Ce dernier contient les traductions de BibleTime, du manuel et du tutoriel.
pt_br: Primeiro faça download do pacote binário para sua distribuição de Linux. Por exemplo: Você quer baixar o <application>BibleTime 1.4</application> para <productname>SuSE Linux 9.0</productname>. Nesse caso, você deve baixar o pacote <filename>bibletime-1.4-1.suse9.0.i586.rpm</filename>. Por favor baixe o pacote &quot;bibletime-i18n&quot; package também. Esse pacote contém as traduções disponíveis para a interface e para o Livro de Mão.
ru: Сначала загрузите бинарный пакет для вашего дистрибутива Линукс. Например: Вы хотите загрузить <application>BibleTime 1.4</application> для <productname>SuSE Linux 9.0</productname>. В этом случае вам нужно загрузить пакет <filename>bibletime-1.4-1.suse9.0.i586.rpm</filename>. Пожалуйста, не забудьте также загрузить пакет &quot;bibletime-i18n&quot;. Этот пакет содержит существующие переводы интерфейса пользователя и руководства для BibleTime.

source: If there are no packages for your version of Linux you have to install from source code. Please see below how to do that.
de: Falls es keine Pakete für ihre Linuxinstallation gibt müssen Sie vom Quellcode aus installieren. Bitte lesen Sie dazu weiter unten nach.
fr: S'il n'existe pas de paquetage pour votre distribution, vous devez installer BibleTime à partir du code source. Veuillez poursuivre la lecture pour en savoir plus.
pt_br: Se não existe pacote para a sua distribuição de Linux você tem que instalar a partir do código fonte. Por favor, veja abaixo como fazer isso.
ru: Если здесь нет пакета для вашей версии Линукс, вам нужно делать установку из исходного кода. Пожалуйста, прочтите ниже как это сделать.

source: Installation from source code
de: Installation mittels Quellcode
fr: Installation à partir du code source
pt_br: Instalação a partir do código fonte
ru: Установка из исходного кода

source: Installation using BibleTime's source code is more difficult than using binary packages. Please follow the steps below if you decided to install BibleTime from sources:
de: Die Installations vom Quellcode aus ist schwieriger als mit Hilfe von Binärpaketen. Bitte folgen Sie den nächsten Schritten, wenn Sie sich entschieden haben, BibleTime mittels Quellcode zu installieren.
fr: Installer BibleTime à partir du code source est plus compliqué qu'en utilisant des paquetages. Veuillez suivre la démarche suivante pour installer BibleTime à partir du code source :
pt_br: Instalação usando o código fonte do BibleTime é mais difícil do que usando os pacotes binários. Por favor, siga os passos abaixo se você decidir instalar o BibleTime a partir do código fonte:
ru: Установка с использованием исходного кода BibleTime более сложна по сравнению с использованием бинарных пакетов. Installation using BibleTime's source code is more difficult than using binary packages. Пожалуйста следуйте указаниям, приведённым ниже, если вы решили устанавливать BibleTime из исходного кода:

source: At first make sure the required software is installed on your system. Depending on your Linux distribution you have to install the development packages of the required software, too.
de: Stellen Sie zuerst sicher, dass die benötigte Software installiert ist. Je nach verwendeter Linux Distribution müssen auch die Entwicklungspakete der benötigten Software installiert werden.
fr: Assurez vous premièrement que vous disposez des éléments nécessaires sur votre système. Selon le type de distribution que vous avez, vous devez aussi installer les paquetages de développement avant de vous lancer dans cette procédure.
pt_br: Primeiramente, certifique-se que o software requerido está instalado no seu sistema. Dependendo da distribuição de Linux você pode precisar instalar os pacotes de desenvolvimento dos softwares requeridos também.
ru: Для начала убедитесь, что необходимое программное обеспечение (ПО) установлено в вашей системе. В зависимости от вашего дистрибутива Линукс вам также нужно установить пакеты для разработки (development packages) необходимого ПО.

source: At least the libraries and the base package. KDE 3 is shipped with many Linux distributions. Very often it's installed by default.
de: Zumindest die Bibliotheken und die Basis-Pakete. KDE 3 wird mit vielen Linux-Distributionen gelifert und wird oft als Standard installiert.
fr: Téléchargez au moins les bibliothèques et lespaquetages de base. KDE 3 est fourni avec de nombreuses distributions Linux. Souvent, il est même installé par défaut.
pt_br: Pelo menos as bibliotecas e o pacote base. KDE 3 está em muitas distribuições Linux. Muito frequentemente é instalado por padrão.
ru: Как минимум библиотеки и базовый пакет. KDE 3 поставляется со многими дистрибутивами Линукс. И очень часто устанавливается по умолчанию.

source: Installation instructions are available on <ulink url="http://www.crosswire.org/sword/software/index.jsp">www.crosswire.org/sword/software</ulink>. Basically the installation steps are
de: Eine Installationsanleitung ist auf <ulink url="http://www.crosswire.org/sword/software/index.jsp">www.crosswire.org/sword/software</ulink> vefügbar. Die grundlegenden Installationsschritte sind:
fr: Les instructions d'installation sont disponibles ici : <ulink url="http://www.crosswire.org/sword/software/index.jsp">www.crosswire.org/sword/software</ulink>. En gros, la démarche d'installation est
pt_br: Instruções de instalação estão disponíveis em <ulink url="http://www.crosswire.org/sword/software/index.jsp">www.crosswire.org/sword/software</ulink>. Basicamente os passos de instalação são
ru: Инструкции по установке есть на <ulink url="http://www.crosswire.org/sword/software/index.jsp">www.crosswire.org/sword/software</ulink>. Основные шаги при установке

source: Please note that this list is only valid for the latest version of BibleTime, older versions may require other software.
de: Bitte beachten Sie, dass sich diese Liste nur auf die letzte Version von BibleTime bezieht. Andere Versionen können andere Software benötigen.
fr: Veuillez noter que cette liste n'est valide que pour la dernière version de BibleTime. Des versions plus anciennes peuvent nécessiter l'installation préalable d'autres logiciels.
pt_br: Note que essa lista só é válida para a última versão do BibleTime, versões antigas podem requerer outros sofrwares.
ru: Пожалуйста, обратите внимание, что этот список годится только для последней версии BibleTime. Старые версии могут требовать другого программного обеспечения.

source: Compile and install BibleTime:
de: BibleTime übersetzen und installieren:
fr: Compilez et installez BibleTime :
pt_br: Compilar e Instalar o BibleTime
ru: Компиляция и установка BibleTime:

source: <command>./configure --prefix=&lt;your KDE directory&gt;</command> <command>make</command> <command>make install</command>
de: <command>./configure --prefix=&lt;Ihr KDE Verzeichnis&gt;</command> <command>make</command> <command>make install</command>
fr: <command>./configure --prefix=&lt;votre dossier KDE&gt;</command> <command>make</command> <command>make install</command>
pt_br: <command>./configure --prefix=&lt;seu diretório KDE&gt;</command> <command>make</command> <command>make install</command>
ru: <command>./configure --prefix=&lt;ваш каталог KDE&gt;</command> <command>make</command> <command>make install</command>

source: You can get your KDE directory by running the command <command>kde-config --prefix</command>. If you get problems please read our <olink targetdocent="software_faq">FAQ</olink>. If there's no solution of your problem, please contact us at <email>info@bibletime.info</email>.
de: Sie können ihr KDE Verzeichnis mit dem Befehl <command>kde-config --prefix</command> ermitteln. Wenn Sie Probleme haben lesen Sie bitte unser <olink targetdocent="software_faq">FAQ</olink>. Wenn es dort kein Problem zu ihrem Problem gibt, kontaktieren Sie uns bitte durch <email>info@bibletime.info</email>.
fr: Vous pouvez savoir où est votre dossier KDE en exécutant la commande : <command>kde-config --prefix</command>. Si vous avez des problèmes, lisez notre <olink targetdocent="software_faq">FAQ</olink>. S'il n'existe pas de solution référencée à votre problème, veuillez nous contacter à <email>info@bibletime.info</email>.
pt_br: Você pode obter o seu diretório KDE rodando o comando <command>kde-config --prefix</command>. Se você tiver problemas leia nossa sessão de <olink targetdocent="software_faq">Perguntas e Respostas</olink>. Se lá não estiver a solução do seu problema, por favor, entre em contato conosco em <email>info@bibletime.info</email>.
ru: Вы можете узнать ваш каталог KDE выполнив команду <command>kde-config --prefix</command>. Если у вас возникли проблемы, прочтите наш раздел <olink targetdocent="software_faq">ЧаВо</olink>. Если там нет решения вашей проблемы, пожалуйста напишите нам на <email>info@bibletime.info</email>.

source: Install Sword modules
de: Installation von Sword-Modulen
fr: Installez les modules Sword
pt_br: Instalação de módulos do Sword
ru: Установка модулей Sword

source: You need Sword modules to work with BibleTime. Since version 1.4 BibleTime offers a userfriendly dialog to manage Sword modules. We strongly recommend this way to install modules on your computer.
de: Sie benötigen Sword-Module um mit BibleTime arbeiten zu können. Seit Version 1.4 bitet BibleTime einen benutzerfreundlichen Dialog umd Sword Module zu verwalten. Wir legen ihnen nahe diesen Weg zu benutzen um Sword Module auf ihrem Computer zu installieren.
fr: Vous avez besoin des modules Sword pour travailler avec BibleTime. Depuis la version 1.4, BibleTime permet de gérer lesmodules Sword de manière conviviale. Nous recommandons d'utiliser cette méthode pour installer lesmodules sur votre ordinateur.
pt_br: Você precisa de módulos Sword para trabalhar com o BibleTime. Desde a versão 1.4 o BibleTime oferece um diálogo para gerenciar módulos do Sword. Nós recomendamos fortemente que você use essa forma para instalar módulos no seu computador.
ru: Для работы с BibleTime вам понадобятся модули Sword. Начиная с версии 1.4 BibleTime предлагает дружелюбный диалог управления модулями Sword. Мы настоятельно рекомендуем этот способ установки модулей на ваш компьютер.

source: Instructions for manual module installation is available on <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp">www.crosswire.org/sword/modules</ulink>.
de: Eine Anleitung zur manuellen Modulinstallation ist auf <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp">www.crosswire.org/sword/modules</ulink> verfügbar.
fr: Des instructions pour une installation manuelle des modules est disponible ici :<ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp">www.crosswire.org/sword/modules</ulink>.
pt_br: Instruções para instalação manual de módulos estão disponíveis em <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp">www.crosswire.org/sword/modules/moduleinstall.jsp</ulink>.
ru: Инструкции для установки модулей вручную находятся на <ulink url="http://www.crosswire.org/sword/modules/moduleinstall.jsp">www.crosswire.org/sword/modules</ulink>.

source: Available types of modules
de: Existierende Modularten
fr: Types de modules disponibles
ko: 제공되는 모듈의 종류
pt_br: Tipos de módulos disponíveis
ru: Доступные типы модулей

source: Here is a list of available module types and where to get more information about the available module types:
de: Hier ist eine Liste der verfügbaren Modularten und wo man weitere Informationen über diese bekommen kan:
fr: Voici une liste de types de modules disponibles, ainsi que l'endroit où obtenir plus d'information sur ces types de modules :
pt_br: Aqui está uma lista de tipo de módulos e onde obter mais informação sobre os tipos de módulos disponíveis.
ru: Это список существующих типов модулей и где можно получить больше информации о них:

source: Commentaries
de: Kommentare
fr: Commentaires
ko: 주석문
pt_br: Comentários
ru: Комментарии

source: Lexicons / Dictionaries
de: Lexika / Wörterbücher
fr: Lexiques / Dictionnaires
ko: 사전(Lexicons/Dictionaries)
pt_br: Léxico / Dicionários
ru: Словари

source: Books
de: Bücher
fr: Livres
ko: 신앙서적
pt_br: Livros
ru: Книги
