Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: The next steps for documentation authors...
de: Die nächsten Schritte für Dokumentations-Autoren
fr: Les prochaines étapes concernent les auteurs de la documentation...
ko: 문서 작성자들을 위한 다음단계들...
pt_br: Os próximos passos para autores de documentação...
ru: Последующие шаги для авторов документации...

source: Read the existing english documentation. It's located in the docs/ directory of the bibletime cvs directory.
de: Lesen Sie die bestehende englische Dokumentation. Diese liegt im docs/ Verzeichnis des bibletime CVS Verzeichnisses.
fr: Lisez la documentation anglaise existante. Elle est située dans le répertoire docs/ du répertoire cvs de Bible Time.
ko: 기존의 영문 문서들을 읽으십시오. 문서들은 바이블타임의 cvs 디렉토리의 docs/ 디렉토리안에서 찾으실 수 있습니다.
pt_br: Leia a documentação existente em inglês. Está localizada no diretório docs/ do diretório cvs do BibleTime.
ru: Прочитайте уже существующую документацию на английском языке. Вы найдете ее в каталоге docs/, который находится в каталоге bibletime cvs.

source: The documentation is stored in docbook files in the unicode subdirectories of each documentation part (handbook, Bible study howto, installation, helpdialog). Please don't edit the HTML files directly because they're generated from the docbook files. The translation file are also generated from the docbook data.
de: Die Dokumentation wird in sogenannten Docbook Dateien in dem Unterverzeichnis "Unicode" jedes Dokumentations-Teiles gespeichert (Handbuch, Anleitung zum Bibelstudium, Installation, Hilfeseiten). Bitte bearbeiten Sie die HTML nicht direkt, da sie automatisch aus den Docbook Dateien erzeugt werden. Die Datein für die Übersetzungen werden auch aus den Docbook Dateien generiert.
fr: La documentation est stockée dans des fichiers docbook situés dans le sous-répertoire unicode de chaque partie de documentation (handbook, Bible study howto, installation, helpdialog). N'éditez pas directement les fichiers HTMLcar ils sont générés à partir des fichiers docbook. Le fichier de traduction est aussi généré à partir des données docbook.
ko: 문서들은 각 분서의 부분들(핸드북, 바이블스터디 하우투, 설치, 도움말)의 유니코드 서브디렉토리안에 docbook 파일들로 저장되어 있습니다. HTML 파일들은 docbook 파일에서 자동생성되므로, HTML 파일을 직접 수정하지 마시기 바립니다. 번역 파일들 역시 docbook 파일들로 부터 생성됩니다.
pt_br: A documentação é guardada em arquivos docbook nos subdiretórios unicode de cada parte (livro de mão, Estudo Bíblico HowTo, instalação, diálogo de ajuda). Por favor, não edite os arquivos HTML diretamente porque eles são gerados a partir dos documentos docbook. Os arquivos de tradução também são gerados a partir dos arquivos docbook.
ru: Документация сохранена в файлах docbook в подкаталоге unicode каждой части документации (руководство (handbook), "Как изучать Библию" (Bible study howto), установка (installation), диалоги помощи (helpdialog)). Пожалуйста, не редактируйте непосредственно HTML-файлы, потому что они создаются из docbook-файлов. Файлы переводов также создаются из данных docbook.

source: The next steps for translators...
de: Die nächsten Schritte für Übersetzer
fr: Les prochaines étapes concernent les traducteurs...
ko: 번역자들을 위한 다음 단계들...
pt_br: O próximo passo para tradutores...
ru: Последующие шаги для переводчиков...

source: Have a look at the internationaliziation pages of the KDE project. They're located at <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink>.
de: Schauen Sie sich die Internationalsisierungs Seiten des KDE Projektes an. Diese sind auf <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink> verfügbar.
fr: Jetez un oeil aux pages d'internationalisation du projet KDE. On peut les trouver ici : <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink>
pt_br: Dê uma olhada nas páginas de internacionalização do projeto KDE. Eles estão localizados em: <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink>
ru: Взгляните на страницы интернационализации проекта KDE. Они расположены на: <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink>

source: Install the program KBabel, if it's not yet installed on your system. It will help you a lot with the translation process.
de: Installieren Sie das Programm KBabel, falls nicht bereits auf ihrem System installiert ist. Dies wird ihnen mit der Übersetzung wirklich helfen.
fr: Installez le programme KBabel, s'il n'est pas encore installé sur votre système. Il sera une aide précieuse dans le processus de traduction.
ko: KBabel 프로그램이 설치되어 있지 않다면, 설치하십시오. 번역작업에 많은 도움이 되는 프로그램입니다.
pt_br: Instale o programa KBabel, se ainda não estiver instalado em seu sistema. Ele irá ajuda-lo muito no processo de tradução.
ru: Установите программу KBabel, если она ещё не установлена на вашей системе. Это очень поможет вам в процессе перевода.

source: Read the page about <olink targetdocent="translation">translating BibleTime</olink>.
de: Bitte lesen Sie die Seite über das <olink targetdocent="translation">Übersetzen von BibleTime</olink>.
fr: Lisez la page suivante : <olink targetdocent="translation">traduire BibleTime</olink>
pt_br: Por favor, leia a página sobre a <olink targetdocent="translation">tradução do BibleTime</olink>.
ru: Прочтите страницу о <olink targetdocent="translation">переводе BibleTime</olink>.

source: BibleTime development mailing list
de: BibleTime Entwicklungs Mailingliste
fr: Liste de diffusion de l'équipe de développement de BibleTime
ko: 바이블타임 개발 메일링리스트
pt_br: Lista de discussão de desenvolvimento do BibleTime
ru: Рассылка для разработчиков BibleTime

source: To subscribe to the development mailing list of the BibleTime project please visit the following web page and enter your eMail address there: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>.
de: Um sich auf die Entwicklungs-Mailingliste des BibleTime Projektes einzutragen, besuchen Sie bitte die folgende Webseite und geben Sie dort ihre eMail Adresse ein: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>.
fr: Pour s'inscrire à la liste de l'équipe de développement de BibleTime, rendez-vous sur la page suivante et entrez votre adresse email : <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>.
pt_br: Para assinar a lista de discussão de desenvolvimento do projeto BibleTime por favor visite a seguinte página: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>.
ru: Чтобы подписаться на рассылку для разработчиков проекта BibleTime посетите следующую страницу и введите там адрес вашей электронной почты: <ulink url="http://www.crosswire.org/mailman/listinfo/bt-devel">www.crosswire.org/mailman/listinfo/bt-devel</ulink>.

source: Archives of the BibleTime development mailing list are available at <ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel</ulink>.
de: Ein Archiv der BibleTime Entwicklungsmailingliste ist auf <ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel</ulink> verfügbar.
fr: Les archives de la liste de diffusion de BibleTime sont accessibles ici : <ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel</ulink>.
pt_br: Arquivo da lista de discussão de desenvolvimento do BibleTime estão disponíveis em <ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel</ulink>.
ru: Архив списка рассылки разработчиков BibleTime находится на <ulink url="http://www.crosswire.org/pipermail/bt-devel/">www.crosswire.org/pipermail/bt-devel</ulink>.

source: Sword development mailing list
de: Sword Entwicklungs Mailingliste
fr: Liste de diffusion du développement de Sword
ko: 스워드(Sword) 개발 메일링리스트
pt_br: Lista de discussão de desenvolvimento do Sword
ru: Рассылка для разработчиков Sword

source: To subscribe to the development mailing list of the Sword project please visit the following web page and enter your eMail address there: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
de: Um sich auf die Entwicklungs-Mailingliste des Sword Projektes einzutragen, besuchen Sie bitte die folgende Webseite und geben Sie dort ihre eMail Adresse ein: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
fr: Pour s'inscrire à la liste de l'équipe de développement de Sword, rendez-vous sur la page suivante et entrez votre adresse email : <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
pt_br: Para assinar a lista de discussão de desenvolvimento do projeto Sword por favor visite a seguinte página web e digite seu endereço de e-mail lá: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.
ru: Чтобы подписаться на рассылку для разработчиков проекта Sword посетите следующую страницу и введите там адрес вашей электронной почты: <ulink url="http://www.crosswire.org/mailman/listinfo/sword-devel">www.crosswire.org/mailman/listinfo/sword-devel</ulink>.

source: Archives of the Sword development mailing list are available at <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel</ulink>.
de: Ein Archiv der Sword Entwicklungsmailingliste ist auf <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel</ulink> verfügbar.
fr: Les archives de la liste de diffusion de Sword sont accessibles ici : <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel</ulink>.
pt_br: Arquivos da lista de discussão de desenvolvimento do Sword disponíveis em <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel</ulink>.
ru: Архив списка рассылки разработчиков Sword находится на <ulink url="http://www.crosswire.org/pipermail/sword-devel/">www.crosswire.org/pipermail/sword-devel</ulink>.

source: BibleTime's development
de: BibleTimes Entwicklung
fr: Développement de BibleTime
ko: 바이블타임 개발
pt_br: Desenvolvimento do BibleTime
ru: Разработка BibleTime

source: These pages describe how to join in the development of BibleTime and which ways exist to help us! BibleTime's quality and usefulness depends on the help of others to a large degree.
de: Diese Seiten beschreiben, wie man sich in die Entwicklung von BibleTime einklinken kann und welche Wege bestehen uns zu helfen. BibleTimes Quaität und Nützlichkeit hängt zu einem großen Teil von der Hilfe anderer ab.
fr: Ces pages expliquent comment rejoindre l'équipe de développement de BibleTime et comment vous pouvez nous aider ! La qualité et la flexibilité de BibleTime dépend en grande partie de l'aide des uns et des autres.
ko: 이 페이지들은 바이블타임의 개발에 함께 하실수 있는 방법들을 소개합니다. 바이블타임의 질과 성능은 많은 부분이 여러분의 협력에 달려있습니다.
pt_br: Estas páginas descrevem como se juntar ao desenvolvimento do BibleTime e quais as formas existentes de nos ajudar! A qualidade de usabilidade do BibleTime depende em larga escala da ajuda de outros.
ru: Эти страницы расскажут вам, как стать членом нашей комманды и как вы можете нам помочь! От вашей помощи зависит насколько качественной и полезной будет программа BibleTime.

source: Please read the following pages very carefully to see whether you can help us with the development!
de: Bitte lesen Sie die nächsten Seiten sehr sorgfältig, um zu sehen, ob Sie uns mit der Entwicklung helfen können!
fr: Veuillez lire les pages suivantes avec attention afin de savoir si vous pouvez nous aider dans le développement !
ko: 어떻게 개발에 함께 하실 수 있는지를 확인하시려면 다음의 페이지들을 읽어주십시오!
pt_br: Por favor leia as seguintes páginas muito cuidadosamente para ver se você pode nos ajudar com o desenvolvimento!
ru: Внимательно прочтите эти страницы с тем, чтобы узнать сможете ли вы нам помочь!

source: The document is not available
de: Dieses Dokument ist nicht verfügbar
fr: Ce document n'est pas disponible
ko: 문서가 존재하지 않습니다
pt_br: Documento não disponível
ru: Документ не доступен

source: The document you wanted to get is not available on <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Please use the navigation tree on the left to see if the document was moved.
de: Die Seite, die sie abgerufen haben, ist auf <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink> nicht verfügbar. Bitte benutzen Sie die Navigation auf der linken Seite, um herauszufinden, ob die Seite verschoben wurde.
fr: Le document que vous avez demandé n'est pas disponible sur <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Veuillez utiliser la barre de navigation latérale pour vérifier si le document n'a pas été déplacé
ko: 원하시는 문서가 <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>에 존재하지 않는다면, 왼쪽에 보이는 네비게이션 트리를 사용해보십시오. 문서가 옮겨졌을 수도 있습니다.
pt_br: O documento que você tentou acessar não está disponível em <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Por favor, use a árvore de navegação à esquerda para ver se o documento foi movido.
ru: Документ, который вы хотите получить не доступен на <ulink url="http://www.bibletime.info/">www.bibletime.info</ulink>. Пожалуйста, используйте навигацию слева, чтобы проверить не был ли документ перемещён.

source: If you can't solve the problem please report the URL which failed to <email>info@bibletime.info</email>. Thank you very much!
de: Wenn Sie das Problem nicht lösen können, dann melden Sie bitte die fehlgeschlagene URL an <email>info@bibletime.info</email>. Vielen Dank.
fr: Si vous n'arrivez pas à résoudre le problème, envoyez l'adresse fautive à <email>info@bibletime.info</email>. Merci beaucoup !
ko: 문제가 해결되지 않았다면, 문제가 생긴 URL을 <email>info@bibletime.info</email>로 알려주시기 바랍니다. 감사합니다!
pt_br: Se você não conseguir solucionar o problema, por favor, reporte a URL que falhou para <email>info@bibletime.info</email>. Muito obrigado!
ru: Если вы не можете решить проблему, пожалуйста, перешлите ссылку, которая привела к ошибке на <email>info@bibletime.info</email>. Большое вам спасибо!

source: Bible Study Basics
de: Grundlagen des Bibelstudiums
fr: Bases de l'étude biblique
ko: 성경 공부의 기초들
pt_br: Bases do Estudo Bíblico
ru: Основы изучения Библии

source: Our Purpose as we Approach the Bible
de: Unsere Absicht, wenn wir uns der Bibel annähern
fr: Notre but dans notre abord de la Bible
ko: 성경에 접근하는 우리의 목적
pt_br: Nosso prósito quando nos aproximamos da Bíblia
ru: Цель, с которой мы приступаем к изучению Библии

source: Jn.5:39-40<quote>You search the Scriptures, because you think that in them you have eternal life; and it is these that bear witness of Me; and you are unwilling to come to Me, that you may have life.</quote>
de: Johannes 5,39-40<quote>Ihr sucht in der Schrift, denn ihr meint, ihr habt das ewige Leben darin; und sie ist's die von mir zeugt; aber ihr wollt nicht zu mir kommen, dass ihr das Leben hättet.</quote>
fr: Jean 5:39-40<emphasis>"Vous sondez les Écritures, parce que vous pensez avoir en elles la vie éternelle : ce sont elles qui rendent témoignage de moi. Et vous ne voulez pas venir à moi pour avoir la vie!"</emphasis>
pt_br: Jo 5.39-40 <quote>Examinais as Escrituras, porque julgais ter nelas a vida eterna; e são elas que dão testemunho de mim; mas não quereis vir a mim para terdes vida!</quote>

source: The chief purpose of the book is to bring us to the Person. Martin Luther said <quote>we go to the cradle only for the sake of the baby</quote>; just so in Bible study, we do it not for its own sake but for fellowship with God.
de: Die Hauptabsicht des Buches ist es uns zu Jesus zu bringen. Martin Luther sagte <quote>Wir gehen nur zur Wiege um des Kindes willen</quote>; genauso ist es mit dem Bibelstudium, wir tun es nicht um unser selbst willen, sondern wegen der Gemeinschaft mit Gott.
fr: L'objectif principal du Livre est de nous rapprocher de la personne de Dieu. Martin Luther disait "Nous nous approchons du berceau seulement par égard au bébé"; ainsi en est-il de l'étude de la Bible, nous ne le faisons pas pour son propre intérêt mais par amour envers Dieu.
pt_br: O principal propósito do livro é trazer até nós a pessoa. Martinho Lutero disse <quote>nós vamos ao berço somente por causa do bebê</quote>, então no estudo bíblico nós não o fazemos por nós mesmo, mas pelo relacionamento com Deus.

source: The Jews to whom Jesus spoke [...] imagined that to possess Scripture was tantamount to possessing life. Hillel used to say, &quot;He who has gotten to himself words of Torah has gotten to himself the life of the world to come.&quot; Their study was an end in itself. In this they were grievously deceived. [...]
de: Die Juden, zu denen Jesus sprach [...] glaubten, dass der Besitz der Schrift gleichbedeutend dem Besitz des Lebens war. Hillel pflegte zu sagen, &quot;He who has gotten to himself words of Torah has gotten to himself the life of the world to come.&quot; Ihr Studium hatte das Ende in sich selbst. Hier wurden sie schmerzhaft getäuscht.
fr: Les Juifs auxquels Jésus parlait... imaginaient que posséder les Écritures était équivalent à posséder la vie. Hillel disait, "Celui qui a pour lui-même les paroles de la Torah possède pour lui-même la vie du monde à venir. ". Leur étude était une fin en soi. En cela, ils ont étés profondément déçus...
pt_br: Os judeus com quem Jesus falou.... imaginaram que possuir as Escrituras era o mesmo que possuir a vida. Hillel dizia, &quot;Aquele que tomou para si as palavras do Torah, tomou para si a vida e o mundo que há de vir.&quot; Seus estudos eram um fim em si mesmos. Com isto estavam magoados e decepcionados

source: There is neither merit nor profit in the reading of Scripture for its own sake, but only if it effectively introduces us to Jesus Christ. Whenever the Bible is read, what is needed is an eager expectation that through it we may meet Christ.
de: Es gibt weder Verdienst noch Profit beim Lesen der Schrift als Selbstzweck, nur wenn sie uns wirkungsvoll auf Jesus Christus hinführt. Jedesmal wenn wenn wir die Bibel lesen, brauchen wir die eifrige Erwartung, durch sie Christus zu finden.
fr: Il n'est aucun mérite ou profit d'étudier les Écritures en tant que tel, mais uniquement dans le but de rencontrer Jésus Christ. À chaque fois que nous lisons la Bible, ce qui est nécessaire est la fervente espérance qu'à travers elle nous pouvons rencontrer Christ.
ko: 성경을 단지 읽기 위해 읽는다면 아무 유익이나 이득이 없다, 오직 우리를 예수 그리스도에게 알리는 데에만 소용이 있다. 성경을 읽을 때에 필요한 것은 오직 말씀을 통해 그리스도를 만나고자 하는 간절한 소망뿐이다.
pt_br: Não há nem mérito nem lucro em ler as escrituras por causa delas mesmo , mas apenas se isso te levar a Jesus Cristo. Quando a Bíblia é lida, é necessário que haja um ávido desejo de que assim possamos conhecer a Cristo.
ru: Нет ни заслуги, ни пользы в чтении Писания ради самого чтения, а только в том случае, если это действительно сближает нас с Иисусом Христом. Всякий раз при чтении Библии, необходимо усердное ожидание того, чтобы через чтение встретиться со Христом.

source: Approaches to God's Word
de: Annäherung an Gottes Wort
fr: Approche de la Parole de Dieu
ko: 하나님의 말씀으로의 접근
pt_br: Aproximando-se da Palavra de Deus
ru: Приближение к Слову Божьему

source: Hearing and reading provide a telescopic view of the scripture while study and memorization provide a microscopic view of scripture. Meditating on the scriptures brings hearing, reading, studying and memorization together and cements the word in our minds.
de: Hören und Lesen geben eine Übersicht über die Schrift, während das Studieren und Auswendiglernen eine Detailansicht der Schrift gibt. Das Nachdenken über die Schriften vereinigt das Hören, Lesen, Studieren und Ausweniglernen und verfestigt die Worte in unseren Köpfen.
fr: Écouter et lire donne une vision macroscopique des Écritures tandis que l'étude et la mémorisation apportent une vision microscopique. La méditation sur les Écritures réunis l'écoute, la lecture, l'étude et la mémorisation et cimente la Parole dans notre esprit.
ko: 말씀을 공부하고 암송하는 것은 말씀을 세세하게 살펴볼 수 있게 해주고, 말씀을 듣고 읽는 것은 거시적인 관점에서 성경을 볼 수 있도록 해준다. 말씀을 묵상하는 것은 듣고, 읽고, 공부하며 암송하는 것을 모두 포함하여 말씀을 우리 마음판에 새기는 것이다.
pt_br: Ouvir e ler provêem uma visão geral das escrituras enquanto o estudo e a memorização provêem uma visão detalhada da escritura. A meditação nas escrituras unem o ouvir, o ler, o estudar e o memorizar e fixa a palavra em nossas mentes.
ru: Слышание и чтение дают телескопический взгляд на Писание, в то время как изучение и запоминание дают микроскопический взгляд на Писание. Размышление над Писанием соединяет вместе слышание, чтение, изучение и запоминание. Размышление закрепляет Слово в нашем уме.

source: Hear
de: Hören
fr: Écouter
ko: 들음(Hear)
pt_br: Ouvir
ru: Слышать

source: Lk.11:28 <quote>blessed are those who hear the word of God, and observe it.</quote>
de: Lukas 11,28 <quote>Er aber sprach: Ja selig sind die, die das Wort Gottes hören und bewahren.</quote>
fr: Luc 11:28 <emphasis>" Heureux plutôt ceux qui écoutent la parole de Dieu, et qui la gardent !"</emphasis>
pt_br: Lc 11.28 <quote>Mas ele respondeu: Antes bem-aventurados os que ouvem a palavra de Deus, e a observam.</quote>

source: Read
de: Lesen
fr: Lire
ko: 읽음(Read)
pt_br: Ler
ru: Читать

source: Rev.1:3 <quote>Blessed is he who reads and those who hear the words of this prophecy [...]</quote>
de: Offenbarung 1,3 <quote>Selig ist, der da liest und die da hören die Worte der Weissagung und behalten, was darin geschrieben ist; denn die Zeit ist nahe.</quote>
fr: Apocalypse 1:3 <emphasis>"Heureux celui qui lit et ceux qui entendent les paroles de la prophétie..."</emphasis>
pt_br: Ap 1.3 <quote>Bem-aventurado aquele que lê e bem-aventurados os que ouvem as palavras desta profecia.. </quote>

source: 1 Tim.4:13 <quote>give attention to the public reading of Scripture [...]</quote>
de: 1. Timotheus 4,13 <quote>Fahre fort mit Vorlesen, mit Ermahnen, mit Lehren, bis ich komme.</quote>
fr: 1 Timothée.4:13 <emphasis>"appliques toi à la lecture [des Écritures]..."</emphasis>
pt_br: 1 Tm 4.13 <quote>aplica-te à leitura, à exortação, e ao ensino</quote>

source: Acts 17:11 <quote>Now these were more noble-minded than those in Thessalonica, for they received the word with great eagerness, examining the Scriptures daily, to see whether these things were so.</quote>
de: Apostelgeschichte 17,11 <quote>Diese aber waren freundlicher als die in Thessalonich; sie nahmen das Wort bereitwillig auf und forschten täglich in der Schrift, ob sich's so verhielte.</quote>
fr: Actes 17:11 <emphasis>"Ces Juifs avaient des sentiments plus nobles que ceux de Thessalonique; ils reçurent la parole avec beaucoup d'empressement, et ils examinaient chaque jour les Écritures, pour voir si ce qu'on leur disait était exact."</emphasis>
pt_br: At 17.11 <quote>Ora, estes eram mais nobres do que os de Tessalônica, porque receberam a palavra com toda avidez, examinando diariamente as Escrituras para ver se estas coisas eram assim. </quote>

source: 2 Tim.2:15 <quote>Be diligent [KJV `Study'] to present yourself approved to God as a workman who does not need to be ashamed, handling accurately the word of truth.</quote>
de: 2. Timotheus 2,15 <quote>Bemühe [in der engl. KJV `Study'] dich darum, dich vor Gott zu erweisen als einen rechtschaffenen und untadeligen Arbeiter Arbeiter, der das Wort der Wahrheit recht austeilt. </quote>
fr: 2 Timothée.2:15 <emphasis>"Efforces toi [KJV `Étudies'] de te présenter devant Dieu comme un homme éprouvé, un ouvrier qui n'a point à rougir, qui dispense droitement la parole de la vérité."</emphasis>
pt_br: 2 Tm 2.15 <quote>Procura apresentar-te diante de Deus aprovado, como obreiro que não tem de que se envergonhar, que maneja bem a palavra da verdade.</quote>
