Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: You need Sword 1.5.7 with enabled curl support to make use of the remote installation features. The binary packages we provide for some of the major linux distributions should work out of the box.
de: Sie benötigen Sword 1.5.7 mit eingeschalteter Curl-Unterstützung, um die neuen Internet-Installationsfähigkeiten benutzen zu können. Die Binärpakete, die wir für einige der wichtigsten Linux-Distributionen bereitstellen, sollten hoffentlich problemlos funktionieren.
fr: Vous aurez besoin de Sword 1.5.7 et le support de curl activé pour bénéficier des installations à distances. Les paquetages binaires que nous fournissons pour la plupart des distributions Linux devraient fonctionner sans problème.
ko: 원격 설정 기능을 사용하시려면 curl support가 설정된 스워드(Sword) 1.5.7가 필요합니다. 몇몇의 주요 리눅스 배포판들을 위한 바이너리 패키지가 제공되고 있습니다.
pt_br: Você precisa do Sword 1.5.7 com suporte a curl habilitado para usar as funções de instalação remota. Os pacotes binários que fornecemos para algumas das maiores distribuições linux devem funcionar sem problemas.
ru: Вам нужен Sword 1.5.7 с поддержкой curl, чтобы использовать функции удалённой установки. Бинарные пакеты для самых распространённых дистрибутивов Линукс, которые мы предлагаем должны сразу работать.

source: If you run into troubles installing BibleTime or you have problems using it please submit a bugreport. We need your support to improve BibleTime.
de: Wenn sie Probleme beim Installieren von BibleTime haben, senden sie bitte einen Fehlerbericht. Wir brauchen Ihre Unterstützung, um BibleTime verbessern zu können.
fr: Si vous rencontrez des problèmes lors de l'installation de BibleTime, ou si vous avez des soucis d'utilisation, veuillez nous soumettre un rapport de bogue. Nous avonsbesoin de votre soutient pour améliorer BibleTime.
ko: 바이블타임의 설치에 문제가 있거나 사용에 문제가 있다면 버그리포트로 보내주십시오. 바이블타임의 발전을 위해서는 여러분의 도움이 필요합니다.
pt_br: Se você tiver problemas instalando BibleTime ou tiver problemas usando-o, por favor, envie uma comunicação de bug. Nós precisamos de sua ajuda para melhorar o BibleTime.
ru: Если у вы столкнётесь с трудностями при установке BibleTime или у вас возникнут проблемы при использовании - пожалуйста, заполните отчёт об ошибке. Нам нужен ваш отчёт, чтобы улучшить BibleTime.

source: The first testing version of the upcoming BibleTime 1.4 was released today. The new feature in comparision with 1.3 is the new SwordSetup dialog which makes the Sword and module configuration more userfriendly. Using the dialog you can now setup Sword's configuration files, install modules from the internet or from local sources (e.g. a CD) and also uninstall modules from your system. This beta release also contains some important bugfixes.
de: Die erste Testversion des bald erscheinenden BibleTime 1.4 wurde heute veröffentlicht.Die im Vergleich mit 1.3 wichtigste neue Funktion ist der neue SwordSetup-Dialog, der die Sword- und Modulkonfiguration benutzerfreundlich macht.Mit dem Dialog kann die Swordkonfigurationsdatei verwaltet werden, es können Module aus dem Internet oder von lokalen Quellen installiert werden und es können ebenso auch Module vom System gelöscht werden.Diese Betaversion ehthält auch einige wichtige Fehlerkorrekturen.
fr: La première version beta de BibleTime 1.4 est sortie aujourd'hui. La nouvelle fonction par rapport à la version 1.3 est la fenêtre de Gestion des modules Sword qui rend la configuration de Sword plus conviviale. Grâce à cette boite de dialogue, vous pourrez désormais installer et supprimer des modules depuis internet ou depuis une source locale (un CD, par exemple). Cette version beta contient aussi de nombreuses corrections de bugs.
ko: 바이블타임 1.4의 첫 테스트버전이 릴리즈되었습니다. 1.3에 없던 스워드(Sword)사용과 모듈 설치를 편하게 해주는 설치 다이얼로그가 추가 되었습니다. 스워드(Sword)의 설정 파일 관리와 인터넷이나 로컬 소스(CD등)로부터의 모듈 설치/제거 등을 하실 수 있습니다. 이 베타 릴리즈는 몇가지 버그 픽스도 포함하고 있습니다.
pt_br: A primeira versão de testes do próximo BibleTime 1.4 foi lançada hoje. As novas funções em comparação com a versão 1.3 são o novo diálogo SwordSetup que torna a configuração do Sword e dos módulos mais amigável. Usando esse diálogo agora você pode configurar o Sword, instalar módulos da internet ou de fontes locais (como um CD, por exemplo) e também desinstalar módulos do seu sistema. Essa versão beta também contém algumas correções importantes.
ru: Первая тестовая версия ожидаемого BibleTime 1.4 была сегодня представлена. Новое по сравнению с 1.3 то, что появился новый мастер SwordSetup, который делает Sword и настойку модулей более дружелюбной. Используя этот мастер вы теперь можете настроить файлы конфигурации Sword, установить модули из интернета или с локальных дисков (например CD), а также удалить модули из своей системы. Этот бета-релиз также содержит некоторые важные исправления.

source: This 1.4beta1 release is only meant for testing, so we do not provide binary packages. If you know how to compile programs from source code we encourage you to try this beta1 release. You need Sword 1.5.6 with enabled curl support to make use of the remote installation features.
de: Die 1.4beta1 Version ist nur für Testzwecke bestimmt, daher werden keine Binärpakete zur Verfügung gestellt. Wenn Sie wissen, wie man Programme vom Quellcode aus übersetzt möchten wir Sie ermutigen, diese Testversion auszuprobieren. Sie benötigen Sword 1.5.6 mit eingeschalteter Unterstützung von curl, um die Modulinstallation aus dem Internet nutzen zu können.
fr: Cette version 1.4beta n'est destinée que pour une phase de tests, doncnous ne fournirons pas de paquetages binaires. Si vous savez comment compiler des programmes à partir de la source, nous vous encourageons à le faire avec cette version. Vous aurez besoin de Sword 1.5.6 avec un support de curl activépour profiter des fonctions d'installation à distance.
ko: 1.4beta1 릴리즈는 테스트용이므로, 바이너리 패키지가 제공되지 않습니다. 프로그램의 소스코드로부터 컴파일해서 설치하실수 있다면, beta1 릴리즈를 사용해보시기를 권고합니다. 원격 설치 기능을 이용하실려면 스워드(Sword) 1.5.6가 필요합니다.
pt_br: O propósito dessa versão 1.4beta1 é apenas de teste, então nós não estamos fornecendo pacotes binários. Se você sabe como compilar programas apartir do código fonte nós o encorajamos a testar essa versão beta1. Você precisará do Sword 1.5.6 com suporte a curl para poder usar as funções de instalação remota.
ru: Этот релиз 1.4beta1 release предназначен только для тестирования, поэтому мы не предлагаем бинарные пакеты. Если вы знаете как компилировать программы из исходных кодов If you know how to compile programs from source code we мы хотим подбодрить вас попробовать этот бета1-релиз. Вам понадобится Sword 1.5.6 с поддержкой curl, чтобы использовать функцию удалённой установки.

source: 2003-10-19: SuSE 9.0 packages
de: 19.10.2003: SuSE 9.0 Pakete
fr: 2003-10-19: Paquetages SuSE 9.0
ko: 2003-10-19: SuSE 9.0 패키지
pt_br: 19/10/2003: Pacotes para o SuSE 9.0
ru: 2003-10-19: пакеты для SuSE 9.0

source: RPM packages are now available for SuSE 9.0. Report any problems to info@bibletime.info. Thank you!
de: Es sind nun RPM Pakete für SuSE 9.0 vefügbar. Bei Problemen wenden Sie sich bitte an info@bibletime.info. Vielen Dank!
fr: Lespaquetages RPM sont maintenant disponibles pourSuSE 9.0. S'il y a un problème, informez-nous en à <email>info@bibletime.info</email>. Merci !
ko: SuSE 9.0용 RPM 패키지가 제공되고 있습니다. 문제를 발견하시면 info@bibletime.info로 알려주십시오. 감사합니다!
pt_br: Já estão disponíveis pacotes RPM para o SuSE 9.0. Por favor, reporte quaisquer problema para info@bibletime.info. Muito Obrigado!
ru: Теперь доступны RPM-пакеты для SuSE 9.0. Сообщайте о любых проблемах на info@bibletime.info. Спасибо!

source: 2003-10-16: New webpages
de: 16.10.2003: Neue Internetseiten
fr: 2003-10-16: Nouveau site
ko: 2003-10-16: 새 웹페이지
pt_br: 16/10/2003: Nova Página Web
ru: 2003-10-16: Новые веб-страницы

source: BibleTime has now new webpages which offer better navigation, better design and faster page download time.
de: BibleTime verfügt nun über neue Webseiten, die eine bessere Seitennavigation, ein konsistenteres Design und schnellere Downloadzeiten bieten..
fr: Le site de BibleTime a été étoffé, ce qui permet une meilleure navigation, un meilleur design et une plus grande rapidité.
ko: 더 나은 네비게이션과 향상된 디자인, 빠른 페이지 로딩을 지원하는 바이블타임의 새 웹페이지가 오픈하였습니다.
pt_br: Agora BibleTime tem uma nova página web, que oferece melhor navegação, visual melhorado e mais velocidade de navegação.
ru: У BibleTime теперь новые страницы с улучшенной навигацией, улучшенным дизайном и ускоренной загрузкой страниц.

source: If you experience any problems with the new pages please let us know!
de: Falls Sie irgendwelche Probleme mit den neuen Seiten feststellen lassen Sie es uns bitte wissen!
fr: Si vous avez des problèmes avec les nouvelles pages, n'hésitez pas à nous en tenir informés.
ko: 새 페이지들에서 문제를 발견하시면 저희에게 알려주시기 바랍니다.
pt_br: Se você tiver qualquer problema com a nova página, por favor, avise-nos!
ru: Если вы столкнётесь с любыми проблемами с новыми страницами, пожалуйста, дайте нам знать!

source: Version 1.3 of BibleTime is finally available. BibleTime 1.3 contains a lot of new features, usability improvements and bug fixes. Upgrading to version 1.3 is strongly recommended for all our users. You can get the Software here: <ulink url="http://www.bibletime.info/software/download/">Download</ulink>. Binary packages will be released in the next few days.
de: BibleTime in der Version 1.3 ist endlich verfügbar. 1.3 enthält viele neue Funktionen, Verbesserungen in der Benutzbarkeit und Fehlerkorrekturen. Die Installation von 1.3 wird allen Benutzern wärmstens empfohlen. Sie können sie Software hier herunterladen: <ulink url="http://www.bibletime.info/software/download/">Herunterladen</ulink>.
fr: La version 1.3 de BibleTime est enfin disponible. BibleTime 1.3 contient beaucoup de nouvelles fonctions, des améliorations "ergonomiques" et des corrections de bugs. La mise à jourvers la version 1.3 est fortement recommandée à tous les utilisateurs. Vous pouvez obtenir le logiciel ici : <ulink url="http://www.bibletime.info/software/download/">Téléchargements</ulink>. Les paquetages binaires seront disponible dans les jours qui viennent.
ko: 바이블타임 버전 1.3이 마침내 공개되었습니다. 바이블타임 1.3은 성능 개선과 버그픽스 등의 많은 새 기능을 포함합니다. 모든 유저들은 1.3으로 업그레이드 하실 것을 강력이 추천합니다. 이곳에서 프로그램을 구하실 수 있습니다: <ulink url="http://www.bibletime.info/software/download/">다운로드</ulink>. 바이너리 패키지도 며칠 안에 릴리즈 될 것입니다.
pt_br: A versão 1.3 do BibleTime está finalmente disponível. BibleTime 1.3 contém várias funções novas, melhorias de usabilidade e correções de bugs. A atualização para a versão 1.3 é altamente recomendada para todos os usuários. Você pode obter o software aqui: Download. Pacotes binários serão lançados nos próximos dias.
ru: Наконец-то вышла версия BibleTime 1.3. BibleTime 1.3 содержит множество новых возможностей, улучшения пользовательского интерфейса и исправления ошибок. Обновление до версии 1.3 настоятельно рекомендуется для всех пользователей. Вы можете получить программу здесь: <ulink url="http://www.bibletime.info/software/download/">Загрузить</ulink>. Бинарные пакеты будут доступны через пару дней.

source: Get the bibletime and the bibletime-i18n packages for full functionality. We're very sorry for the long release time, we hope to shorten it with the next releases.
de: Laden Sie die Pakete bibletime und bibletime-i18n herunter, um volle Funktionalität zu erhalten. Die lange Zeit zwischen den neuen Versionen tut uns leid, wir hoffen diese mit den nächsten Versionen zu verkürzen.
fr: Téléchargez le paquetage bibletime-i18n pour des fonctions étendues. Nous sommes désolés de la longue attente avant cette version. Nous espérons la raccourcir lors des prochaines versions.
ko: 완벽한 기능을 위해서는 바이블타임과 bibletime-i18n 패키지를 함께 설치하십시오. 릴리즈 타임이 너무 늦어져서 죄송합니다. 다음 릴리지는 좀 더 빠른 시간 안에 이루어질 수 있도록 하겠습니다.
pt_br: Baixe os pacotes bibletime e bibletime-i18n para obter todas as funcionalidades. Pedimos desculpa pela demora para o lançamento desta versão e esperamos conseguir lançar as próximas versões em menos tempo.
ru: Возьмите пакеты bibletime и bibletime-i18n для полной функциональности. Приносим извинения за столь долгое ожидание выхода релиза, мы надеемся сократить время выхода следующего релиза.

source: On <ulink url="http://dot.kde.org/995302757">dot.kde.org</ulink> Andreas Pour draws the following conclusion in his review:
de: Auf <ulink url="http://dot.kde.org/995302757">dot.kde.org</ulink> zieht Andreas Pour den folgenden Schluß in seiner Rezension:
fr: Dans <ulink url="http://dot.kde.org/995302757">dot.kde.org</ulink> Andreas Pour tire la conclusion suivante de son test :
ko: <ulink url="http://dot.kde.org/995302757">dot.kde.org</ulink>에서 Andreas Pour는 다음과 같은 리뷰를 실었습니다:
pt_br: Em <ulink url="http://dot.kde.org/995302757">dot.kde.org</ulink> Andreas Pour chega à seguinte conclusão em sua revisão:
ru: На сайте <A HREF="http://dot.kde.org/995302757"><b>dot.kde.org</b></A> Andreas Pour делает следующий вывод в своем обозрении:

source: Andreas Pour (&copy; 2001 Andreas "Dre" Pour. All rights reserved)
de: Andreas Pour (&copy; 2001 Andreas "Dre" Pour. Alle Rechte vorbehalten)
fr: Andreas Pour (&copy; 2001 Andreas "Dre" Pour. Tous droits Réservés)
pt_br: Andreas Pour (&copy; 2001 Andreas "Dre" Pour. Todos os Direitos Reservados)
ru: Andreas Pour (&copy; 2001 Andreas "Dre" Pour. Все права защищены)

source: Bibletime is already a true godsend for religious KDE users. It is easily useable though it may take a bit of time to learn some quirks. I think the next release will make it even better, particularly by providing a GUI for the difficult Sword installation/configuration. Besides this, my personal wishlist item is to use KHTML for its advanced navigation features.
de: Bibletime ist ein wahres Geschenk Gottes für religiöse KDE Benutzer. Es ist einfach zu benuzten obwohl es einige Zeit dauern kann einige Feinheiten zu benutzen. Ich denke, dass nächste Release wird noch besser, besonders durch eine Oberfläche zur schwierigen Sword Installation. Neben diesem sind meine persönliche Wünsche die Benutzung von KHTML wegen der erweiterten Navigations-Funktionen.
fr: BibleTime est déjà un cadeau divin pour les utilisateurs de KDE religieux. Il est facilement utilisable même s'il faut du temps pour comprendre certaines fonctions. Je pense que la prochaine version sera encore meilleure, particulièrement en créant une interface d'installation et de configuration de Sword, qui est habituellement une tâche difficile. En outre, mon souhait personnel est l'utilisation de KHTML pour les fonctions de navigation avancées.
ko: 바이블타임은 하나님께서 KDE 사용자들에게 주신 큰 선물이다. 바이블타임은 사용하기가 쉽고, 약간의 시간을 들이면 다양한 활용이 가능하다. 다음 릴리즈에서 스워드(Sword)의 설치와 설정에 대한 GUI환경을 제공하는 더욱 괜찮은 프로그램으로 거듭날 것이다. 그밖에 좀 더 향상된 네비게이션을 위해 KHTML을 사용할 것을 개인적으로 기대해본다.
pt_br: BibleTime já é um verdadeiro dom de Deus para usuários religiosos do KDE. É facilmente usável embora possa levar algum tempo até você aprender alguns detalhes. Acredito que a próxima versão será ainda melhor, particularmente provendo uma interface para a difícil configuração e instalação do Sword. Além disso, meu item na lista de desejos é usar KHTML pelas suas funções avançadas de navegação.
ru: Bibletime является действительно Божьим посланием для религиозных пользователей KDE. Очень легкая в использовании, хотя потребуется немного времени, чтобы изучить некоторые особенности. Я думаю, что следующий релиз сделает её ещё лучше, особенно предоставляя графический интерфейс (GUI) для сложной установки и настройки Sword. С другой стороны, моё личное пожелание в том, чтобы использовать KHTML для возможностей улучшенной навигации.

source: The German magazine "Pfarrer &amp; PC" reviewed Bible software for Linux which also covers BibleTime among "Gnomesword" and "Volksbibel 2000". Their conclusion in german for BibleTime:
de: Die deutsche Zeitschrift "Pfarrer &amp; PC" hat Bibel-Software für Linux getestet, was neben BibleTime auch "Gnomesword" und "Volksbibel 2000" behandelte. Sie zieht den folgenden Schluß über BibleTime:
fr: Le magazine Allemand "Pfarrer &amp; PC" a testé des logiciels d'Etude Biblique pour Linux, parmi lesquels se trouvaient BibleTime, "Gnomesword" et "Volksbibel 2000". Voici leur conclusions (en Allemand) :
ko: 독일의 잡지 "Pfarrer &amp; PC"의 리눅스용 성경 프로그램 리뷰에서 "Gnomesword" 와 "Volksbibel 2000" 중에서 바이블타임이 소개되었습니다. 바이블타임에 대한 독일어 평가:
pt_br: A revista alemã "Pfarrer &amp; PC" revisou softwares da Bíblia para Linux que também cobriu o BibleTime além do "Gnomesword" e "Volksbibel 2000". Sua conclusão em alemão para o BibleTime:
ru: Немецкий журнал "Pfarrer &amp; PC" провел обзор программ по изучению Библии для Linux, который включал BibleTime среди "Gnomesword" и "Volksbibel 2000". Их заключение о BibleTime на немецком звучит так:

source: The review is online at: <ulink url="http://www.pfarrer-pc.de/magazin/2-02/art02-02-bibli.php">www.pfarrer-pc.de</ulink>
de: Der Test ist im Internet unter <ulink url="http://www.pfarrer-pc.de/magazin/2-02/art02-02-bibli.php">www.pfarrer-pc.de</ulink> verfügbar.
fr: Le test est disponible en ligne ici : <ulink url="http://www.pfarrer-pc.de/magazin/2-02/art02-02-bibli.php">www.pfarrer-pc.de</ulink>
ko: 온라인 리뷰: <ulink url="http://www.pfarrer-pc.de/magazin/2-02/art02-02-bibli.php">www.pfarrer-pc.de</ulink>
pt_br: A análise está disponível online em: <ulink url="http://www.pfarrer-pc.de/magazin/2-02/art02-02-bibli.php">www.pfarrer-pc.de</ulink>
ru: Обзор находится на: <ulink url="http://www.pfarrer-pc.de/magazin/2-02/art02-02-bibli.php">www.pfarrer-pc.de</ulink>

source: Screenshots of BibleTime 1.5
fr: Captures d'écrans de BibleTime 1.5

source: <title>The main window</title>
fr: <title>La fenêtre principale</title>

source: Here you can see a typical BibleTime session. On the left pane, you see the "bookshelf" which offers quick access to all installed electronic works as well as facilities to create and manage your own bookmarks. Below is the "mag(nifying glass)", which can display additional information about a word or piece of text. In this example it shows details about the greek word that the KJV translates as "born". The main part of the BibleTime window (called "desk") offers space to read works such as Bibles, commentaries, lexicons or other books. The <ulink url="software_gallery.html">gallery</ulink> has some nice examples of BibleTime's powerful language handling capabilities. <ulink url="/images//screenshots/1-large.jpg">Large screenshot</ulink>
fr: Voici une session de BibleTime classique. Sur la gauche, le "Bibliothèque" qui permet d'accéder rapidement à tous les modules installés, mais aussi de créer et de mettre à jour vos signets. En dessous, se trouve le "zoom" qui affiche des informations complémentaires sur un mot, ou une partie du texte. Dans cet exemple, le zoom affiche des détails sur le mot grec que la version KJV traduit comme "born" (c'est à dire "Né" - NDT). La partie principale de la fenêtre (appelée "Bureau") permet de consulter les ouvrages tels que les Bibles, les commentaires, les lexiques, et autres livres. Vous verre dans la <ulink url="software_gallery.html">galerie</ulink> comment BibleTime gère les langues étrangères. <ulink url="/images//screenshots/1-large.jpg">Grande capture d'écran</ulink>

source: <phrase>The main window</phrase>
fr: <phrase>La fenre principale</phrase>

source: <title>The Bookshelf Manager</title>
fr: <title>Le gestionnaire de Bibliothèque</title>

source: BibleTime offers a dialog to automatically download and manage electronic works. You simply define a library (a remote collection of works, such as <ulink url="http://www.crosswire.org/sword/">Crosswire</ulink>), and then you can transfer works from this library to your local bookshelf to use them. Easy, huh? <ulink url="/images//screenshots/3-large.jpg">Large screenshot</ulink>
fr: BibleTime permet de télécharger et de gérer automatiquement des ouvrages éléctroniques. Il suffit de définir une source (une selection d'ouvrages situés sur un serveur distant) telle que <ulink url="http://www.crosswire.org/sword/">Crosswire</ulink>), puis vous pouvez transférer des ouvrages de cette source dans votre bibliothèque personnelle afin de les utiliser. Facile, non ? <ulink url="/images//screenshots/3-large.jpg">Grande capture d'écran</ulink>

source: <phrase>The Bookshelf Manager</phrase>
fr: <phrase>Le gestionnaire de bibliothèque</phrase>

source: <title>The search dialog</title>
fr: <title>L'outil de recherche</title>

source: BibleTime offers a powerful search dialog. You can choose between different search algorithms (from simple AND to regular expressions), and even limit your search to certain kinds of text, such as footnotes. <ulink url="/images/screenshots/2-large.jpg">Large screenshot</ulink>
fr: BibleTime dispose d'un outil de recherche puissant. On peut choisir entre plusieurs algorithmes de recherche (du simple AND juqu'aux expressions régulières), et même restreindre les recherches à certains type de textes, tels que les notes de bas de page. <ulink url="/images/screenshots/2-large.jpg">Grande capture d'écran</ulink>

source: <phrase>The search dialog</phrase>
fr: <phrase>L'outil de recherche</phrase>

source: Sword CD order form not available
de: Sword CD Bestellung ist zur Zeit nicht verfügbar
fr: Formulaire de commande de CD Sword non disponible
pt_br: Compras do CD do Sword não disponível

source: Because it's impossible for the BibleTime team to fullfill all the Sword CD orders with the limited financial ressources the CD order form is currently not available. Please note that the CD still is available as a download from ftp://ftp.crosswire.org/pub/sword/iso/.
de: Da es dem BibleTime Team zur Zeit nicht möglich ist, alle CD-Bestellungen mit den gegebenen finanziellen Ressourcen zu erfüllen, ist das Formular zur Bestellung der CD nicht mehr verfügbar. Wir möchten Sie darauf aufmerksam machen, dass die CD immer noch von ftp://ftp.crosswire.org/pub/sword/iso/ heruntergeladen werden kann.
fr: Puisqu'il est impossible à l'équipe de BibleTime de répondre aux commandes de CD Sword à cause des ressources financières limitées, la commande de CD n'est plus disponible. Le CD rest disponible en téléchargement à l'adresse suivante : ftp://ftp.crosswire.org/pub/sword/iso/
pt_br: Porque é impossível para os desenvolvedores do BibleTime atender todos os pedidos de CDs do Sword com recursos financeiros limitados o formulário de compra do CD está indisponível. Note que o CD continua disponível para download em ftp://ftp.crosswire.org/pub/sword/iso/.

source: Sword CD order
de: Sword-CD Bestellung
fr: Commander le CD Sword
pt_br: Compra de CD do Sword

source: CD order sent
de: CD-Bestellung wurde verschickt
fr: Commande de CD envoyée
pt_br: Pedido de compra de CDs enviado

source: Help translate BibleTime into your language
de: Helfen Sie BibleTime in ihre Sprache zu übersetzen
fr: Aidez-nous à traduire BibleTime dans votre langue
pt_br: Ajude a traduzir BibleTime no seu idioma
ru: Помогите перевести BibleTime на ваш язык
