Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: 2 Tim.3:16 goes on, "<emphasis>and profitable for teaching, for correction, for training in righteousness, that the man of God may be adequate, equipped for every good work.</emphasis>" If we accept that the Bible really is God speaking to us, it follows that it will be our authority in all matters of faith and conduct.
de: 2. Timotheus 3,16 geht noch weiter: <emphasis><quote>ist nütze zur Lehre, zur Zurechtweisung, zur Besserung, zur Erziehung in der Gerechtigkeit, dass der Mensch Gottes vollkommen sei, zu allem guten Werk geschickt. </quote></emphasis> Wenn wir aktzeptieren, dass die Bibel wirklich Gottes Reden zu uns ist, wird die Folge daraus sein, dass sie unsere Autorität in allen Dingen des Glaubens und Wandels ist.
fr: 2 Timothée 3:16 poursuit : "<emphasis>... et utile pour enseigner, pour convaincre, pour corriger, pour instruire dans la justice, afin que l'homme de Dieu soit accompli et propre à toute bonne oeuvre.</emphasis>" Si nous admettons que la Bible est réellement Dieu nous parlant, il s'ensuit qu'elle doit faire pleinement autorité dans notre foi et notre conduite.
ko: 계속해서 딤후 3:16에서는, "<emphasis>모든 성경은 하나님의 감동으로 된 것으로 교훈과 책망과 바르게 함과 의로 교육하기에 유익하니</emphasis>"라고 말씀하였다. 만일 우리가 성경이 정말로 하나님께서 우리에게 말씀하시는 것이라 믿는다면, 말씀이 우리의 모든 믿음과 행위의 근거가 될 것이다.
pt_br: 2 Tm 3.16 conitnua, "<emphasis>e proveitosa para ensinar, para repreender, para corrigir, para instruir em justiça; para que o homem de Deus seja perfeito, e perfeitamente preparado para toda boa obra</emphasis>". Se nós aceitamos que a Bíblia realmente é Deus falando conosco, consequentemente ela será nossa autoridade em toda questão de fé e conduta.
ru: 2 Тим.3:16 продолжает: "<emphasis>и полезно для научения, для обличения, для исправления, для наставления в праведности, да будет совершен Божий человек, ко всякому доброму делу приготовлен.</emphasis>" Если мы принимаем то, что Библия - это действительно то, что Бог говорит нам, то, следовательно, она будет нашим авторитетом во всех вопросах веры и поведения.

source: A Book that Works
de: Ein Buch, das arbeitet
fr: Un livre qui agit
ko: 역사하는 책
pt_br: Um Livro que Funciona
ru: Действенная Книга

source: What will studying the Bible do for you? 1 Thess.2:13 says that the Bible "<emphasis>performs its work in you who believe.</emphasis>" Beside each scripture, write down the work the Word performs.
de: Was wird das Studium der Bibel für sie tun? 1. Thessalonicher 2,14 sagt, dass die Bibel <emphasis><quote> auch wirkt in euch, die ihr glaubet.</quote> </emphasis> Schreiben Sie neben jede Schrift die Arbeit nieder, die das Wort durchführt.
fr: Que l'étude de la Bible va-t-elle vous apporter ? 1 Thessaloniciens 2:13 affirme que la Bible "<emphasis>...agit en vous qui croyez.</emphasis>" À coté de chaque verset, l'ouvrage accomplit par la Parole est écrit.
ko: 성경을 공부하는 것이 어떤 도움이 되는가? 살전 2:13에서 말씀하기를 "<emphasis>말씀이 또한 너희 믿는 자 속에서 역사하느니라.</emphasis>" 그밖의 다른 말씀들도, 말씀이 역사하는 것에 관해 기록하고 있다.
pt_br: O que o Estudo Bíblico pode fazer por você? 1 Ts 2.13 diz que a Bíblia "<emphasis>opera em vós que credes</emphasis>". Do lado de cada escritura, escreva o que a Palavra faz:
ru: Что вам даст изучение Библии? В 1 Фес. 2:13 говорится, что Библия "<emphasis>действует в вас, верующих.</emphasis>" Рядом с каждым отрывком, запишите действие, которое производит Слово.

source: What does Bible study do for Christians?
de: Was bringt das Bibelstudium für Christen?
fr: Qu'est ce que l'étude de la Bible apporte aux chrétiens ?
ko: 성경을 공부하는 것이 그리스도인들에게 어떤 도움을 주는가?
pt_br: O que o Estudo Bíblico faz para os cristãos?
ru: Что даёт изучение Библии христианам?

source: Reference
de: Referenz
fr: Référence
ko: 참조(Reference)
pt_br: Referência
ru: Ссылка

source: cleanses -- "...having cleansed her by the washing of water with the word."
de: es reinigt -- <quote>[...] Er hat sie gereinigt durch das Wasserbad im Wort...</quote>
fr: sanctification -- "afin de la sanctifier par la parole, après l'avoir purifiée par le baptême d'eau..."
ko: 정결케한다(cleanses) -- "...물로 씻어 말씀으로 깨끗하게 하사..."
pt_br: santificação -- "..., tendo-a purificado com a lavagem da água, pela palavra"
ru: очищает -- "...чтобы освятить ее, очистив банею водною посредством слова;"

source: Acts 20:32
de: Apostelgeschichte 20,32
fr: Actes 20:32
ko: 행 20:32
pt_br: At 20.32
ru: Деян.20:32

source: builds up -- " ...the word of His grace, which is able to build you up and to give you the inheritance among all those who are sanctified. "
de: es erbaut -- <quote> Und nun befehle ich euch Gott und dem Wort seiner Gnade, der da mächtig ist, euch zu erbauen und euch das Erbe zu geben mit allen, die geheiligt sind. </quote>
fr: édification -- "...à Dieu et à la parole de sa grâce, à celui qui peut édifier et donner l'héritage avec tous les sanctifiés."
ko: 세운다(builds up) -- " ...은혜의 말씀께 부탁하노니 그 말씀이 너희를 능히 든든히 세우사 거룩케 하심을 입은 모든 자 가운데 기업이 있게 하시리라. "
pt_br: edificação -- "...e à palavra da sua graça, àquele que é poderoso para vos edificar e dar herança entre todos os que são santificados"
ru: назидает -- " ...слову благодати Его, могущему назидать вас более и дать вам наследие со всеми освященными. "

source: encourages -- "that through perseverance and the encouragement of the Scriptures we might have hope."
de: es ermutigt -- <quote>Denn was zuvor geschrieben ist, dass ist uns zur Lehre geschrieben, damit wir durch Geduld und den Trost der Schrift Hoffnung haben. </quote>
fr: encouragement -- "...afin que, par la patience, et par la consolation que donnent les Écritures, nous possédions l'espérance."
ko: 격려한다 -- "무엇이든지 전에 기록한 바는 우리의 교훈을 위하여 기록된 것이니 우리로 하여금 인내로 또는 성경의 안위로 소망을 가지게 함 이니라."
pt_br: Encoraja -- "porquanto, tudo que dantes foi escrito, para nosso ensino foi escrito, para que, pela constância e pela consolação provenientes das Escrituras, tenhamos esperança"
ru: утешает -- "чтобы мы терпением и утешением из Писаний сохраняли надежду."

source: gives faith -- "So faith comes from hearing, and hearing by the word of Christ."
de: es gibt Glauben -- <quote>So kommt der Glaube aus der Predigt, das Predigen aber durch das Wort Christi.</quote>
fr: foi -- "Ainsi la foi vient de ce qu'on entend, et ce qu'on entend vient de la parole de Christ."
ko: 믿음을 얻는다 -- "그러므로 믿음은 들음에서 나며 들음은 그리스도의 말씀으로 말미암았느니라."
pt_br: Dá fé -- "Logo a fé é pelo ouvir, e o ouvir pela palavra de Cristo"
ru: даёт веру -- "Итак вера от слышания, а слышание от слова Божия."

source: instructs -- "Now these things happened to them for an example, and they were written for our instruction"
de: es warnt -- <quote> Die wiederfuhr ihnen als ein Vorbild. Es ist aber geschrieben uns zur Warnung [...]</quote>
fr: instruction -- "Ces choses leur sont arrivées pour servir d'exemple, et elles ont été écrites pour notre instruction..."
ko: 가르친다(instructs) -- "저희에게 당한 이런 일이 거울이 되고 또한 말세를 만난 우리의 경계로 기록하였느니라."
pt_br: Instrui -- "Ora, tudo isto lhes acontecia como exemplo, e foi escrito para aviso nosso..."
ru: наставляет -- "Все это происходило с ними, как образы; а описано в наставление нам, достигшим последних веков."

source: Mt. 4:4
de: Matthäus 4,4
fr: Matt 4:4
ko: 마 4:4
ru: Мтф.4:4

source: nourishment -- "But He answered and said, 'It is written, Man shall not live on bread alone, but on every word that proceeds out of the mouth of God.'"
de: Nahrung -- <quote>Er aber antwortete und sprach: Es steht geschrieben: "Der Mensch lebt nicht vom Brot allein, sondern von einem jeden Wort, das aus dem Wort Gottes geht."</quote>
fr: nourriture -- "Jésus répondit: Il est écrit: L'homme ne vivra pas de pain seulement, mais de toute parole qui sort de la bouche de Dieu."
ko: 양식(nourishment) -- "예수께서 대답하여 가라사대 기록되었으되 '사람이 떡으로만 살것이 아니요 하나님의 입으로 나오는 모든 말씀으로 살 것이라 하였느니라' 하시니."
pt_br: Nutre -- "Mas Jesus lhe respondeu: Está escrito: Nem só de pão viverá o homem, mas de toda palavra que sai da boca de Deus"
ru: питает -- "Он же сказал ему в ответ: написано: не хлебом одним будет жить человек, но всяким словом, исходящим из уст Божиих."

source: A Book that Liberates
de: Ein Buch, das befreit
fr: Un livre qui libère
ko: 자유케하는 책
pt_br: Um Livro que Liberta
ru: Книга, которая освобождает

source: Jn.8:32 "<emphasis>and you shall know the truth, and the truth shall make you free.</emphasis>"This is usually quoted by itself. Is this a conditional or unconditional promise? Would it apply to all kinds of knowledge? Find the answers by examining the first half of the sentence, in v.31. "<emphasis>If you abide in My word, then you are truly disciples of Mine... </emphasis>"
de: Johanner 8,32 <emphasis><quote>und werdet die Wahrheit erkennen, und die Wahrheit wird euch frei machen. </quote></emphasis> Dies wird normalerweise durch sich selbst zitiert. Ist die ein bedingtes oder ein unbedingtes Versprechen? Findet es Anwendung auf alle Arten von Weisheit? Finden Sie die Antwort heraus, indem Sie die erste Hälfte des Satzes in Vers 31 untersuchen <emphasis><quote>Wenn ihr bleiben werdet in meinem Wort, so seid ihr Warhaftig meine Jünger...</quote></emphasis>
fr: Jean 8:32 "<emphasis>vous connaîtrez la vérité, et la vérité vous affranchira.</emphasis>" Ceci est habituellement cité de la sorte. Est-ce une promesse conditionnelle ou inconditionnelle ? Est ce que cela s'applique à tout type de connaissances ? Cherchez la réponse en examinant la première moitié de la phrase, au verset 31. "<emphasis>Si vous demeurez dans ma parole, vous êtes vraiment mes disciples...</emphasis>"
ko: 요 8:32 "<emphasis>진리를 알지니 진리가 너희를 자유케 하리라.</emphasis>" 이것은 보통 이 문장 자체로 인용된다. 이것은 조건적인 약속인가, 무조건적인 약속인가? 모든 종류의 지식에 적용될 수 있는가? 31절 말씀 "<emphasis>...너희가 내 말에 거하면 참 내 제자가 되고... </emphasis>"을 적용해보아 답을 찾으라,
pt_br: Jo 8.32 "<emphasis>e conhecereis a verdade, e a verdade vos libertará</emphasis>" Isso normalmente é citado sozinho. Essa é uma promessa incodicional? Ela se aplica a todo o tipo de conhecimento? Encontramos a resposta examinando a primeira parte da frase, no v. 31 "<emphasis>Se vós permanecerdes na minha palavra, verdadeiramente sois meus discípulos...</emphasis>"
ru: Ин.8:32 "<emphasis>и познаете истину, и истина сделает вас свободными.</emphasis>" Обычно цитируется только эта фраза. Это обещание с условием или без? Применимо ли оно ко всем видам познаний? Найдите ответ, исследовав первую половину предложения в стихе 31. "<emphasis>Если пребудете в слове Моем, то вы истинно Мои ученики... </emphasis>"

source: We see that this is a conditional promice, specifically speaking of the truth of God's word.
de: Wir sehen, dass es ein bedingtes Versprechen ist, dass speziell von der Wahrheit Gottes Wortes spricht.
fr: Nous voyons qu'il s'agit d'une promesse conditionnelle, tout particulièrement à propos de la vérité de la Parole.
ko: 이것은 조건적인 약속임을 알수 있다, 특별히 하니님의 말씀을 진리로 말함에 있어서는 더욱 그러할 것이다.
pt_br: Nós vemos que isso é uma promessa condicional, especificamente falando da verdade da Palavra de Deus.
ru: Как видим, это обещание с условием, говорящее конкретно об истине Божьего Слова.

source: The Greek word for "wind" used in Eph.4:14 means a <emphasis>violent wind.</emphasis> "<emphasis>As a result, we are no longer to be children, tossed here and there by waves, and carried about by every wind of doctrine...</emphasis>"One thing studying the Bible does for us is to ground us in the truth, with the result that we won't be easily "blown away."
de: Das griechische Wort für "Wind", welches in Eph. 4:14 benutzt wird, meint einen <emphasis>gewaltsamen Wind</emphasis>. <emphasis>Als Folge sind wir nicht länger Kinder, hin- und hergeworfen von den Wellen und bewegt von jedem Wind der Lehre [...]</emphasis>. Eine Sache, die das Studieren der Bibel in uns bewirkt ist ,dass sie uns in der Wahrheit verwurzelt, mit der Folge, dass wir nicht leicht <quote>weggeblasen werden</quote>.
fr: Le mot grec pour "vent" utilisé dans Eph 4:14 signifie plus précisément un <emphasis>vent violent. </emphasis> "<emphasis>afin que nous ne soyons plus des enfants, flottants et emportés à tout vent de doctrine...</emphasis>"L'une des actions de l'étude de la Bible est de nous ancrer dans la vérité, ce qui a pour conséquence que nous ne serons pas facilement "emportés".
ko: 엡 4:14에서 쓰인"바람"의 헬라어원문의 뜻을 찾아보면 <emphasis>강렬한 바람</emphasis>이다. "<emphasis>결과적으로 우리는 더이상 교리들의 모든 바람에 이리저리로 흔들리는 어린아이와 같아서는 안된다...</emphasis>"성경을 공부하면 우리가 얻게 되는 유익중 한가지는, 우리가 쉽게 "바람에 흔들리지" 않도록 우리의 믿음을 진리안에 굳건하게 한다는 것이다.
pt_br: A palavra grega para "vento" usada em Efésios 4,14 significa um <emphasis>vento violento</emphasis>. "<emphasis> para que não mais sejamos meninos, inconstantes, levados ao redor por todo vento de doutrina...</emphasis>". Uma coisa que estudar a Bíblia faz por nós é nos firmar na verdade, que não nos deixará sermos "levados ao redor".
ru: Греческое слово "ветер", использованное в Еф.4:14 означает <emphasis>сильный ветер.</emphasis> "<emphasis>Дабы мы не были более младенцами, колеблющимися и увлекающимися всяким ветром учения...</emphasis>" Изучение Библии даёт нам укорениться в истине, и как результат --- нас будет не просто "сдуть".

source: <emphasis>But Jesus answered and said to them, </emphasis>"<emphasis>You are mistaken [KJV Ye do err], not understanding the Scriptures, or the power of God.</emphasis>"Mt.22:29
de: <emphasis>Jesus aber antwortete und sprach zu ihnen, <quote>Ihr irrt, weil ihr weder die Schrift kennt noch die Kraft Gottes.</quote></emphasis> Matthäus 22,29
fr: <emphasis> Jésus leur répondit : </emphasis>"<emphasis>Vous êtes dans l'erreur, parce que vous ne comprenez ni les Écritures, ni la puissance de Dieu.</emphasis>"Matthieu.22:29
ko: <emphasis>예수께서 대답하여 가라사대 </emphasis>"<emphasis>너희가 성경도 하나님의 능력도 알지 못하는고로[KJV Ye do err] 오해하였도다.</emphasis>"마 22:29
pt_br: <emphasis>"Jesus, porém, lhes respondeu: Errais, não compreendendo as Escrituras nem o poder de Deus"</emphasis> Mt 22.29
ru: <emphasis>Иисус сказал им в ответ: </emphasis>"<emphasis>заблуждаетесь, не зная Писаний, ни силы Божией</emphasis>" Мтф.22:29.

source: What 2 things do we need to know to be kept from error?
de: Welche beiden Dinge müssen wir kennen, um von Fehlern abgehalten zu werden?
fr: Quelles sont les deux choses que l'on doit connaître pour être préservés de l'erreur ?
ko: 오류로부터 벗어나기위해 필요한 2가지는 무엇인가?
pt_br: Quais as duas coisas que nós precisamos para escapar do erro?
ru: Какие 2 вещи мы должны знать, чтобы избежать заблуждений?

source: God's word
de: Gottes Wort
fr: La Parole de Dieu
ko: 하나님의 말씀
pt_br: Palavra de Deus
ru: Божье Слово

source: God's power
de: Gottes Kraft
fr: La puissance de Dieu
ko: 하나님의 능력
pt_br: Poder de Deus
ru: Божья Сила

source: A Book that Wars
de: Ein Buch, das Krieg führt
fr: Un livre qui combat
ko: 영적전쟁을 하는 책
pt_br: Um Livro que Luta
ru: Книга, которая воюет

source: Eph.6:10-18 is one picture of our spiritual armament.
de: Epheser 6,10-18 ist ein Bild für unsere geistliche Bewaffnung.
fr: Eph 6:10 est une illustration de notre armement spirituel
ko: 엡 6:10-18은 우리의 영적 무장에 관해 보여준다.
pt_br: Ef. 6.10-18 é uma figura de nossa armadura espiritual.
ru: В Еф.6:10-18 есть описание нашего духовного оружия.

source: Spiritual Armor
de: Geistliche Rüstung
fr: L'armure spirituelle
ko: 영적인 무기
pt_br: Armadura Espiritual
ru: Духовное оружие

source: Answer
de: Antwort
fr: Réponse
ko: 답
pt_br: Resposta
ru: Ответ

source: How many of the weapons listed here are defensive weapons?
de: Wie viele der aufgelisteten Waffen sind Verteidigungswaffen?
fr: Combien des armes listées ici sont défensives ?
ko: 리스트의 무기 중 몇 가지가 방어용인가?
pt_br: Quantas das armas listas são para defesa?
ru: Сколько из перечисленного оружия используется для защиты?

source: How many are offensive?
de: Wie viele sind Angriffswaffen?
fr: Combien sont offensives ?
ko: 몇 가지가 공격용인가?
pt_br: Quantas são para atacar?
ru: Сколько для нападения?

source: <entry>One</entry>
de: <entry>Eine</entry>
fr: <entry>une</entry>
ko: <entry>하나</entry>
pt_br: <entry>Uma</entry>
ru: <entry>Одно</entry>

source: Which one(s)?
de: Welche?
fr: La (les) quelle(s) ?
ko: 어떤 것인가?
pt_br: Qual?
ru: Какое?

source: the word - <foreignphrase>rhema</foreignphrase>
de: das Wort - <foreignphrase>rhema</foreignphrase>
fr: La Parole - <foreignphrase>rhema</foreignphrase>
ko: 말씀 - <foreignphrase>레마(rhema)</foreignphrase>
pt_br: a palavra - <foreignphrase>rhema</foreignphrase>
ru: слово - <foreignphrase>рхема (rhema)</foreignphrase>

source: Exhortations
de: Ermahnungen
fr: les exhortations
ko: 권면(Exhortations)
pt_br: Exortações
ru: Увещевания

source: 2 Tim.2:15 (KJV) "<emphasis>Study to show thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.</emphasis>"
de: 2. Thimotheus 2,15<emphasis><quote>Bemühe dich darum, dich vor Gott zu erweisen als einen rechtschaffenen und untadeligen Arbeiter, der das Wort der Wahrheit recht austeilt.</quote></emphasis>
fr: 2 Timothée 2:15 "<emphasis>Efforces toi de te présenter devant Dieu comme un homme éprouvé, un ouvrier qui n'a point à rougir, qui dispense droitement la parole de la vérité.</emphasis>"
ko: 딤후 2:15 (KJV) "<emphasis>네가 진리의 말씀을 옳게 분변하여 부끄러울 것이 없는 일군으로 인정된 자로 자신을 하나님 앞에 드리기를 힘쓰라.</emphasis>"
pt_br: 2 Tm 2.15 "Procura apresentar-te diante de Deus aprovado, como obreiro que não tem de que se envergonhar, que maneja bem a palavra da verdade"
ru: 2 Тим.2:15 "<emphasis>Старайся представить себя Богу достойным, делателем неукоризненным, верно преподающим слово истины.</emphasis>"

source: Col.3:16 "<emphasis>Let the word of Christ richly dwell within you; with all wisdom teaching and admonishing one another with psalms and hymns and spiritual songs, singing with thankfulness in your hearts to God.</emphasis>"
de: Kollosser 3,16<emphasis><quote> Laßt das Wort Christi reichlich unter euch wohnen: lehrt und ermahnt einander in aller Weisheit; mit Psalmen, Lobgesängen und geistlichen Liedern singt Gott dankbar in euren Herzen. </quote></emphasis>
fr: Colossiens 3:16 "<emphasis>Que la parole de Christ habite parmi vous abondamment; instruisez vous et exhortez vous les uns les autres en toute sagesse, par des psaumes, par des hymnes, par des cantiques spirituels, chantant à Dieu dans vos coeurs sous l'inspiration de la grâce.</emphasis>"
ko: 골 3:16 "<emphasis>그리스도의 말씀이 너희 속에 풍성히 거하여 모든 지혜로 피차 가르치며 권면하고 시와 찬미와 신령한 노래를 부르며 마음에 감사함으로 하나님을 찬양하고.</emphasis>"
pt_br: Cl 3.15 "A palavra de Cristo habite em vós ricamente, em toda a sabedoria; ensinai-vos e admoestai-vos uns aos outros, com salmos, hinos e cânticos espirituais, louvando a Deus com gratidão em vossos corações"
ru: Кол.3:16 "<emphasis>Слово Христово да вселяется в вас обильно, со всякою премудростью; научайте и вразумляйте друг друга псалмами, славословием и духовными песнями, во благодати воспевая в сердцах ваших Господу.</emphasis>"

source: If you're rich in something, how much of it do you have?
de: Wen Sie in etwas reich sind, wie viel haben Sie dann davon?
fr: Si vous êtes riche de quelque chose, combien en avez-vous ?
ko: 네가 어떠한 것에 풍성하다면(골 3:16의 풍성한), 그것의 양은 얼마인가?
pt_br: Se você é rico em alguma coisa, quanto disso você tem?
ru: Если вы чем-то богаты, то сколько у вас этого?

source: Not a little!
de: Nicht wenig!
fr: Pas qu'un peu !
ko: 적지 않다!
pt_br: Não só um pouquinho!
ru: Ведь не чуть-чуть!

source: Eccl.12:11-12 "<emphasis>The words of wise men are like goads, and masters of these collections are like well-driven nails; they are given by one Shepherd. But beyond this, my son, be warned: the writing of many books is endless, and excessive devotion to books is wearying to the body.</emphasis>"
de: Prediger 12,11-12 <emphasis><quote>Die Worte der Weisen sind wie Stacheln, und wie eingeschlagene Nägel sind die einzelnen Sprüche; sie sind von einem Hirten gegeben. Und über dem allen, mein Sohn, laß dich warnen; denn des vielen Büchermachens ist kein Ende, und viel Studieren macht den Leib müde. </quote></emphasis>
fr: Ecclésiaste 12:11 "<emphasis>Les paroles des sages sont comme des aiguillons; et, rassemblées en un recueil, elles sont comme des clous plantés, données par un seul maître. Du reste, mon fils, tire instruction de ces choses; on ne finirait pas, si l'on voulait faire un grand nombre de livres, et beaucoup d'étude est une fatigue pour le corps.</emphasis>"
pt_br: Ec 12.11 "<emphasis>As palavras dos sábios são como aguilhões; e como pregos bem fixados são as palavras coligidas dos mestres, as quais foram dadas pelo único pastor. Além disso, filho meu, sê avisado. De fazer muitos livros não há fim; e o muito estudar é enfado da carne.</emphasis>"

source: Appendix: "Once for All"
de: Anhang: <quote>Einer für Alle</quote>
fr: Annexe : "Une fois pour toutes"
ko: 부가(Appendix): "Once for All"
pt_br: Apendice: "De uma vez por todas"
ru: Приложение: "Однажды для всех"
