Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: Do you think you would be good in working on BibleTime's english documentation? If you think you are, please read the page "Join the team" in this section.
ko: 바이블타임의 영문 문서화 작업에 자신이 있으십니까? 그렇다면, 이 섹션의 "팀에 동참하기" 페이지를 읽어주십시오.
ru: Вы считаете, что вы сможете легко работать над документацией к BibleTime на английском языке? Если да, то прочтите страницу "Присоединиться к команде" в этом разделе.

source: BibleTime should be useable for everyone. That's why we need a translation into your language, if it's not yet available! If you decide to start working on a translation please contact us at info@bibletime.info to see whether the translation was not yet started by another team member. We will provide you with the files which should be translated.
ko: 바이블타임이 모든 사람에게 유용한 프로그램이 되기를 소망합니다. 그러기위해서는 (아직 당신의 언어로의 번역 작업이 이루어지지 않았다면) 번역 작업이 반드시 필요합니다. 번역 작업을 하길 원하시면, info@bibletime.info로 연락을 주십시오. 번역작업이 다른 분에 의해서 시작이 되지는 않았는지를 확인한후, 번역이 되어야할 파일들을 보내드리겠습니다.
ru: BibleTime должна быть полезна для всех. Поэтому мы нуждаемся в переводах на ваш язык, если он ещё не сделан! Если вы решите начать работу над переводом, пожалуйста, напишите нам на info@bibletime.info чтобы узнать не начал ли перевод другой участник команды. Мы предоставим вам файлы, которые нуждаются в переводе.

source: Please use the KDE program called "KBabel" to translate the files! It's a good tool which simplifies the translation process
ko: 번역 작업을 하실 때는 "KBabel"이란 프로그램을 사용해주시기 바랍니다! 번역 작업을 간편하게 해주는 좋은 툴입니다.
ru: Пожалуйста, используйте KDE-программу, которая называется "KBabel" для перевода этих файлов. Это хороший инструмент, который очень упрощает процесс перевода.

source: Jn.5:39-40<emphasis>"You search the Scriptures, because you think that in them you have eternal life; and it is these that bear witness of Me; and you are unwilling to come to Me, that you may have life."</emphasis>
ko: 요 5:39-40<emphasis>"너희가 성경에서 영생을 얻는 줄 생각하고 성경을 상고하거니와 이 성경이 곧 내게 대하여 증거하는 것이로다. 그러나 너희가 영생을 얻기 위하여 내게 오기를 원하지 아니하는도다."</emphasis>
ru: Ин.5:39-40 <emphasis>"Исследуйте Писания, ибо вы думаете чрез них иметь жизнь вечную; а они свидетельствуют о Мне. Но вы не хотите придти ко Мне, чтобы иметь жизнь."</emphasis>

source: The chief purpose of the book is to bring us to the Person. Martin Luther said "we go to the cradle only for the sake of the baby"; just so in Bible study, we do it not for its own sake but for fellowship with God.
ko: 성경의 가장 큰 목적은 우리를 그분에게로 인도하는 것이다. 마틴 루터는 "우리는 단지 아기를 보기 위해서 요람으로 간다"고 말했다; 성경공부에 있어서도 그러하다, 성경공부의 목적은 공부 그 자체가 아닌 하나님과의 더욱 친밀한 교제를 위해서인 것이다.
ru: Основная цель книги - привести нас к Личности. Мартин Лютер сказал: "мы идём к колыбели только ради ребёнка"; так же и с изучением Библии - мы делаем это не ради самого изучения, но, чтобы иметь общение с Богом.

source: The Jews to whom Jesus spoke... imagined that to possess Scripture was tantamount to possessing life. Hillel used to say, "He who has gotten to himself words of Torah has gotten to himself the life of the world to come." Their study was an end in itself. In this they were grievously deceived. ...
ko: 유대인들은 말씀을 소유하는 것이 삶은 소유하는 것과 같은 것이라고 생각하였다. 힐렐은(Hillel) "토라의 말씀을 가진 사람은 다음 세상의 삶을 가졌다"라고 말하곤 했다. 그들의 공부는 그 자체로 끝이었다. 슬프게도 그들은 이렇게 속았었다. ...
ru: Иудеи, с которыми Иисус говорил... считали, что обладать Писанием было равноценно обладанию жизнью. Гиллель говорил: "Тот, кто приобрёл для себя слова Торы, приобрёл себе жизнь мира, грядущего." Их изучение было замкнуто на самом изучении. В этом они тяжко заблуждались...

source: Lk.11:28 <emphasis>"blessed are those who hear the word of God, and observe it."</emphasis>
ko: 눅 11:28 <emphasis>"예수께서 가라사대 오히려 하나님의 말씀을 듣고 지키는 자가 복이 있느니라 하시니라."</emphasis>
ru: Луки.11:28 <emphasis>"... блаженны слышащие слово Божие и соблюдающие его."</emphasis>

source: Rev.1:3 <emphasis>"Blessed is he who reads and those who hear the words of this prophecy..."</emphasis>
ko: 계 1:3 <emphasis>"이 예언의 말씀을 읽는 자와 듣는 자들...이 복이 있나니 때가 가까움이라"</emphasis>
ru: Откр.1:3 <emphasis>"Блажен читающий и слушающие слова пророчества сего..."</emphasis>

source: 1 Tim.4:13 <emphasis>"give attention to the public reading of Scripture..."</emphasis>
ko: 딤전 4:13 <emphasis>"내가 이를 때까지 읽는 것...에 착념하라"</emphasis>
ru: 1 Тим.4:13 <emphasis>"Доколе не приду, занимайся чтением..."</emphasis>

source: Acts 17:11 <emphasis>"Now these were more noble-minded than those in Thessalonica, for they received the word with great eagerness, examining the Scriptures daily, to see whether these things were so."</emphasis>
ko: 행 17:11 <emphasis>"베뢰아 사람은 데살로니가에 있는 사람보다 더 신사적이어서 간절한 마음으로 말씀을 받고 이것이 그러한가 하여 날마다 성경을 상고하므로"</emphasis>
ru: Деян.17:11 <emphasis>" Здешние были благомысленнее Фессалоникских: они приняли слово со всем усердием, ежедневно разбирая Писания, точно ли это так."</emphasis>

source: 2 Tim.2:15 <emphasis>"Be diligent [KJV `Study'] to present yourself approved to God as a workman who does not need to be ashamed, handling accurately the word of truth."</emphasis>
ko: 딤후 2:15 <emphasis>"네가 진리의 말씀을 옳게 분변하여 부끄러울 것이 없는 일군으로 인정된 자로 자신을 하나님 앞에 드리기를 힘쓰라[KJV `Study']."</emphasis>
ru: 2 Тим.2:15 <emphasis>"Старайся [в переводе Библии короля Иакова (KJV) - `Изучай, чтобы'] представить себя Богу достойным, делателем неукоризненным, верно преподающим слово истины."</emphasis>

source: Ps.119:11 <emphasis>"Thy word I have hid in my heart, that I may not sin against Thee."</emphasis>
ko: 시 119:11 <emphasis>"내가 주께 범죄치 아니하려 하여 주의 말씀을 내 마음에 두었나이다."</emphasis>
ru: Пс.119:11 <emphasis>"В сердце моем сокрыл я слово Твое, чтобы не грешить пред Тобою."</emphasis>

source: Ps.1:2-3 <emphasis>"But his delight is in the law of the Lord, And in His law he meditates day and night. And he will be like a tree firmly planted by streams of water, Which yields its fruit in its season, And its leaf does not wither; And in whatever he does, he prospers."</emphasis>
ko: 시 1:2-3 <emphasis>"오직 여호와의 율법을 즐거워하여 그 율법을 주야로 묵상하는 자로다. 저는 시냇가에 심은 나무가 시절을 좇아 과실을 맺으며 그 잎사귀가 마르지 아니함 같으니 그 행사가 다 형통하리로다."</emphasis>
ru: Пс.1:2-3 <emphasis>"но в законе Господа воля его, и о законе Его размышляет он день и ночь! И будет он как дерево, посаженное при потоках вод, которое приносит плод свой во время свое, и лист которого не вянет; и во всем, что он ни делает, успеет."</emphasis>

source: What do the verses around it say? "Context is king" is the rule -- the passage must make sense within the structure of the entire passage and book.
ko: 앞뒤의 구절들이 무엇을 말하고 있는가? "문맥이 왕이다"가 법칙이다 -- 단락은 전체 문단과 책의 구조에 맞춰서 해석되야 한다.
ru: Что говорится в ближайших стихах? Есть правило - "Главное - контекст", отрывок должен иметь смысл в структуре большего отрывка и всей книги.

source: I. BEWARE OF PRACTICING YOUR RIGHTEOUSNESS BEFORE MEN TO BE NOTICED
ko: I. 사람에게 보이려고 그들 앞에서 너희 의를 행치 않도록 주의하라
ru: I. ОСТЕРЕГАЙСЯ ВЫСТАВЛЯТЬ СВОЮ ПРАВЕДНОСТЬ НАПОКАЗ

source: What does "practicing your righteousness" mean? Does the passage give any examples? What area of our lives is being addressed? our motives! What sub-headings develop this thought?
ko: "의를 행하다"가 의미하는 바가 무엇입니까? 이 장에서 예를 찾으실 수 있습니까? 우리 삶의 어떤 부분들이 언급되어 있습니까? 우리의 동기들(motives)! 이 생각으로부터 어떤 세부 주제들이 나올 수 있습니까?
ru: Что значит "выставлять свою праведность"? Есть ли в этом отрывке какие-либо примеры? Какой сферы нашей жизни это касается? Наших мотивов! Какие подзаголовки развивают эту мысль?

source: A. WHEN YOU GIVE B. WHEN YOU FAST C. WHEN YOU PRAY
ko: A. 당신이 베풀 때(WHEN YOU GIVE) B. 당신이 금식할 때(WHEN YOU FAST) C. 당신이 기도할 때(WHEN YOU PRAY)
ru: A. КОГДА ДАЁШЬ Б. КОГДА ПОСТИШЬСЯ В. КОГДА МОЛИШЬСЯ

source: A. When you give 1. DON'T SOUND A TRUMPET. (HOW MIGHT SOMEONE "SOUND A TRUMPET" TODAY?) 2. DO IT SECRETLY. ETC.
ru: A. Когда даёшь пожертвование 1. НЕ ТРУБИ ПЕРЕД СОБОЙ. (КАК МОЖЕТ КТО-ЛИБО "ТРУБИТЬ ПЕРЕД СОБОЙ" СЕГОДНЯ?) 2. ДЕЛАЙ ЭТО В ТАЙНЕ. И Т.Д.

source: Find these verses: "Faithful are the wounds of a friend." "We are ambassadors of Christ." The story of the rich man and Lazarus.
ru: Найдите следующие стихи: "Искренни укоризны от любящего", "мы - посланники от имени Христова"," Историю о богаче и Лазаре.

source: Let's say you wanted to do a study of the word "redemption." First you would look up that word in the concordance and look up references listed for it. Then you could look up related words and references listed for them, e.g. "redeem, redeemed, ransom," even "buy" or "bought."
ko: 당신이 "구속(redemption)"이란 단어를 공부하고 싶다고 하자. 먼저 색인과 참조난에서 단어를 찾아보아야 할 것이다. 그러면 리스트에서 관련 단어와 참조 등도 찾아볼 수 있을 것이다. 예로 "redeem, redeemed, ransom,"등이 나타나고, 심지어는 "buy"나 "bought" 같은 단어도 리스트에 보인다.
ru: Предположим, вы хотите исследовать слово "искупление". Сначала вам нужно найти слово в симфонии и просмотреть ссылки, приведённые для него. Затем вы можете проверить слова, которые как-то связаны с искомым, и ссылки для них, напр. "искупать", "искупленный", "выкуп", и даже "покупать" или "купил".

source: What if you noticed a contradiction in the KJV between Mt.7:1 "Judge not lest you be judged" and 1 Cor.2:15 "He that is spiritual judgeth all things." Maybe there are two different Greek words here, both being translated "judge" in English? (We're using Strong's from here out.)
ko: 만약 당신이 흠정역의 마 7:1 "비판을 받지 아니하려거든 비판하지 말라"와 고전 2:15 "신령한 자는 모든 것을 판단하나" 두부분이 모순된 것을 발견하였다고 치자. "비판, 판단(영문에선 둘 다 judge)"으로 번역된 각각의 두 단어가 헬라어에선 다른 단어일 수 있다. (스트롱넘버를 사용해 쉽게 확인 할 수 있다.)
ru: Что, если вы заметили противоречие в Мтф.7:1 "Не судите, да не судимы будете" и 1 Кор.2:15 "Но духовный судит о всем..."? Возможно, что два различных греческих слова были переведены на русский одним словом "судить"? (Мы используем Словари Стронга здесь и далее).

source: Look up "judge."
ko: "비판(judge)"을 찾아 보자.
ru: Найдите "судить".

source: Now look up "judgeth."
ko: 다음엔 "판단(judgeth)"를 찾아 보자.
ru: Теперь найдите "судимы".

source: Nabal
ko: 나발(Nabal)
ru: Навал (Nabal)

source: We already learned about the "3 Cs": content, context, cross-reference. We want to expand that now by delving briefly into biblical hermeneutics, whose goal is to discover the meaning intended by the original author (and Author!). While many applications of a passage are valid, only one interpretation is valid. The scripture itself says this by saying that no scripture is of any private interpretation (2 Pe.1:20 KJV <emphasis>"Knowing this first, that no prophesy of scripture is of any private interpretation."</emphasis>) Certain rules are helps toward discovering the correct meaning; by ignoring these rules people have brought much trouble on themselves and their followers. 2 Pe.3:16 <emphasis>"...in which are some things hard to understand, which the untaught and unstable distort, as they do also the rest of the Scriptures, to their own destruction."</emphasis>
ko: 앞에서 "3가지 C"에 대해 살펴보았다: 내용(content), 문맥(context), 겹참조(cross-reference). 이제 이것을 원저자(와 하나님당신)의 저술 의도를 알아보는 성서 해석학적인 것으로 깊이 확장하려 한다. 많은 적용이 가능한 반면, 한가지 해석만이 가능하다. 성경에서는 말씀을 사사로이 풀 수 없다고 말씀하고 있다. (벧후 1:20 KJV <emphasis>"먼저 알 것은 경의 모든 예언은 사사로이 풀 것이 아니니"</emphasis>) Certain rules are helps toward discovering the correct meaning; by ignoring these rules people have brought much trouble on themselves and their followers. 벧후.3:16 <emphasis>"...in which are some things hard to understand, which the untaught and unstable distort, as they do also the rest of the Scriptures, to their own destruction."</emphasis>
ru: Мы уже знаем о "СКП": Содержание, Контекст, Перекрёстные ссылки. Сейчас нам бы хотелось ещё немного углубиться в библейскую герменевтику, целью которой является определение значения вложенного автором (и Автором!). В то время как множество применений отрывка являются верными, только одно истолкование верно. Само Писание свидетельствует об этом, говоря что Писание нельзя разрешить самому собою (2 Петра.1:20 <emphasis>"Зная прежде всего то, что никакого пророчества в Писании нельзя разрешить самому собою".</emphasis>) Определённые правила помогают в поиске истинного значения; игнорируя эти правила, люди навлекли множество бед на себя и своих последователей. 2 Петра.3:16 <emphasis>"...в которых есть нечто неудобовразумительное, что невежды и неутвержденные, к собственной своей погибели, превращают, как и прочие Писания".</emphasis>

source: Step 1) Definition
ko: 단계 1) 정의(Definition)
ru: Шаг 1) Значение слов

source: Step 2) Cross-reference
ko: 단계 2) 겹참조(Cross-reference)
ru: Шаг 2) Перекрёстные ссылки

source: Compare scripture with scripture. Seeing how the same Greek or Hebrew word (not the English word) is used in scripture may clarify or throw new light on the definition. How does the same author use this word elsewhere? Other authors? Your reference tools may give you uses of the word in non-biblical documents, as well. Why do we have to go to the original languages; why isn't the English word good enough? BECAUSE MORE THAN ONE GREEK WORD MAY BE TRANSLATED INTO THE SAME ENGLISH WORD, AND THE GREEK WORDS MAY HAVE DIFFERENT SHADES OF MEANING.
ko: 말씀들을 서로 비교하여보라. Seeing how the same Greek or Hebrew word (not the English word) is used in scripture may clarify or throw new light on the definition. How does the same author use this word elsewhere? Other authors? Your reference tools may give you uses of the word in non-biblical documents, as well. Why do we have to go to the original languages; why isn't the English word good enough? BECAUSE MORE THAN ONE GREEK WORD MAY BE TRANSLATED INTO THE SAME ENGLISH WORD, AND THE GREEK WORDS MAY HAVE DIFFERENT SHADES OF MEANING.
ru: Сравнивайте места Писания. Наблюдение за тем, как одни и те же греческие или еврейские слова (не русские слова) используются в Писании, может разъяснить или пролить свет на значение слова. Как один и тот же автор использует эти слова в другом месте? А другие авторы? Ваша система поиска может показать вам также, где используются эти слова в небиблейских документах. Почему нам нужно обращаться к языкам оригинала; почему значения русского слова недостаточно? ПОТОМУ ЧТО БОЛЕЕ ЧЕМ ОДНО ГРЕЧЕСКОЕ СЛОВО МОЖЕТ БЫТЬ ПЕРЕВЕДЕНО ОДНИМ РУССКИМ СЛОВОМ И ГРЕЧЕСКИЕ СЛОВА МОГУТ ИМЕТЬ РАЗЛИЧНЫЕ ОТТЕНКИ ЗНАЧЕНИЙ.

source: MARY IS ALREADY CLINGING TO JESUS, AND HE IS SAYING TO STOP HOLDING HIM!
ru: МАРИЯ УЖЕ УХВАТИЛАСЬ ЗА ИИСУСА, И ОН ГОВОРИТ, ЧТОБЫ ОНА ПРЕКРАТИЛА УДЕРЖИВАТЬ ЕГО!

source: Ex. 1B
ko: 예 1B
ru: Пример 1Б

source: Cross-references for aleipho: Mt.6:17 But you, when you fast, anoint your head Mk.16:1 [the women] brought spices that they might come and anoint Him. Mk.6:13 And they were...anointing with oil many sick people and healing them. Lk.7:38 ...kissing His feet and anointing them with the perfume Jn.12:3 Mary...anointed the feet of Jesus, and wiped them with her hair Cross-references of chrio: Lk.4:18 The Spirit of the Lord is upon me, because He has anointed me to preach..." Acts 4:27 Jesus, whom Thou hast anointed Acts 10:38 God anointed Jesus with the Holy Ghost and power 2 Cor.1:21 Now He who...anointed us is God
ko: aleipho의 겹참조(Cross-references): 마 6:17 너는 금식할 때에 머리에 기름을 바르고 얼굴을 씻으라 막.16:1 [여인들이(the women)] 예수께 바르기 위하여 향품을 사다 두었다가. 막.6:13 ...많은 병인에게 기름을 발라 고치더라. 눅.7:38 ...그 발에 입맞추고 향유를 부으니 요.12:3 마리아는...예수의 발에 붓고 자기 머리털로 그의 발을 씻으니... chrio의 겹참조(Cross-references): 누.4:18 주의 성령이 내게 임하셨으니 이는...내게 기름을 부으시고...전파하며..." 행 4:27 하나님의 기름부으신...예수 행 10:38 하나님이 나사렛 예수에게 성경과 능력을 기름붓듯 하셨으매 고후.1:21 ...우리에게 기름을 부으신 이는 하나님이시니
ru: Перекрёстные ссылки для алеифо (aleipho): Мтф.6:17 А ты, когда постишься, помажь голову твою Марк 16:1 [женщины] купили ароматы, чтобы идти помазать Его. Марк 6:13 и многих больных мазали маслом и исцеляли. Луки 7:38 ... целовала ноги Его, и мазала миром. Ин.12:3 Мария ... помазала ноги Иисуса и отерла волосами своими ноги Его Перекрёстные ссылки для чрио (chrio): Луки 4:18 Дух Господень на Мне; ибо Он помазал Меня благовествовать..." Деяния 4:27 Иисуса, помазанного Тобою Деяния 10:38 Бог Духом Святым и силою помазал Иисуса 2 Кор.1:21 помазавший нас есть Бог

source: So what's the difference between aleipho and chrio? Look back over the cross-references and the definitions, and sum up the difference: ALEIPHO IS A PRACTICAL USE OF OIL AND CHRIO IS A SPIRITUAL
ru: Итак, какая разница между aleipho и chrio? Просмотрите снова перекрёстные ссылки и значения слов и подведите итог разницы: ALEIPHO - ЭТО ПРАКТИЧЕСКОЕ ИСПОЛЬЗОВАНИЕ МАСЛА, А CHRIO - ДУХОВНОЕ.

source: 1 Cor.14:34 <emphasis>"Let the women keep silent in the churches"</emphasis> has to be taken within the biblical context of 1 Cor.11:5 <emphasis>"every woman...while praying or prophesying..."</emphasis>
ko: 고전 14:34 <emphasis>"Let the women keep silent in the churches"</emphasis> has to be taken within the biblical context of 고전 11:5 <emphasis>"every woman...while praying or prophesying..."</emphasis>
ru: 1 Кор.14:34 <emphasis>"Жены ваши в церквах да молчат"</emphasis> нужно рассматривать в библейском контексте 1 Кор.11:5 <emphasis>"всякая жена, молящаяся или пророчествующая..."</emphasis>

source: Acts 2:38 <emphasis>And Peter said to them, "Repent, and let each of you be baptized in the name of Jesus Christ for the forgiveness of your sins..."</emphasis> Is this teaching baptismal regeneration? If this was the only verse of scripture we had, we would have to conclude that. But in the light of the clear teaching elsewhere that regeneration happens by faith in Christ, we have to interpret it otherwise. Peter is urging baptism as a way for his hearers to respond to the gospel. If baptism were the pathway to being born again, how could Paul write 1 Cor.1:17 <emphasis>"For Christ did not send me to baptize, but to preach the gospel"</emphasis>?
ko: 행 2:38 <emphasis>And Peter said to them, "Repent, and let each of you be baptized in the name of Jesus Christ for the forgiveness of your sins..."</emphasis> Is this teaching baptismal regeneration? If this was the only verse of scripture we had, we would have to conclude that. But in the light of the clear teaching elsewhere that regeneration happens by faith in Christ, we have to interpret it otherwise. Peter is urging baptism as a way for his hearers to respond to the gospel. If baptism were the pathway to being born again, how could Paul write 고전 1:17 <emphasis>"For Christ did not send me to baptize, but to preach the gospel"</emphasis>?
ru: Деяния 2:38 "<emphasis>Петр же сказал им: покайтесь, и да крестится каждый из вас во имя Иисуса Христа для прощения грехов...</emphasis>" Говорит ли это о том, что рождение свыше мы получаем при крещении? Если бы у нас был только этот один стих Писания, мы вынуждены были бы сделать такое заключение. Но в свете ясного учения в других местах о том, что возрождение происходит по вере во Христа, мы должны толковать это место иначе. Пётр предлагал крещение как способ для своих слушателей ответить на призыв Евангелия. Если бы крещение было путём получения возрождения, то как бы мог Павел написать в 1 Кор.1:17 "<emphasis>Ибо Христос послал меня не крестить, а благовествовать</emphasis>"?

source: At first we are not asking "What does it mean to me?" but "What did it mean to the original readers?"; later we can ask, "What does it mean to me?" We have to take into account the historical and cultural background of the author and the recipients.
ru: Прежде всего мы не спрашиваем "Что это значит для меня?", но "Что это значило для тех, кому было написано?"; позже мы можем спросить: "Что это значит для меня?" Мы должны принимать во внимание историческую и культурную среду, в которой жили автор и первые читатели.

source: "3 days &amp; 3 nights" (Mt.12:40) have led some to come up with a "Wednesday crucifixion theory," esp. the cult of Armstrongism. How could Jesus die on Friday afternoon and rise Sunday morning yet "be raised on the third day" (Mt.16:21)? Exact meanings of "three" or "days" won't help explain the apparent contradiction.
ko: "3 days &amp; 3 nights" (마 12:40) have led some to come up with a "Wednesday crucifixion theory," esp. the cult of Armstrongism. How could Jesus die on Friday afternoon and rise Sunday morning yet "be raised on the third day" (마 16:21)? Exact meanings of "three" or "days" won't help explain the apparent contradiction.
ru: "3 дня и 3 ночи" (Мтф.12:40) привели некоторых к изобретению "Теории распятия в среду," особенно культ Армстронгизма (Armstrongism). Как мог Иисус умереть в пятницу вечером и воскреснуть в воскресенье утром, и при этом "в третий день воскреснуть." (Мтф.16:21)? Точные значения слов "три" и "день" не помогут объяснить кажущееся противоречие.

source: "evil eye" in Mt.6:23.
ko: 마 6:23의 "눈이 나쁘면(evil eye)"
ru: "худое око" в Mтф.6:23.

source: What we have here is a Hebrew idiom, "evil eye." Let's look up other uses of this idiom: Mt.20:15 "<emphasis>Is it not lawful for me to do what I wish with what is my own? Or is your eye envious [lit."evil"] because I am generous [lit."good"]?</emphasis>" We find that having an "evil eye" is a Hebrew idiom for being stingy or envious. Now go back to Mt.6 and notice how this understanding ties in so perfectly to the context.
ko: What we have here is a Hebrew idiom, "evil eye." Let's look up other uses of this idiom: 마 20:15 "<emphasis>내 것을 가지고 내 뜻대로 할 것이 아니냐 내가 선하므로[lit."good"] 네가 악하게[lit."evil"] 보느냐?</emphasis>" We find that having an "evil eye" is a Hebrew idiom for being stingy or envious. Now go back to Mt.6 and notice how this understanding ties in so perfectly to the context.
ru: Здесь у нас - идиома еврейского языка "худой глаз". Давайте посмотрим другие употребления этой идиомы: Мтф.20:15 "<emphasis>разве я не властен в своем делать, что хочу? или глаз твой завистлив [Перевод Библии короля Иакова KJV "худой (evil)"] от того, что я добр?</emphasis>" Мы видим, что иметь "худой глаз" - это идиома еврейского языка для обозначения скупости и завистливости. Теперь вернёмся к 6й главе Матфея и отметим, что такое понимание идеально вписывается в контекст.
