Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: Memorize
de: Auswendiglernen
fr: Mémoriser
ko: 암송(Memorize)
pt_br: Memorizar
ru: Запоминать

source: Ps.119:11 <quote>Thy word I have hid in my heart, that I may not sin against Thee.</quote>
de: Psalm 119,11 <quote>Ich behalte dein Wort in meinem Herzen;/ lass mich nicht abirren von deinen Geboten</quote>
fr: Psaumes.119:11 <emphasis>" Je serre ta parole dans mon coeur, Afin de ne pas pécher contre toi."</emphasis>
pt_br: Sl 119.11 <quote>Escondi a tua palavra no meu coração, para não pecar contra ti.</quote>

source: Meditate
de: Nachdenken
fr: Méditer
ko: 묵상(Meditate)
pt_br: Meditar
ru: Размышлять

source: Ps.1:2-3 <quote>But his delight is in the law of the Lord, And in His law he meditates day and night. And he will be like a tree firmly planted by streams of water, Which yields its fruit in its season, And its leaf does not wither; And in whatever he does, he prospers.</quote>
de: Psalmen 1,2-3 <quote>Sondern hat Lust am Gesetz des Herrn / und sinnt über seinem Gesetz Tag und Nacht! Der ist wie ein Baum, gepflanzt an Wasserbächen, der seine Frucht bringt zu seiner Zeit, und seine Blätter verwelken nicht. / Und was er macht, das gerät wohl.</quote>
fr: Psaumes.1:2-3 <emphasis>"Mais qui trouve son plaisir dans la loi de l'Éternel, Et qui la médite jour et nuit! Il est comme un arbre planté près d'un courant d'eau, Qui donne son fruit en sa saison, Et dont le feuillage ne se flétrit point : Tout ce qu'il fait lui réussit."</emphasis>
pt_br: Sl 1.2-3 <quote>Bem-aventurado o homem que não anda segundo o conselho dos ímpios, nem se detém no caminho dos pecadores, nem se assenta na roda dos escarnecedores; antes tem seu prazer na lei do Senhor, e na sua lei medita de dia e noite. </quote>

source: The Navigators illustrate this by saying that as the thumb can touch all the fingers, we can meditate on the Word as we do any of the first four. Meditation is a key to revelation. A new Christian needs to hear and read the Bible more than they need to study and memorize it. This is so that they become familiar with the overall message of the Bible.
de: Die Seeleute verdeutlichen dies, indem sie sagen, dass der Daumen alle Finger berühren kann. Wir können über Gottes Wort nachdenken während wir irgeneines der ersten vier Dinge tun. Darüber nachzudenken ist ein Schlüssel zur Offenbarung. Ein junger Christ muss die Bibel mehr hören und lesen als sie zu studieren und Dinge zu lernen. Durch diese Vorgehensweise wird er mit der allumfassenden Botschaft der Bibel vetraut.
fr: Les navigateurs illustrent ceci en disant que comme le pouce peut toucher tous les doigts, nous pouvons méditer la Parole comme on fait l'un des quatre premiers. La méditation est le clef de la révélation. Un nouveau chrétien à plus besoin d'écouter et de lire la Bible que de l'étudier et la mémoriser. C'est ainsi qu'il devient familier avec le message global de la Bible.
ko: 이것을 엄지 손가락이 모든 손가락에 닿게 할 수 있는 것처럼, 우리는 4개중 어떤 손가락을 건드리는 것처럼 말씀을 묵상할 수 있다고 하였다. 묵상하는 것은 계시를 받는 생활을 하는 것의 키이다. 새신자들은 말씀을 공부하고 암송하는 것보다 듣고, 읽는 것이 더 필요할 것이다. 그렇게 해서 성경의 전체 메세지의 흐름에 익숙해지게 될 것이다.
pt_br: Os navegadores ilustravam isso dizendo que assim como o polegar pode tocar todos os dedos, nós podemos meditar na Palavra como fazemos com qualquer dos quatro primeiros. Meditação é a chave para a revelação. Um cristão novo precisa ouvir e ler a Biblia mais do que ele precisa estudar e memorizá-la. Isso para que ele se torne familiar com toda a mensagem da Bíblia.
ru: Миссия "Навигаторы" приводит такой пример: подобно тому, как большой палец может коснуться каждого пальца, мы можем размышлять над Словом, по мере того, как делаем что-либо из этих четырёх, перечисленных выше. Размышление - это ключ к откровению. Новообращённые христиане больше нуждаются в том, чтобы слушать и читать Библию, чем в том, чтобы исследовать и учить её на память. Это так до тех пор, пока они не разберутся хорошо с основной идеей Библии.

source: Types of Bible Studies
de: Arten des Bibelstudiums
fr: Types d'études bibliques
ko: 성경공부의 유형들
pt_br: Tipos de Estudo Bíblico
ru: Типы изучения Библии

source: Topical Study
de: Thematische Studie
fr: Étude thématique
ko: 주제별 성경공부
pt_br: Estudo de Tópicos
ru: Тематическое изучение

source: Pick out a certain topic and follow it through, using cross-references or a concordance.
de: Suchen Sie sich ein bestimmtes Thema heraus und folgen Sie ihm unter Benutzung von Querverweisen oder einer Konkordanz.
fr: Choisir un thème et le suivre, via les références croisées ou par un index.
ko: 특정 주제(Topic)를 정한뒤, 겹참조와 색인을 참조하여 주제에 맞게 공부한다.
pt_br: Escolha um certo tópico e siga-o, usando referencias cruzadas ou uma concordância.
ru: Выберите определённую тему и исследуйте её, используя перекрёстные ссылки или симфонию.

source: Character Study
de: Charakterstudie
fr: Étude de personnage
ko: 인물별 성경공부
pt_br: Estudo de Personagem
ru: Изучение действующих лиц

source: Studying the life of a Bible character, e.g. Joseph's life in Gen.37-50.
de: Das Studieren des Lebens einer Person der Bibel, z.B. Josephs Leben in 1. Mose 37-50
fr: Étudier la vie d'un personnage biblique, par exemple celle de Joseph dans Genèse 37-50.
ko: 성경의 한 인물의 삶을 공부한다, 예. 창 37-50장에서의 요셉의 삶.
pt_br: Estudando a vida de um personagem da Bíblia, ex: Vida de José em Gn 37-50.
ru: Изучение жизни библейских персонажей, например жизнь Иосифа в Быт.37-50.

source: Expository Study
de: Textauszugsstudie
fr: Étude expositoire
ko: 설명적인(Expository) 성경공부
pt_br: Estudo Expositivo
ru: Экспозиционное изучение

source: Studying a certain passage: paragraph, chapter, or book.
de: Studieren eines Absatzes, Kapitels oder Buches.
fr: Étudier un certain passage : paragraphe, chapitre ou livre.
ko: 특정 구절, 문단, 장 혹은 책을 선택하여 공부한다.
pt_br: Estudando uma certa passagem: parágrafo, capítulo ou livro.
ru: Изучение определённого отрывка: параграфа, главы или книги.

source: Basics of Correct Interpretation
de: Grundlagen einer richtiger Auslegung
fr: Bases d'une juste interprétation
ko: 바른 해석의 기본
pt_br: Bases da Interpretação Correta
ru: Основы правильного истолкования

source: Content
de: Inhalt
fr: Contenu
ko: 내용(Content)
pt_br: Conteúdo
ru: Содержание

source: What does it say? What does it say in the original language? Be careful with definitions. Don't read into it what it doesn't say.
de: Was sagt der Text aus? Was sagt er in der ursprünglichen Sprache aus? Seien Sie vorsichtig mit Definitionen. Lesen Sie nicht hinein, was nicht gesagt wird.
fr: Qu'est ce que cela signifie ? Qu'est ce que cela signifie dans la texte original ? Attention aux définitions. Ne lui faites pas dire ce que ça ne signifie pas.
ko: 말하고 있는바가 무엇인가? 원어에서는 어떻게 말하고 있는가? 정의에 주의하라. 그것이 말하고 있지 않은바대로 해석하지마라.
pt_br: O que ele diz? O que diz na língua original? Tome cuidado com definições. Não leia o que não é dito.
ru: Что это значит? Что это значит на языке оригинала? Будьте осторожны со значениями слов. Не ищите в них того, о чём они не говорят.

source: Context
de: Kontext
fr: Contexte
ko: 문맥(Context)
pt_br: Contexto
ru: Контекст

source: What do the verses around it say? &quot;Context is king&quot; is the rule -- the passage must make sense within the structure of the entire passage and book.
de: Was sagen die benachbarten Verse aus? &quot;Kontext ist König&quot; heisst die Devise - der Abschnitt muss in der gesamten Struktur der benachbarten Abschnitte und Bücher Sinn ergeben.
fr: Que disent les versets précédents et suivants ? "le contexte est roi" est la règle -- le passage doit garder son sens parmis la structure du passage entier et du livre.
pt_br: O que os versos vizinhos dizem? A regra é &quot;o contexto é muito importante&quot; -- A passagem precisa fazer sentido na estrutura de toda a passagem e livro.

source: Cross-reference
de: Querverweise
fr: Références croisées
ko: 겹참조(Cross-reference)
pt_br: Referencia Cruzada
ru: Перекрёстные ссылки

source: What do other verses about this subject say through the rest of the Bible? God doesn't contradict Himself, so our interpretation needs to stand the test of other scriptures.
de: Was sagen andere Verse über dieses Thema im Rest der Bibel aus? Gott widerspricht sich nicht, deshalb muss unsere Auslegung den Test durch andere Stellen bestehen.
fr: Que disent les verset à propos de ce thème à travers l'ensemble de la Bible ? Dieu ne se contredit pas, donc notre interprétation doit rester cohérente face aux autres Écritures.
ko: 성경의 다른 부분에서는 이 주제에 관하여 어떻게 말하고 있는가? 하나님은 스스로 모순되지 않으신 분입니다. 그래서 우리의 해석은 다른 말씀에 비춰봐서도 바로 설 수 있어야 합니다.
pt_br: O que outros versículos sobre esse assunto dizem pelo resto da Bíblia? Deus não se contradiz, entào nossa interpretação precisa passar pelo teste de outras escrituras.
ru: Что говорят об этой теме другие стихи во всей Библии? Бог не противоречит Себе, поэтому наше истолкование должно выдержать проверку других мест Писания.

source: An Expository Study of Matthew 6:1-18
de: Eine Textauszugsstudie von Matthäus 6,1-18
fr: Étude expositoire de Matthieu 6:1-18
ko: 마태복음 6:1-18을 본문으로 설명적인(Expository) 성경 공부 해보기
pt_br: Um Estudo Expositivo de Mateus 6.1-18
ru: Экспозиционное изучение отрывка Матфея 6:1-18

source: Let's study together Mt.6:1-18. Read it to yourself, first looking for the key verse, the verse that sums up the whole passage. Think you have it? Test it by picking different places in the passage and asking yourself if they relate to the thought of the key verse. Once you find it, write it as Roman numeral One of your outline:
de: Lasst uns Matthäus 6,1-18 zusammen studieren. Lesen Sie den Text durch. Halten Sie dabei zuerst nach dem Schlüsselvers Ausschau, d.h. nach dem Vers, der den gesamten Abschnitt zusammenfasst. Denken Sie, dass sie fertig sind? Überprüfen Sie das Ergebnis, indem sie verschiedene Stellen heraussuchen und dann überlegen ob diese zum Gedanken des Schlüsselverses passen. Wenn Sie den Vers gefunden haben, schreiben Sie ihn hinter die Römische Zahl 1 ihrer Übersicht:
fr: Étudions ensemble Matthieu 6:1-18. Lisez le vous même, en recherchant d'abord le verset clef, c'est à dire le verset résumant l'ensemble du passage. Vous pensez l'avoir ? Testez cela en examinant divers extraits de ce passage et en vous demandant si ils font référence à ce verset clef. Une fois que vous l'avez, écrivez cette ébauche avec le chiffre romains un :
ko: 마태복음 6:1-18을 공부해봅시다. 본문을 읽으시고, 전체 장을 요약하는 주제 문장을 찾으십시오. 찾으셨습니까? 그 장의 다른 부분들을 골라서 그것들이 주제문장과 연관되어 있는지 테스트 해보십시오. 찾았으면, 아웃라인에 로마숫자 1 하고 주제문장을 써넣으십시오:
pt_br: Vamos estudar juntos Mt. 6.1-18. Leia você mesmo, primeiro procurando pelo versículo-chave, o versículo que resume toda a passagem. Acha que encontrou? Teste-o pegando diversas partes na passagem e perguntando a você mesmo se está relacionado com o versículo-chave escolhido. Quando achar, escreva-o numerando-o com o numero um em algarismo romano:
ru: Давайте изучим вместе Мтф.6:1-18. Сначала прочтите отрывок, стараясь найти ключевой стих - стих, который суммирует весь отрывок. Нашли? Проверьте его, выбирая разные места из отрывка и спрашивая себя, соответствуют ли они мысли ключевого стиха. Как только вы его нашли, запишите его под римской цифрой один в вашем конспекте:

source: Beware of practicing your righteousness before men to be noticed
fr: Gardez-vous de pratiquer votre justice devant les hommes, pour en être vus
pt_br: Cuidado para praticar o bem diante dos homens para ser notado

source: What does <quote>practicing your righteousness</quote> mean? Does the passage give any examples? What area of our lives is being addressed? <emphasis>Our motives!</emphasis> What sub-headings develop this thought?
de: Was bedeutet &quot;Rechtschaffenheit ausüben&quot;? Gibt der Text irgendwelche Beispiele? Welcher Lebensbereich wird behandelt? <emphasis>Unsere Absichten!</emphasis> Welche Überschriften führen zu diesem Gedanken?
fr: Que signifie "pratiquez votre justice" ? Est-ce que le passage donne des exemples ? Quel aspect de nos vies est concerné ? Nos motivations ! Qu'est-ce que les passages secondaires développent dans ce sens ?
pt_br: O que <quote>fazer as vossas boas obras</quote> significa? A passagem dá algum exemplo? Qual área de nossas vidas está sendo endereçada? <emphasis>Nossas motivações!</emphasis> Que tópicos desenvolvem isso?

source: When you give
de: Wenn Sie spenden
fr: Quand tu fais l'aumône
pt_br: Quando você oferta

source: When you fast
de: Wenn Sie fasten
fr: Quand tu jeûnes
pt_br: Quando você jejua

source: When you pray
de: Wenn Sie beten
fr: Quand tu pries
pt_br: Quando você ora

source: Now fill in the outline with specific instructions of how to avoid wrong ways of practicing our righteousness:
de: Füllen Sie jetzt die Übersicht mit spezifischen Anweisungen, wie man falsche Wege seine Rechtsschaffenheit auszuüben vermeiden kann:
fr: Maintenant, complétons notre ébauche avec les instructions permettant d'éviter les mauvaises façon de pratiquer notre justice :
ko: 우리의 의를 연습하는 잘못된 방법들을 피할 수 있는 방법들로 아웃라인을 채우십시오:
pt_br: Agora preencha o esquema com intruções específicas sobre como evitar maneiras erradas fazermos nossas boas ações:
ru: Теперь заполните конспект особыми инструкциями о том, как избежать неверных путей проявления своей праведности:

source: don't sound a trumpet. (how might someone <quote>sound a trumpet</quote> today?)
fr: Ne sonne pas de la trompette devant toi. (Comment quelqu'un pourrait-il <quote>sonner de la trompette</quote> aujourd'hui ?)
pt_br: não faça tocar a trombeta (como hoje alguem <quote>toca a trombeta</quote>?)

source: do it secretly.
de: Tun Sie es im Verborgenen
fr: que ton aumône se fasse en secret.
pt_br: faça-o em secreto

source: Worksheet: How to Use a Concordance
de: Arbeitsblatt: Wie man eine Konkordanz benutzt
fr: Application pratique : Comment utiliser un index
ko: 워크시트(Worksheet): 색인(Concordance)을 사용하는 법
pt_br: Como usar uma concordância
ru: Рабочий лист: Как пользоваться симфонией

source: To Find a Particular Verse
de: Um einen speziellen Vers zu finden
fr: Pour rechercher un verset particulier
ko: 특정 구절 찾기
pt_br: Para encontrar um versículo particular
ru: Чтобы найти определённый стих

source: Pick out a key word or most-unusual word of the verse.
de: Suchen Sie sich das Schlüsselwort oder das ungewöhnlichste Wort des Verses heraus.
fr: Sélectionner un mot clef ou un mot plus inusité de ce verset.
ko: 문장의 핵심 단어나 가장 특이한 단어를 뽑는다.
pt_br: Escolha a palavra-chave ou a palavra menos usual do versículo
ru: Выберите ключевое слово или наиболее редкое слово в стихе.

source: Turn to this word alphabetically.
de: Schlagen Sie dieses Wort alphabetisch nach.
fr: Rechercher ce mot par ordre alphabétique
ko: 가나다(알파벳) 순으로 정리한다.
pt_br: Procure essa palavra alfabaticamente
ru: Найдите это слово по алфавиту.

source: Go down the column of listings until you find your verse.
de: Gehen Sie die Spalte der Auflistung durch, bis Sie ihren Vers finden.
fr: Parcourir la colonne des résultats trouvés jusqu'au verset recherché.
ko: 필요한 구절을 찾을때까지 리스트를 따라내려가본다.
pt_br: Desca a coluna da listagem até você achar o seu versículo
ru: Просмотрите колонку списка и найдите нужный вам стих.

source: Find these verses:
de: Finden Sie diese Verse:
fr: Trouver ces versets :
pt_br: Encontre esses versículos:

source: Faithful are the wounds of a friend
fr: Les blessures d'un ami prouvent sa fidélité
pt_br: Fiéis são as feridas dum amigo

source: We are ambassadors of Christ.
fr: Nous faisons donc les fonctions d'ambassadeurs pour Christ
pt_br: Nós somos embaixadores de Cristo

source: The story of the rich man and Lazarus.
fr: L'histoire de l'homme riche et de Lazare.
pt_br: A história do rico e de Lázaro

source: To Do a Topical Study
de: Eine thematische Studie durchführen
fr: Pour faire une étude thématique
ko: 주제별 성경공부 하기
pt_br: Fazer um Estudo de Tópicos
ru: Чтобы сделать тематическое исследование

source: Let's say you wanted to do a study of the word &quot;redemption.&quot; First you would look up that word in the concordance and look up references listed for it. Then you could look up related words and references listed for them, e.g. &quot;redeem, redeemed, ransom,&quot; even &quot;buy&quot; or &quot;bought.&quot;
de: Lassen Sie uns von der Annahme ausgehen, dass sie eine Studie des Wortes &quot;Erlösung&quot; machen möchten. Zuerst würden Sie das Wort in der Konkordanz nachschlagen und die aufgelisteten Stellen nachschlagen. Dann könnten Sie verwandte Worte und die für sie angegebenen Stellen nachschlagen , z.B. &quot;erlösen, erlöst, &quot;Lösegeld&quot;, sogar &quot;kaufen&quot; oder &quot;erkauft&quot;.
fr: Disons que vous souhaitez faire une étude sur le mot "rédemption". Déjà, vous devriez rechercher ce mot dans l'index et examiner les références qui y sont données. Puis vous pourriez chercher des mots y étant liés et les références associées, par exemple "racheter, racheté, rachat" voir même "acheter" ou "acheté".
pt_br: Digamos que você quer fazer um estudo sobre a palavra &quot;redenção&quot;. Primeiro procure essa palavra na concordância e procure as referencias listadas para ela. Então você pode procurar palavras relacionadas e referencias listadas a partir dela, ex: &quot;remir, remido, resgate,&quot; até &quot;comprar&quot; ou &quot;comprado&quot;.

source: To Clarify Word Meanings in the Greek and Hebrew
de: Wortbedeutungen im Griechischen oder Hebräischen klarstellen
fr: Pour dégager la signification des mots grecs ou hébreux
ko: 헬라어와 히브리어 원문의 단어 의미를 찾아보아 의미를 명확히 하기
pt_br: Esclarecendo o significado da palavra no Grego e Hebraico
ru: Чтобы выяснить значение слова в греческом или еврейском языке

source: What if you noticed a contradiction in the KJV between Mt.7:1 <quote>Judge not lest you be judged</quote> and 1 Cor.2:15 <quote>He that is spiritual judgeth all things.</quote> Maybe there are two different Greek words here, both being translated &quot;judge&quot; in English? (We're using Strong's from here out.)
de: Was wäre, wenn Sie einen Widerspruch zwischen Matthäus 7,1 <quote>Richtet nicht, damit ihr nicht gerichtet werdet</quote> und 1. Korinther 2,15 (Lutherbibel von 1545) <quote>Der Geistliche aber richtet alles und wird von niemand gerichtet.</quote> entdecken würden? Vielleicht wurden hier zwei verschiedene griechische Wörter benutzt, die beide mit &quot;richten&quot; im Deutschen übersetzt wurden? (Wir benutzen ab jetzt Strongnummern).
fr: Ne trouveriez vous pas une contradiction entre les versets Matthieu 7:1 "Ne jugez point, afin que vous ne soyez point jugés." et 1 Cor.2:15 "L'homme spirituel, au contraire, juge de tout..."? Peut-être y a-t-il deux mots grecs différents, tous deux traduits par "juger" en français ? (à partir de maintenant, nous activons l'affichage des numéros Strongs)
pt_br: Como encontramos uma contradição na Edição Revista e Atualizada de Almeida entre Mt 7.1 <quote>Não julgueis para que não sejais julgados</quote> e 1 Co 2.15 <quote>Porém o homem espiritual julga todas as coisas</quote>. Talvez sejam duas palavras gregas diferentes aqui, mas ambas traduzidas como &quot;julgar&quot; em português. (Usaremos Numeros de Strong a partir daqui).

source: Look up &quot;judge&quot;.
de: Schlagen Sie nun das erste &quot;richtet&quot; nach.
fr: Recherche du mot "jugés".
pt_br: Procure &quot;julgar&quot;

source: Go down the column of entries to Mt.7:1. To the right is a number, 2919. This refers to the Greek word used. Write it down.
de: Gehen Sie die Spalte der Einträge bis Matthäus 7,1 durch. Rechts steht eine Nummer: 2919. Diese bezieht sich auf das verwendete griechische Wort. Schreiben Sie es auf.
fr: Aller voir à Matthieu 7:1. À sa droite se trouve un chiffre, 2919. Ceci fait référence au mot grec utilisé. Écrivez le.
ko: 마 7:1로 가보자. 오른쪽의 번호가 2919이다. 이것은 헬라어 단어 참조 번호이다. 번호를 적어놓는다.
pt_br: Desca até a coluna das entradas de Mt 7.1. A direita existe um número, 2919. Essa é a referencia para a palavra grega usada. Anote-a.
ru: Просмотрите колонку записей и найдите Мтф.7:1. Справа число - 2919. Оно ссылается на использованное греческое слово. Запишите его.

source: Now look up &quot;judgeth&quot;.
de: Schlagen Sie nun das zweite &quot;richtet&quot; nach.
fr: Maintenant, recherchez le mot "juge".
pt_br: Agora procure &quot;julgado&quot;

source: Go down the column to 1 Cor.2:15 . . . . . 350.
de: Gehen Sie die Spalte bis 1. Korinther 2,15 durch . . . . . 350.
fr: Allez voir en 1 Cor.2:15 . . . . . 350.
ko: 고전 2:15로 가보자. 번호는 350이다.
pt_br: Desca até a coluna de 1 Co 2.15 . . . . . . 350
ru: Найдите в колонке 1 Кор.2:15 . . . . . 350.

source: Turn in the back to the Greek dictionary. (Remember, you're in the NT so the language is Greek, while the OT is Hebrew.) Compare the meaning of 2919 with the meaning of 350 and you have your answer!
de: Benutzen Sie nun ein Griechisch Lexikon (Erinnern Sie sich: Sie sind im NT, also ist die Sprache Griechisch, während das AT in Hebräisch ist). Vergleichen Sie die Bedeutung von 2219 mit der Bedeutung von 350 und Sie haben ihre Antwort!
fr: Allez alors voir dans le dictionnaire grec. (Rappelez vous, vous êtes dans le NT, donc la langue est le grec, tandis que l'AT est en hébreux.) Comparez la signification du mot 2919 avec celle du mot 350 et vous avez votre réponse !
ko: 헬라어 사전으로 가보자. (신약에서의 원어는 헬라어이며, 구약에서는 히브리어란 것을 알아두자.) 2919의 의미를 350의 의미와 비교해보고 답을 얻자!
pt_br: Vá ao dicionário de Grego (lembre, você está no Novo Testamento, entào a língua é o grego, enquanto no Antigo Testamento é o hebraico). Compare o significado de 2919 com o significado de 350 e você terá a resposta!
ru: Откройте греческий словарь сзади. (Помните, вы находитесь в Новом Завете, поэтому язык греческий; для Ветхого Завета - еврейский). Сравните значение 2919 со значением 350. Вот и ответ!

source: To Find Meanings of Names
de: Die Bedeutung von Namen finden
fr: Pour trouver la signification des noms
ko: 이름의 의미들을 찾기
pt_br: Encontre o significado dos nomes
ru: Чтобы найти значения имён

source: By the same process we can find the meaning of a name in the Greek or Hebrew.
de: Mit den selben Schritten können wir die Bedeutung von griechischen oder Hebräischen Namen finden.
fr: À l'aide de la même méthode, il est possible de trouver la signification des nom dans les dictionnaires grecs ou hébreux.
ko: 헬라어나 히브리어의 이름의 의미를 찾았던 방식과 같다.
pt_br: Pelo mesmo processo nós podemos encontrar o significado de um nome e grego ou hebraico.
ru: Таким же образом мы можем найти значение имени в греческом или еврейском языке.

source: Look up these names and write down their meaning:
de: Schlagen Sie die folgenden Namen nach und schreiben Sie deren Bedeutung auf:
fr: Recherchez ces noms et écrivez leur signification :
ko: 이 이름들을 확인하고 의미들을 적어넣는다.
pt_br: Procure esses nomes e escreva o seu significado:
ru: Найдите эти имена и запишите их значения:

source: Abigail
fr: Abigaïl
ko: 아비가일(Abigail)
ru: Авигея (Abigail)

source: Joshua
fr: Josué
ko: 여호수아(Joshua)
pt_br: Josué
ru: Иисус Навин (Joshua)

source: Barnabus
de: Barnabas
fr: Barnabas
ko: 바나바(Barnabus)
pt_br: Barnabé
ru: Варнава (Barnabus)

source: Importance of God's Word
de: Wert des Wortes des Gottes
fr: Importance de la Parole de Dieu
ko: 하나님의 말씀의 중요성
pt_br: Importância da Palavra de Deus
ru: Важность Слова Божьего
