Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: Understanding God's word is of great importance to all who call on God's name. Study of the Bible is one of the primary ways that we learn to communicate with God.
de: Gottes Wort zu verstehen ist von großer Wichtigkeit für alle, die Gottes Namen anrufen. Das Studium der Bibel ist einer der ersten Wege um zu lernen mit Gott zu kommunizieren.
fr: Comprendre la Parole de Dieu est très important pour tout ceux qui en appellent à Son nom. Étudier la Bible est l'un des moyens élémentaires nous permettant d'apprendre à communiquer avec Dieu.
ko: 하나님의 말씀을 이해하는 것은 하나님의 이름을 부르는 자들에겐 정말 중요한 것이다. 성경을 공부하는 것은 하나님과 교통하는 법을 배우는 가장 좋은 방법 중의 하나이다.
pt_br: Entender a palavra de Deus é muito importante para todo aquele que clama o nome de Deus. Estudar a Bíblia é uma das principais formas que nós aprendemos a nos comunicar com Deus.
ru: Понимание Божьего Слова очень важно для всех, кто призывает имя Божье. Изучение Библии - один из основных способов, которым мы учимся общаться с Богом.

source: A Book that is Unique
de: Ein Buch, das einzigartig ist
fr: Un livre unique
ko: 특별한(Unique) 책
pt_br: Um Livro que é Único
ru: Уникальная Книга

source: The Bible stands alone in many ways. It is unique in:
de: Die Bibel ist in vielen Dingen überragend. Sie ist einzigartig in:
fr: La Bible se démarque des autres livres sous divers aspects. Elle est unique pour :
ko: 성경은 여러가지 면에서 매우 특별하다:
pt_br: A Bíblia não tem comparação em vários aspectos. Ela é unica em:
ru: Библия во многих смыслах занимает особое положение. Она уникальна в отношении:

source: popularity. Bible sales in North America: more than $500 million per year. The Bible is both the the all-time and year-to-year best seller!
de: Verbreitung. Verkaufserlöse aus Bibel in Nordamerika: Mehr als 500 Millionen Dollar pro Jahr. Die Bibel ist sowohl insgesamt als auch jährlich der Bestseller.
fr: sa popularité. Les ventes de Bibles en Amérique du nord représentent plus de 500 millions d'euros par ans. La Bible est à la fois le best-seller de tout les temps et un best seller annuellement !
ko: 대중성(popularity). 성경은 남아메리카 지역에서만 매년 5억불 이상이 팔리고 있다. 성경은 전시대적으로나 매년 최고의 베스트셀러이다!
pt_br: Popularidade. Biblias vendem na América do Norte mais de US$500 milhões por ano. A Bíblia é tanto o best-seller tanto de todos os tempos quanto ano-a-ano.
ru: популярности. В Северной Америке продаётся Библий более чем на 500 миллионов долларов в год. Библия является постоянным и ежегодным бестселлером!

source: authorship. It was written over a period of 1600 years by 40 different authors from different backgrounds, yet reads as if written by one.
de: Urheberschaft. Sie wurde in einem Zeitraum von 1600 Jahren von 40 verschiedenen Autoren verschiedener Milieus geschrieben. Sie liest sich jedoch, als ob sie von einem einzigen geschrieben wurde.
fr: ses auteurs. Elle fût écrite pendant une période de 1600 ans par 40 auteurs de différents milieux et se lit comme si elle n'avait été écrite que par un seul.
ko: 저자(authorship). 성경은 1600여년의 기간동안 각기 다른 배경을 가진 40명의 저자들에 의해서 씌여졌지만, 마치 한사람에 의해 씌여진 것 같은 통일성이 있다.
pt_br: Autoria. Ela foi escrita em um período de 1600 anos por 40 diferentes autores em diferentes ocasiões, contudo é lida como se tivesse sido escrita por uma única pessoa.
ru: авторства. Её писали на протяжении более 1600 лет 40 разных авторов из разных слоёв общества, но читается она как написанная одним.

source: preservation. F. F. Bruce in <emphasis>Are New Testament Documents Reliable?</emphasis> compares New Testament manuscripts with other ancient texts:
de: Erhaltung. F. F. Bruce vergleicht im Buch <emphasis>Are New Testament Documents Reliable?</emphasis> die Manuskripte des neuen Testamentes mit anderen alten Texten:
fr: sa conservation. F. F. Bruce dans <emphasis>Les documents du Nouveau Testament sont-ils fiables ? </emphasis> compare les manuscrits du Nouveau Testament avec d'autres textes anciens :
ko: 보존성(preservation). F. F. Bruce는 <emphasis>Are New Testament Documents Reliable?</emphasis>에서 신약성경사본과 다른 고대 텍스트 사본들을 비교하였다:
pt_br: Preservação. F. F. Burce em <emphasis>Os documentos do Novo Testamento são confiáveis?</emphasis> compara os manuscritos do Novo Testamento com outros textos antigos:
ru: сохранности. Ф. Ф. Брюс (F. F. Bruce) в <emphasis>"Можно ли доверять документам Нового Завета?" ("Are New Testament Documents Reliable?")</emphasis> сравнивает новозаветние писания с другими древними текстами:

source: Comparison of New Testament manuscripts with other ancient texts.
de: Vergleich der Schriften des Neuen Testamentes mit anderen alten Texten
fr: Comparaison des manuscrits du Nouveau Testament avec d'autres textes anciens.
ko: 신약성경 사본과 다른 고대 사본 텍스트들과의 비교
pt_br: Comparação dos manuscritos do Novo Testamento com outros textos antigos.
ru: Сравнение новозаветних Писаний с другими древними текстами.

source: Work
de: Werk
fr: Ouvrage
ko: 작품
pt_br: Texto
ru: Труд

source: When Written
de: Erstellungszeit
fr: Date d'écriture
ko: 씌여진 시기
pt_br: Quando foi Escrito
ru: Когда написаны

source: Earliest Copy
de: Erstausgabe
fr: Copie la plus ancienne
ko: 최고(古) 사본
pt_br: Cópia mais recente
ru: Самые ранние копии

source: Time Lapse
de: Zeitspanne
fr: Période écoulée
ko: 최고(古)사본과의 시간차
pt_br: Diferença de Tempo
ru: Промежуток времени

source: Number of Copies
de: Anzahl von Kopien
fr: Nombre de copies
ko: 사본의 수
pt_br: Número de Cópias
ru: Число копий

source: Herodotus
de: Herodot
fr: Hérodote
ko: 헤로도투스(Herodotus)
ru: Геродот

source: 448-428 B.C.
de: 448-428 v.Chr..
fr: 448-428 avant J.C.
pt_br: 448-428 A.C.
ru: 448-428 г.г. до н.э.

source: 900 A.D.
de: 900 n.Chr.
fr: 900 après J.C.
pt_br: 900 D.C.
ru: 900 г. н.э.

source: 1300 years
de: 1300 Jahre
fr: 1300 ans
ko: 1300년
pt_br: 1300 anos
ru: 1300 лет

source: Tacitus
fr: Tacite
ru: Тацит

source: 100 A.D.
de: 100 n.Chr.
fr: 100 après J.C.
pt_br: 100 D.C.
ru: 100 г. н.э.

source: 1100 A.D.
de: 1100 n.Chr.
fr: 1100 après J.C.
pt_br: 1100 D.C.
ru: 1100 г. н.э.

source: 1000 years
de: 1000 Jahre
fr: 1000 ans
ko: 1000년
pt_br: 1000 anos
ru: 1000 лет

source: Caesar's <emphasis>Gallic War</emphasis>
de: Cäsars <emphasis>Gallischer Krieg</emphasis>
fr: la <emphasis>Guerre des Gaules</emphasis> de César
ko: 시저(Caesar)의 <emphasis>Gallic War</emphasis>
ru: Цезарь <emphasis>"Галльские войны"</emphasis>

source: 50-58 B.C.
de: 50-58 v.Chr.
fr: 50-58 avant J.C.
pt_br: 50-58 A.C.
ru: 50-58 г. до н.э.

source: 950 years
de: 950 Jahre
fr: 950 ans
ko: 950년
pt_br: 950 anos
ru: 950 лет

source: Livy's <emphasis>Roman History</emphasis>
de: Livius' <emphasis>Römische Geschichte</emphasis>
fr: L'<emphasis>histoire romaine</emphasis> de Live
ko: 리비우스(Livy)의 <emphasis>Roman History</emphasis>
pt_br: Livy's <emphasis>História Romana</emphasis>
ru: Ливий <emphasis>"Римская история"</emphasis>

source: 59 B.C. - 17 A.D.
de: 59 v.Chr. - 17 n.Chr.
fr: 59 avant J.C. - 17 après J.C.
pt_br: 59 A.C. - 17 D.C.
ru: 59 г. до н.э. - 17 г. н.э.

source: 900 years
de: 900 Jahre
fr: 900 ans
ko: 900년
pt_br: 900 anos
ru: 900 лет

source: New Testament
de: Neues Testament
fr: Nouveau Testament
ko: 신약
pt_br: Novo Testamento
ru: Новый Завет

source: 40 A.D. - 100 A.D.
de: 40 n.Chr. - 100 n.Chr.
fr: 40 après J.C. - 100 après J.C.
pt_br: 40 D.C. - 100 D.C.
ru: 40 г. н.э. - 100 г. н.э.

source: 130 A.D. Partial manuscripts 350 A.D. Full manuscripts
de: 130 n.Chr. Teile der Manuskripte. 350 n.Chr. alle Manuskripte
fr: 130 après J.C. manuscrits partiels 350 après J.C. manuscrits complets
ko: 130 A.D. 부분 사본 350 A.D. 전체 사본
pt_br: 130 D.C Manuscritos parciais - 350 D.C. Manuscritos completos
ru: 130 г. н.э. Частичные Писания 350 г. н.э. Полные Писания

source: 30 - 310 years
de: 30 - 310 Jahre
fr: 30 - 310 ans
ko: 30 - 310년
pt_br: 30 - 310 anos
ru: 30 - 310 лет

source: 5000 Greek &amp; 10,000 Latin
de: 5000 Grieschische &amp; 10,000 Lateinische
fr: 5000 grecs &amp; 10000 latins
ko: 5000(헬라어) &amp; 10,000(라틴어)
pt_br: 5000 em Grego &amp; 10.000 em Latim
ru: 5000 Греческих и 10000 Латинских

source: Ten copies of Caesar's <emphasis>Gallic War</emphasis> exist, the earliest of which was copied 900 years after Caesar wrote the original, etc. For the New Testament we have full manuscripts dating to 350 A. D., papyri containing most of the New Testament from the 200s, and a fragment of John's gospel from 130 A. D. How many manuscripts do we have to compare to each other? 5,000 in Greek and 10,000 in Latin!
de: Es existieren zehn Kopien von Cäsars <emphasis>Gallischem Krieg</emphasis>, die erste wurde 900 Jahre nachdem Cäsars das Original schrieb, kopiert usw. Für das neue Testament haben wir vollständige Manuskripte, die auf 350 n.Chr. datiert werden; Schriftstücke aus den 200er Jahren, die den größten Teil des Neuen Testamentes enthalten und und Fragment des Johannesevangeliums von 130 n.Chr. Wie viele Ausgaben haben wir, um sie miteinander zu vergleichen? 500 in Griechisch und 10000 in Lateinisch!
fr: Dix copies de la <emphasis>Guerre des Gaules</emphasis> de César existent, la plus ancienne ayant été copiée 900 ans après que César écrive l'original, etc. Pour le Nouveau Testament nous possédons des manuscrits complets datant de 350 après J.C., des papyrus contenant la pluspart du Nouveau Testament des années 200 et un fragment de l'évangile de Jean de 130 après J.C. Combien de manuscrits a-t-on pour les comparer entre eux ? 5000 en grec et 10000 en latin !
ko: 시저의 <emphasis>Gallic War</emphasis>는 10개의 사본이 존재하며, 가장 오래된 사본이 시저가 원본을 기록한후 900년 이후의 것이다. 신약 성경의 경우 A.D. 350년의 전체 사본이 존재하며, 신약의 대부분을 포함하는 200년대의 파피루스사본과 A.D. 130년의 요한복음 부분사본이 존재한다. 다른 사본에 비교해볼 때 얼마나 많은 수의 사본들이 존재하는가? 헬라어로 된 5,000개의 사본과 라틴어로 된 10000개의 사본이 존재한다!
pt_br: Existem dez copias de Caesar's <emphasis>Gallaic War</emphasis>, a mais nova foi copiada 900 anos depois que Caesar escreveu o original, etc. Para o Novo Testamento nós temos manuscritos completos datando 350 D.C., papiro contendo a maior parte do Novo Testamento de 200 D.C. e fragmentos do evangelho de João de 130 D.C. Quantos manuscritos nós temos para comparar uns com os outros? 5.000 em grego e 10.000 em Latim!
ru: Существует десять копий <emphasis>"Галльских войн"</emphasis> Цезаря, наиболее ранняя из которых была переписана через 900 лет после того, как Цезарь написал оригинал и т.д. Для Нового Завета, у нас есть полные рукописи, которые датированы 350 годом н.э., собрание, содержащее большую часть Нового Завета 200х годов и фрагмент Евангелия от Иоанна 130 года н.э. Сколько рукописей мы можем сравнить друг с другом? 5000 на греческом языке и 10000 на латыни!

source: Textual critic F. J. A. Hort, "The New Testament in the Original Greek", vol. 1 p561, Macmillan Co., quoted in <emphasis>Questions of Life</emphasis> p. 25-26
fr: Textual critic F. J. A. Hort, "The New Testament in the Original Greek", vol. 1 p561, Macmillan Co., cité dans <emphasis>Questions of Life</emphasis> p. 25-26
pt_br: Critica textual, F. J. A. Hort, "O Novo Testamento no Original Grego", vol. 1 p561, Macmillan Co., citado em <emphasis>Questões da Vida</emphasis> p. 25-26
ru: Критик текстов F. J. A. Hort, "Новый Завет в греческом оригинале" ("The New Testament in the Original Greek"), том. 1 стр.561, Macmillan Co., процитированный в <emphasis>"Вопросы жизни" (Questions of Life)</emphasis> стр. 25-26

source: "In the verity and fullness of the evidence on which it rests, the text of the New Testament stands absolutely and unapproachably alone among other ancient prose writings."
de: "In der Wahrheit und Fülle der Beweise, auf der er aufbaut steht der Text des Neuen Testamentes absolut und unerreichbar alleine über den anderen alten Prosaschriften."
fr: "Dans la vérité et la plénitude de l'évidence sur laquelle ils reposent, les textes du Nouveau Testament se placent absolument et indiscutablement à part parmis les autres écrits en prose anciens."
ko: "그밖의 많은 증거들이 신약의 텍스트가 다른 고대 산문들중에서도 절대적이고 어떤 사본도 범접할 수 없는 특별한 경우라는 것을 증명한다."
pt_br: "Na verdade e plenitude das evidências e contexto, o Novo Testamento está em absoluta e inalcançável posição dentre outras escrituras antigas."
ru: "По истинности и полноте доказательств текст Нового Завета остаётся абсолютно и неоспоримо исключительным среди других старинных прозаичных рукописей."

source: A Book that God Breathed
de: Ein Buch, das Gott eingegeben hat
fr: Un livre parcouru du Souffle de Dieu
ko: 하나님께서 살아 숨쉬시는 책
pt_br: Um Livro Inpirado por Deus
ru: Книга, вдохновлённая Богом

source: <emphasis>Heb.4:12 </emphasis>"<emphasis>For the word of God is living and active... </emphasis>" Jesus said <emphasis>(Mt.4:4),</emphasis> "<emphasis>It is written, Man shall not live on bread alone, but on every word that proceeds [lit., is proceeding] from the mouth of God.</emphasis>" As we read the Bible, God's Spirit is there to speak it to our hearts in a continually-fresh way.
de: <emphasis>Heb.4,12 <quote> Denn das Wort Gottes ist lebendig und kräftig...</quote></emphasis>, Jesus sagte <emphasis>(Mt. 4,4), <quote>Er aber antwortete und sprach: Es steht geschrieben: "Der Mensch lebt nicht vom Brot allein, sondern von einem jeden Wort, das aus den Mund Gottes geht." </quote></emphasis> Wenn wir die Bibel lesen ist Gottes Geist da, um es in unsere Herzen hinein zu legen in einer immerwieder frischen Art.
fr: <emphasis>Hébreux.4:12 </emphasis>"<emphasis>Car la parole de Dieu est vivante et efficace... </emphasis>" Jésus dit <emphasis>(Matthieu.4:4),</emphasis> "<emphasis>Il est écrit: L'homme ne vivra pas de pain seulement, mais de toute parole qui sort [litt., en train de sortir] de la bouche de Dieu.</emphasis>" Comme nous lisons la Bible, L'Esprit de Dieu parle à notre cœur de façon sans cesse renouvelée.
ko: <emphasis>히 4:12 </emphasis>"<emphasis>하나님의 말씀은 살았고 운동력이 있어...</emphasis>" 예수님께서 말씀하시길 <emphasis>(마 4:4),</emphasis> "<emphasis>예수께서 대답하여 가라사대 기록되었으되 사람이 떡으로만 살것이 아니요 하나님의 입으로 나오는[lit., is proceeding] 모든 말씀으로 살 것이라 하였느니라 하시니</emphasis>" 성경에서 말씀하시는 것처럼, 하나님의 영이 지속적으로, 매일매일 새롭게 우리의 마음에 말씀하신다.
pt_br: <emphasis>Hb 4.12</emphasis>"<emphasis>Porque a palavra de Deus é viva e eficaz...</emphasis>" Jesus disse <emphasis>(Mt 4.4)</emphasis>, "<emphasis>Está escrito: Nem só de pão viverá o homem, mas de toda palavra que sai da boca de Deus</emphasis>". Enquanto lemos a Bíblia, o Espírito de Deus está conosco para falar a nossos corações de uma forma sempre nova.
ru: <emphasis>Евр.4:12 </emphasis>"<emphasis>Ибо слово Божие живо и действенно... </emphasis>" Иисус сказал <emphasis>(Мтф.4:4):</emphasis> "<emphasis> Написано: не хлебом одним будет жить человек, но всяким словом, исходящим из уст Божиих.</emphasis>" Когда мы читаем Библию, Дух Божий всегда готов говорить к нашему сердцу.

source: 2 Tim.3:16 declares, "<emphasis>All scripture is inspired by God [lit., God-breathed].</emphasis>" Do you believe this? Before you answer, consider Jesus' attitude toward the Scriptures.
de: 2. Timotheus 3:16 erklärt <emphasis><quote>Denn alle Schrift, von Gott eingegeben [wörtlich Gott-gehaucht].</quote></emphasis> Glauben Sie das? Bevor Sie antworten, ziehen Sie Jesu' Einstellung bezüglich der Schrift in Betracht.
fr: 2 Tim.3:16 dit,"<emphasis>Toute Écriture est inspirée de Dieu [litt., est parcourue du Souffle de Dieu].</emphasis>" Le pensez vous ? Avant de répondre, prêtez attention à l'attitude de Jésus vis-à-vis des Écritures.
ko: 딤후 3:16에서 선포하길, "<emphasis>모든 성경은 하나님의 감동으로 된 것으로[lit., God-breathed].</emphasis>" 이것을 정말 믿으십니까? 대답하기 전에, 말씀에 대한 예수님의 태도를 생각해보십시오.
pt_br: 2 Tm 3.16 declara "<emphasis>Toda Escritura é divinamente inspirada</emphasis>". Você acredita nisso? Antes de responder, considere a atitude de Jesus a respeito das Escrituras.
ru: 2 Тим.3:16 провозглашает: "<emphasis>Все Писание богодухновенно [т.е. вдохновлено Богом].</emphasis>" Верите ли вы этому? Прежде чем ответить, обратите внимание на отношение Иисуса к Писанию.

source: He referred to the human authors, but took it for granted that behind them all was a single divine Author. He could equally say 'Moses said' or 'God said' (Mk.7:10). He could quote a comment of the narrator in Genesis 2:24 as an utterance of the Creator Himself (Mt.19:4-5). Similarly He said, 'Well did Isaiah prophesy of you hypocrites, as it is written', when what He went on to quote is the direct speech of the Lord God (Mk.7:6 &amp; Is.29:13). It is from Jesus Himself that the New Testament authors have gained their conviction of the dual authorship of Scripture. For them it was just as true to say that 'God spoke of old to our fathers by the prophets' (Heb.1:1) as it was to say that 'men moved by the Holy Spirit spoke from God' (2 Pe.1:21). God did not speak in such a way as to obliterate the personality of the human authors, nor did men speak in such a way as to corrupt the Word of the divine Author. God spoke. Men spoke. Neither truth must be allowed to detract from the other. ...
de: Er bezog sich auf die menschlichen Autoren, aber aktzeptierte es als Tatsache, dass hinter ihnen allen ein göttlicher Autor stand. Er konnte sowohl 'Mose sagt' als auch 'Gott sagte' sagen (Markus 7,10). Er konnte einen Kommentar des Erzählers in 1. Mose 2,24 als einen Ausspruch des Schöpfers selbst zitieren (Matthäus 19,4-5). Ähnlich sagt Er 'Wie fein hat von euch Heuchlern Jesaja geweissagt, wie geschrieben steht', und das, was er weiter zitierte, war die direkte Rede Gottes, des Herrn (Markus 7,6 &amp; Jesaja 29,13). Durch Jesus selbst Jesus haben die Autoren des neuen Testamentes ihre Überzeugung der doppelten Urheberschaft der Schrift. Für sie wahr es genauso richtig zu sagen 'Nachdem Gott vorzeiten vielfach und auf vielerlei Weise geredet hat zu den Vätern durch die Propheten' (Hebräer 1,1) wie 'getrieben von dem heiligen Geist haben Menschen im Namen Gottes geredet' (2. Petrus 1,21) zu sagen. Gott hat weder in dieser Art und Weise gesprochen um die Persönlichkeit des menschlichen Autoren zu tilgen, noch haben Männer in dieser Art und Weise gesprochen um das Wort des göttlichen Autoren zu zerstören. God sprach. Männer sprachen. Keiner der beiden Wahrheiten ist es erlaubt von der anderen abzulenken. ...
fr: Il se réfère aux auteurs humains, mais admet que derrière eux tous est un Auteur divin unique. Il dit aussi bien 'Moïse a dit' que 'Dieu a dit' (Marc 7:10). Il peut citer un commentaire du narrateur dans Genèse 2:24 comme un propos du Créateur Lui-même (Matthieu 19:4-5). De la même façon Il dit 'Hypocrites, Esaïe a bien prophétisé sur vous, ainsi qu'il est écrit...' quand Il veut citer la Parole de Dieu (Marc 7:6 &amp; Esaïe 29:13). C'est de Jésus Lui-même que les auteurs du Nouveau Testament ont acquis leur conviction de la rédaction duelle des Écritures. Pour eux, il était aussi juste de dire que 'Après avoir autrefois [...] parlé à nos pères par les prophètes, Dieu...' (Hébreux 1:1) que de dire '...c'est poussés par le Saint-Esprit que des hommes ont parlé de la part de Dieu.' (2 Pierre 1:21). Dieu ne parle pas en annihilant la personnalité de l'auteur humain, de même que les hommes ne parlent pas d'une façon qui corrompe la Parole de l'Auteur divin. Dieu parle. Les hommes parlent. Aucune confiance ne doit être donnée à une dépréciation de l'un par l'autre. ...
ko: He referred to the human authors, but took it for granted that behind them all was a single divine Author. He could equally say '모세가 말하길' 혹은 '하나님께서 말씀하시길' (막 7:10). He could quote a comment of the narrator in 창세기 2:24 as an utterance of the Creator Himself (마 19:4-5). Similarly He said, 'Well did Isaiah prophesy of you hypocrites, as it is written', when what He went on to quote is the direct speech of the Lord God (막.7:6 &amp; 사.29:13). It is from Jesus Himself that the New Testament authors have gained their conviction of the dual authorship of Scripture. For them it was just as true to say that 'God spoke of old to our fathers by the prophets' (히.1:1) as it was to say that 'men moved by the Holy Spirit spoke from God' (벧후.1:21). God did not speak in such a way as to obliterate the personality of the human authors, nor did men speak in such a way as to corrupt the Word of the divine Author. God spoke. Men spoke. Neither truth must be allowed to detract from the other. ...
pt_br: Ele se referiu aos autores humanos, mas tinha certeza de que por trás deles havia um único divino Autor. Ele podia igualmente dizer 'Moisés disse' ou 'Deus disse' (Mc 7.10). Ele pode citar um comentário do narrador em Genesis 2.24 como uma declaração do Próprio Criador (Mt 19.4-5). Do mesmo modo, ele disse, 'Bem profetizou Isaías acerca de vós, hipócritas, como está escrito:' quando Ele se referia a uma fala direta do Senhor Deus (Mc 7.6 &amp; Is 29.13). É de Jesus mesmo que os autores do Novo Testamento haviam ganhado convicção da dupla autoria das Escrituras. Para eles era verdade tanto dizer 'Havendo Deus antigamente falado muitas vezes, e de muitas maneiras, aos pais, pelos profetas' (Hb 1.1) quanto dizer que 'os homens da parte de Deus falaram movidos pelo Espírito Santo' (2 Pe 1.21). Deus não falou de uma forma que apagasse a personalidade do autor humano, nem os homens escreveram de uma forma que corrompesse a Palavra do Autor divino. Deus falou. Homens falaram. Nenhum dos dois prejudicou o outro...
ru: Он цитировал авторов-людей, но считал само собой разумеющимся, что за всеми ними был один божественный Автор. Для Него было одно и то же сказать "Моисей сказал" и "Бог сказал" (Марк 7:10). Он мог цитировать комментарий рассказчика в Бытие 2:24 как высказывание Самого Создателя (Мтф.19:4-5). Подобно этому Он сказал: "хорошо пророчествовал о вас, лицемерах, Исаия, как написано", тогда как то, что Он далее процитировал было прямой речью Господа Бога (Марк 7:6 и Ис.29:13). Авторы Нового Завета от Самого Иисуса получили убеждённость в двойном авторстве Писания. Для них было так же истинно сказать, что "Бог, многократно и многообразно говоривший издревле отцам в пророках" (Евр.1:1), как и сказать, что "изрекали его святые Божии человеки, будучи движимы Духом Святым" (2 Петра 1:21). Бог не говорил так, чтобы уничтожить личностность авторов-людей, также и люди не говорили так, чтобы исказить Слово божественного Автора. Бог говорил. Люди говорили. Ни одну из этих истин нельзя умалять.

source: This, then, was Christ's view of the Scriptures. Their witness was God's witness. The testimony of the Bible is the testimony of God. And the chief reason why the Christian believes in the divine origin of the Bible is that Jesus Christ Himself taught it.
de: Dies war Christi Auffassung der Schriften. Ihr Zeuge war Gottes Zeuge. Das Zeugnis der Bibel ist das Zeugnis Gottes. Und der Hauptgrund, warum Christen an den göttlichen Ursprung der Bibel glauben ist, dass Jesus Christus selbst sie gelehrt hat.
fr: Ceci est donc le point de vue de Christ sur les Écritures. Leur témoignage est le témoignage de Dieu. Le message de la Bible est le message de Dieu. Et la raison principale faisant que les chrétiens croient en l'origine divine de la Bible est que Jésus Christ Lui-même l'a affirmé.
ko: 그리고, 이것은 말씀을 향한 주님의 관점이다. 그 증인들은 하나님의 증인이다. 성경의 간증들은 하나님의 간증이다. 그리고 그리스도인들이 성경을 하나님의 말씀이라 믿는 이유는 그리스도께서 그렇게 가르치셨기 때문이다.
pt_br: Essa, então, era a visão de Cristo a respeito das Escrituras. O testemunho deles era o testemunho de Deus. O testemunho da Bíblia era o testemunho de Deus. E a principal razão pela qual os cristãos acreditam na origem divina da Bíblia é que o próprio Jesus Cristo acreditava nisso.
ru: Таково Христово восприятие Писаний. Их свидетельство - это Божье свидетельство. Свидетельство Библии - это свидетельство Бога. И основная причина того, что христиане верят в божественное происхождение Библии состоит в том, что Сам Иисус Христос учил этому.
