Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: Jn.20:17 <emphasis>"Touch me not"</emphasis> (KJV) sounds harsh, doesn't it? Sounds like Jesus doesn't want to be touched now that He is risen, that He is too holy or something. But that doesn't seem right, so let's look it up in Spiros Zodhiates' <emphasis>The Complete Word Study New Testament</emphasis> (AMG Publishers, 1991).
de: Johannes 20,17 <quote>Rühre mich nicht an</quote> klingt hart, oder? Es klingt, dass Jesus nicht berührt werden wollte, jetzt wo er auferstanden ist, dass er zu heilig or etwas ähnliches ist. Aber das scheint nicht richtig zu sein, darum lasst es uns in Spiros Zodhiates' <emphasis>The Complete Word Study New Testament</emphasis> (AMG Publishers, 1991). nachschlagen.
fr: Jean 20:17 <emphasis>"Ne me touche pas"</emphasis> parait rude, n'est-ce pas ? Un peu comme si Jésus ne voulait pas qu'on le touche maintenant qu'Il s'est élevé, qu'Il est trop saint ou quelque chose comme ça. Mais cela ne semble pas juste, allons donc voir dans l'<emphasis>étude complète des mots du Nouveau Testament</emphasis> de Spiros Zodhiates (AMG Publishers, 1991).
ko: 요 20:17 <emphasis>"나를 만지지 말라"</emphasis> (KJV) sounds harsh, doesn't it? Sounds like Jesus doesn't want to be touched now that He is risen, that He is too holy or something. But that doesn't seem right, so let's look it up in Spiros Zodhiates' <emphasis>The Complete Word Study New Testament</emphasis> (AMG Publishers, 1991).
pt_br: Jo 20.17 <emphasis>"Deixa de me tocar"</emphasis> parece áspero, não? Parece que Jesus não queria ser tocado agora que ele havia ressucitado, que ele era muito santo ou algo do gênero. Mas não é bem isso, procuremos isso em <emphasis>The Complete Word Study New Testament</emphasis>, de Spiros Zodhiates (AMG Publishers, 1991).
ru: Ин.20:17 <emphasis>" не прикасайся ко Мне"</emphasis> звучит резко, не правда ли? Звучит как-будто Иисус не хотел, чтобы к Нему прикасались сейчас, когда Он воскрес, потому что Он слишком свят или что-то в этом роде. Но это не похоже на правду, поэтому обратимся к Spiros Zodhiates' <emphasis>The Complete Word Study New Testament (Полное исследование слов Нового Завета)</emphasis> (AMG Publishers, 1991).

source: Definition: Turning to John 20:17, above the word "Touch" we see "pim680." The letters give us a code for the part of speech, and the number refers to Strong's dictionary reference. Let's look up the definition (p. 879). "680. Haptomai; from hapto (681), touch. Refers to such handling of an object as to exert a modifying influence upon it... Distinguished from pselaphao (5584), which actually only means to touch the surface of something. " Now look up "pim." The grammar codes in Zodhiates come right after Revelation; on p. 849 we see that pim stands for "present imperative active (80)". On p.857, "Present Imperative. In the active voice, it may indicate a command to do something in the future which involves continuous or repeated action or, when it is negated, a command to stop doing something. " This is a negative command, so it is to stop doing something that is already occuring. So, what have we found?
de: Bestimmung: Nach dem Aufschlagen von Johannes 20,17 sehen wir über dem Wort <quote>Rühre</quote> <quote>pim680</quote>. Die Buchstaben geben uns einen Code für den Teil der Sprache, und die Nummer bezieht sich auf das Stronglexikon. Lasst uns die Bedeutung nachschlagen (S. 879). <quote>680. Haptomai; von hapto (681), berühren. Bezieht sich auf solche Behandlung auf ein Objekt, die darauf einen verändernden Einfluß ausübt. Unterscheidet sich von pselaphao (5584), was nur bedeutet, die Oberfläche von etwas zu berühren.</quote> Schlagen wir nun <quote>pim</quote> nach. Die Grammatikcodes in Zodhiates kommen direkt nach der Offenbarung; auf Seite 849 sehen wir, dass pim für <quote>Präsens Imperativ Aktiv (80)</quote> steht. Auf Seite 857 steht <quote>Präsens Imperativ. In der gesprochenen Rede kann es ein Gebot bezeichnen, etwas in der Zukunft zu tun, was eine andauernde oder wiederholte Handlung einschließt oder, wenn es verneint ist, ein Gebot aufzuhören etwas zu tun.</quote> Dies hier ist ein verneinter Befehl, so dass es dafür da ist etwas zu stoppen was schon geschieht. Was haben wir nun herausgefunden?
fr: Définition : en retournant à Jean 20:17, à coté du mot "touche", nous voyons "pim680 ". Les lettre sont un code lié au rôle dans la phrase et les nombres réfèrent au dictionnaire Strong. Voyons la définition (p. 879). "680. Haptomai; de hapto (681), toucher. Fait référence à la prise d'un objet de façon à le modifier... À distinguer de pselaphao (5584), qui signifie seulement toucher la surface de quelque chose". Maitenant, recherchons "pim". Les codes grammaticaux dans le Zodhiates vont juste après la Révélation; à la page 849 nous voyons que pim représente "l'impératif présent actif (80)". À la page 857; "Impératif présent. À la forme active, peut indiquer l'ordre de faire quelque chose dans la future invoquant une action continue ou répétée ou bien, accompagné d'une négation, un ordre d'arrêter de faire quelque chose". Nous avons une forme négative, donc il s'agit d'un ordre pour faire arrêter quelque chose qui se passe actuellement. Alors, qu'avons nous trouvé ?
ko: 정의: Turning to 요 20:17, above the word "Touch" we see "pim680." The letters give us a code for the part of speech, and the number refers to Strong's dictionary reference. Let's look up the definition (p. 879). "680. Haptomai; from hapto (681), touch. Refers to such handling of an object as to exert a modifying influence upon it... Distinguished from pselaphao (5584), which actually only means to touch the surface of something. " Now look up "pim." The grammar codes in Zodhiates come right after Revelation; on p. 849 we see that pim stands for "present imperative active (80)". On p.857, "Present Imperative. In the active voice, it may indicate a command to do something in the future which involves continuous or repeated action or, when it is negated, a command to stop doing something. " This is a negative command, so it is to stop doing something that is already occuring. So, what have we found?
pt_br: Definição: Indo até João 20.17, abaixo da palavra "tocar" nós vemos "pim680". As letras são um código para a parte da frase e o numero refere-se à referencia do dicionário de Strong. Vejamos a definição (pág. 879). "680. Haptomai; de hapto (681), tocar. Refere-se ao manuseio de um objeto para exercer uma influencia modificadora sobre ele... Distinto de pselaphao (5584), que significa somente tocar a superfice de algo". Agora vejamos "pim". Os códigos da gramática em Zodhiates ficam depois de Apocalipse, na pág 849 nós vemos que "pim" significa "presente imperativo ativo (80)". Na pág. 857, "Presente Imperativo. Na voz ativa pode indicar um comando para fazer alguma coisa ou alguma coisa no futuro que envolve ação contínua ou repetida ou, quando negado, um comando para parar de fazer alguma coisa". Esse é um comendo negativo, então é para parar de fazer alguma coisa que já está ocorrendo. Então, o que encontramos?
ru: Значение слова: Возвращаясь к Иоанна 20:17, над словом "прикасайся" мы видим "pim680." Буквы дают нам код части речи, а цифра ссылается на словарь Стронга. Давайте рассмотрим значение (стр. 879). "680. Гаптомаи (Haptomai); от гапто (hapto) (681), - касаться. Указывает на такое воздействие рук на объект, которое осуществляет изменяющее влияние на него... Отличается от пселафао (pselaphao) (5584), которое вообще означает только прикосновение к поверхности чего-либо". Теперь рассмотрим "pim." Грамматические коды в Zodhiates приведены сразу после Откровения; на стр. 849 мы видим, что pim означает "настоящее действительное повелительное наклонение (present imperative active (80))". На стр.857, "Настоящее повелительное наклонение. В действительном залоге может показывать повеление сделать что-либо в будущем, что включает в себя длительное или повторяющееся действие или, когда в отрицании, - повеление прекратить делать что-то. " Это отрицание повеление, поэтому это повеление прекратить делать что-то, что уже происходит. Итак, что же мы выяснили?

source: Mary is already clinging to Jesus, and he is saying to stop holding him!
de: Maria klammert sich bereit an Jesus und er sagt ihr, dies nicht mehr zu tun!
fr: Marie s'accroche déjà à Jésus et il lui demande d'arrêter de le tenir !
pt_br: Maria já estava agarrada a Jesus, e ele lhe disse que parasse de segurá-lo!

source: Example 1B
de: Beispiel 1B
fr: Exemple 1B
pt_br: Exemplo 1B

source: In James 5:14, <emphasis>Elders are told to pray and anoint someone who is sick</emphasis>. What is this anointing?
de: In Jakobus 5,14 lesen wir, dass <emphasis>Die Ältesten sollen für jemanden, der krank ist, beten und ihn mit Öl salben</emphasis>. Was meint dieses salben?
fr: Dans Jacques 5:14, <emphasis>les anciens doivent prient pour celui qui est malade en l'oignant d'huile</emphasis>. Qu'est ce que oindre ?
ko: 야고보서 5:14에서, <emphasis>병든자가 있느냐?..교회의 장로들을 청할 것이요. 그들은 주의 이름으로 기름을 바르며 위하여 기도할지니라</emphasis>. 이 기름바름(anointing)은 무엇인가?
pt_br: Em Tiago 5.14, <emphasis>"Está doente algum de vós? Chame os anciãos da igreja, e estes orem sobre ele, ungido-o com óleo em nome do Senhor"</emphasis>. Que unção é essa?
ru: В Иакова 5:14, <emphasis>Болен ли кто из вас, пусть призовет пресвитеров Церкви, и пусть помолятся над ним, помазав его елеем во имя Господне</emphasis>. Что это за помазание?

source: Definition of aleipho (218) - "to oil" (Strong's); but we also have another Greek word translated "anoint", chrio (5548) - "to smear or rub with oil, i.e. to consecrate to an office or religious service" (Strong's). Since it's a verb, consider the tense also, "apta" aorist participle active. "The aorist participle expresses simple action, as opposed to continuous action...When its relaitonship to the main verb is temporal, it usually signifies action prior to that of the main verb." (Zodhiates p.851)
de: Bedeutung von aleipho (218) - <quote>ölen</quote> (Stroong); wir haben jedoch auch ein anderes griechisches Wort, das mit <quote>einölen</quote> übersetzt wird, chrio (5548) - <quote>einschmieren oder einreiben mit Öl, d.h. segnen für einen amtlichen oder religiösen Dienst</quote> (Strong). Da es ein Verb ist, ziehen Sie die Form auch in Betracht, <quote>apta</quote> Aorist Partizip Aktiv. <quote>Das Aorist Partizip drückt einfache Handlung aus, im Gegensatz zur andauernden Handlung... Wenn die Beziehung zum Hauptverb temporal ist, kennzeichnet es normalerweise eine Handlung, die früher als die des Hauptverbes stattfindet. </quote> (Zodhiates S. 851)
fr: Définition de aleipho (218) - "oindre" (dans Strong); mais nous avons aussi un autre mot grec traduit par "oindre", chrio (5548) - "enduire ou frictionner avec de l'huile, c.a.d consacrer à un office ou un service religieux" (dans Strong). Puisqu'il s'agit d'un verbe, il faut aussi prendre en compte le temps, "apta", participe présent de aorist. "le participe présent exprime une action simple, opposée à une action continue... En cas de relation temporelle avec le verbe principal, cela signifie habituellement une action antérieure à celle du verbe principal." (Zodhiates p.851)
ko: aleipho (218)의 정의 - "to oil" (Strong's); but we also have another Greek word translated "anoint", chrio (5548) - "to smear or rub with oil, i.e. to consecrate to an office or religious service" (Strong's). Since it's a verb, consider the tense also, "apta" aorist participle active. "The aorist participle expresses simple action, as opposed to continuous action...When its relaitonship to the main verb is temporal, it usually signifies action prior to that of the main verb." (Zodhiates p.851)
pt_br: Definição de aleipho (218) - "passar oléo em" (Strong's); mas também existe outra palavra grega traduzida como "unção", chrio (5548) - "espalhar ou esfregar oléo em, ex: para consagrar para um cargo ou função religiosa" (Strong's). Como é um verbo, considere também a conjugação, "apta" passado participativo aoristo. "O passado paticipativo aoristo expressa uma ação simples, ao contrário de uma ação contínua... quando o relacionamento com o verbo principal é temporal, normalmente significa ação anterior ao verbo principal" (Zodhiates, p 851).
ru: Значение слова алеифо (aleipho) (218) - "смазывать маслом" (по Стронгу); но есть и другое греческое слово, переведённое как "помазывать", чрио (chrio) (5548) - "мазать или натирать маслом, то есть посвящать мирскому или религиозному служению" (по Стронгу). Так как это глагол, учитывая также время, "apta" - аористическое действительное причастие (aorist participle active). "Аористическое причастие выражает простое действие, в противоположность длительному действию... Когда его отношение к главному глаголу временное, то он обычно обозначает действие совершаемое до того, которое обозначено главным глаголом." (Zodhiates стр.851)

source: Cross-references for aleipho:
de: Querverweise für aleipho:
fr: Références croisées d'alelpho :
pt_br: Referencia Cruzada para aleipho:

source: Mt.6:17 But you, when you fast, anoint your head
fr: Mt.6:17 Mais quand tu jeûnes, parfume ta tête
pt_br: Mt 6.17 Tu, porém, quando jejuares, unge a tua cabeça

source: Mk.16:1 [the women] brought spices that they might come and anoint Him.
fr: Mk.16:1 [les femmes] achetèrent des aromates, afin d'aller embaumer [KJV : "oindre"] Jésus.
pt_br: Mc 16.1 [as mulheres] compraram aromas para irem ungi-lo

source: Mk.6:13 And they were...anointing with oil many sick people and healing them.
fr: Mk.6:13 (...) ils oignaient d'huile beaucoup de malades et les guérissaient.
pt_br: Mc 6,13 e expulsavam muitos demônios, e ungiam muitos enfermos com óleo, e os curavam

source: Lk.7:38 [...] kissing His feet and anointing them with the perfume
fr: Lk.7:38 [...] les [ses pieds] baisa, et les oignit de parfum.
pt_br: Lc 7.28 [...] e beijava-lhe os pés e ungia-os com o bálsamo

source: Jn.12:3 Mary [...] anointed the feet of Jesus, and wiped them with her hair
fr: Jn.12:3 Marie, (...) oignit les pieds de Jésus, et elle lui essuya les pieds avec ses cheveux
pt_br: Jo 12.3 Então Maria, [...] ungiu os pés de Jesus, e os enxugou com os seus cabelos

source: Cross-references of chrio:
de: Querverweise für chrio:
fr: Références croisées de chrio
pt_br: Referencia Cruzada de chrio:

source: Lk.4:18 <quote>The Spirit of the Lord is upon me, because He has anointed me to preach [...]</quote>
fr: Lk.4:18 <quote>L'Esprit du Seigneur est sur moi, Parce qu'il m'a oint pour annoncer [...]</quote>
pt_br: Lc 4.18 <quote> O Espírito do Senhor está sobre mim, porquanto me ungiu para anunciar boas novas aos pobres [...]</quote>

source: Acts 4:27 Jesus, whom Thou hast anointed
fr: Acts 4:27 Jésus, que tu as oint
pt_br: At 4.27 [...] Servo Jesus, ao qual ungiste [...]

source: Acts 10:38 God anointed Jesus with the Holy Ghost and power
fr: Acts 10:38 Dieu a oint du Saint-Esprit et de force Jésus de Nazareth
pt_br: At 10.28 como Deus o ungiu com o Espírito Santo e com poder

source: 2 Cor.1:21 Now He who...anointed us is God
fr: 2 Cor.1:21 Et celui...qui nous a oints, c'est Dieu
pt_br: 2 Co 1.21 Mas aquele que nos confirma convosco em Cristo, e nos ungiu, é Deus

source: So what's the difference between aleipho and chrio? Look back over the cross-references and the definitions, and sum up the difference: <emphasis>&quot;aleipho&quot; is a practical use of oil and &quot;chrio&quot; is a spiritual</emphasis>
de: Was ist nun der Unterschied zwischen aleipho und chrio? Schauen Sie erneut die Querverweise und die Definitionen an und sammeln Sie die Unterschiede: <emphasis>ALEIPHO IST PRAKTISCHE BENUTZUNG VON ÖL UND CHRIO IST DIE GEISTLICHE</emphasis>.
fr: Quelle est alors la différence entre aleipho et chrio ? En retournant aux références croisées et aux définitions et en faisant la synthèse des différences : ALEIPHO DÉSIGNE L'USAGE PRATIQUE DE L'HUILE ET CHRIO L'USAGE SPIRITUEL
pt_br: Então qual a diferencá entre aleipho e chrio? Veja a referencia cruzada e as definições e note a diferença: <emphasis>&quot;Aleipho&quot; é o uso prático de óleo e &quot;Chrio&quot; é o uso espiritual</emphasis>.

source: As an illustration (although the word is not used) of the practical use of oil at that time, when the good Samaritan cared for the man beat up by robbers he poured oil and wine in the wound. So oil had a medicinal use in Jesus' day.
de: Zur Illustration (obwohl hier das Wort nicht benutzt wird) der praktischen Benutzung von Öl zu dieser Zeit ist der barmherzige Samariter, der für den von Räubern geschlagenen Mann sorgte und mit Öl und Wein die Wunden säuberte. Öl hatte also eine medizinische Bedeutung zur Zeit Jesu.
fr: En guise d'exemple (bien que le mot ne soit pas utilisé) de l'usage pratique de l'huile à cette époque, quand le samaritain soigne l'homme battu par des brigands, il verse de l'huile et du vin ses plaies (Luc 10:33). Ainsi, du temps de Jésus, l'huile avait un usage médical.
pt_br: Uma ilustração (embora a palavra não seja usada) do uso prático de óleo naquele tempo: quando o bom samaritano cuidou do homem espancado por ladrões ele passou óleo e vinho nas feridas. Então, óleo tinha um uso medicinal nos tempos de Jesus.
ru: Иллюстрация практического применения масла в то время (хотя слово не было использовано) - когда добрый самарянин оказывал помощь человеку побитому разбойниками, он лил масло и вино на его раны. В дни Иисуса масло применялось как медицинское средство.

source: Now let's apply what we just learned by this word study to James 5:14 <emphasis>"Is any among you sick? Let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord."</emphasis> Is "anointing" spiritual or practical? Practical!
de: Jetzt lasst uns das durch diese Wortstudie Gelernte auf Jakobus 5,14 anwenden <emphasis><quote>Ist jemand unter euch krank, der rufe zu sich die Ältesten der Gemeinde, dass sie über ihm beten und ihn salben mit Öl im Namen des Herrn.</quote></emphasis> Ist hier <quote>salben</quote> geistlich oder praktisch gemeint? Praktisch!
fr: Maintenant, mettons en pratique ce que l'on vient juste d'apprendre à Jacques 5:14 <emphasis>"Quelqu'un parmi vous est-il malade? Qu'il appelle les anciens de l'Église, et que les anciens prient pour lui, en l'oignant d'huile au nom du Seigneur."</emphasis> "oindre" désigne un acte pratique ou spirituel ? Pratique !
pt_br: Agora vamos aplicar o que nós acabamos de aprender a Tiago 5.14 <emphasis>"Está doente algum de vós? Chame os anciãos da igreja, e estes orem sobre ele, ungido-o com óleo em nome do Senhor"</emphasis>. Essa unção é espiritual ou prática? Prática!
ru: Теперь давайте изучим Иакова 5:14, применяя то, что мы уже узнали об этом слове: <emphasis>"Болен ли кто из вас, пусть призовет пресвитеров Церкви, и пусть помолятся над ним, помазав его елеем во имя Господне."</emphasis> Это "помазание" духовное или практическое? Практическое!

source: And the tense in Greek, the aorist participle, would be better translated "having anointed," so the order is the anointing first, then the prayer ("in the name of the Lord"refers to the prayer, not the anointing). James 5 is saying that the elders should give the sick person medicine and pray for him in the name of the Lord. Doesn't that express a beautiful balance of practical and spiritual in our God!
de: Und die Form im griechischen, das Partizip Aorist, könnte besser mit <quote>gesalbt haben</quote> übersetzt werden, so dass in der Reihenfolge erst dass Salben und dann das Gebet kommt (<quote>Im Namen des Herrn</quote> bezieht sich aus Gebet, nicht auf das Salben). Jakobus 5 sagt, dass die Ältesten der kranken Person Medizin geben und für ihn im Namen des Herrn beten sollen. Drückt dass nicht das wunderbare Gleichgewicht zwischen Praktischem und Geistlichem in unseren Gott aus?
fr: Et le temps en grec, le participe présent de aorist, devrait être traduit par "avoir oint", ainsi le commandement est d'oindre d'abord, puis de prier ("au nom du Seigneur" fait référence à la prière, pas à l'onction). Jacques 5 explique que les anciens doivent soigner le malade et prier pour lui au nom du Seigneur. N'est ce pas un merveilleux équilibre entre le pratique et le spirituel en notre Dieu ?!
pt_br: A conjugação do verbo no grego, o passado participativo aoristo, seria melhor traduzido como "tendo ungido", então, a ordem é para ungir primeiro, então orar ("no nome do Senhor" refere-se a oração, não à unção). Tiago 5 está dizendo que os anciãos devem dar à pessoa doente medicina e então orar por ela no nome do Senhor. Isso expressa um belo balanço entre o prático e o espiritual em nosso Deus!
ru: И временную форму греческого языка аористическое причастие (aorist participle) лучше перевести как "помазав", таким образом порядок был таков, что помазание сначала, затем молитва ("во имя Господне" относится к молитве, а не к помазанию). В 5 главе послания Иакова говорится, что пресвитеры должны оказать медицинскую помощь и молиться о нём во имя Господне. Разве это не прекрасное выражение гармонии практичного и духовного в нашем Боге?!

source: Rule 2 - Interpret within the biblical context
de: Regel 2 - Auslegung im biblischen Zusammenhang
fr: Règle 2 - interpréter selon le contexte biblique
ko: 규칙 2 - 성경적인 문맥에 의거해서 해석하라
pt_br: Regra 2 - Intreprete o texto no contexto bíblico
ru: Правило 2 - Истолковывать в библейском контексте
