Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: List of important christian pages
de: Liste wichtiger christlicher Seiten
fr: Liste de sites chrétiens importants
ko: 중요한 크리스챤 사이트들
pt_br: Lista de páginas cristãs importantes
ru: Список важных христианских страниц

source: There are many other christian pages in the word wide web. Some are more, others are less important. We collected a list of pages which are important in our opinion.
de: Es gibt jede Menge anderer christlicher Seiten im World Wide Web. Einige sind mehr, andere weniger wichtig. Wir haben eine Liste zusammengestellt, die unserer Meinung nach wichtig sind.
fr: Il existe beaucoup d'autres sites chrétiens sur le web. Ils sont plus ou moins importants. Nous avons recueilli une liste de ceux qui le sont à nos yeux.
pt_br: Existem muitas outras páginas cristãs na internet. Algumas são mais, outras menos importantes. Nós coletamos uma lista de todas as páginas que nós achamos importantes.
ru: Есть множество других христианских страниц во всемирной паутине. Одни более важные, другие - менее. Мы собрали список страниц, которые на наш взгляд важны.

source: Since we're not author of the linked pages we're not responsible for their content, we explicitely dissociate ourself from the content of the linked pages! This is required because german law says you're responsible for the content of the linked pages unless you explicitely dissociate yourself from these pages.
de: Da wir nicht Autor der verlinkten Seiten sind, sind wir nicht für deren Inhalt verantwortlich. Wir distanzieren und ausdrücklich vom Inhalt der Seiten, auf die wir verweisen. Dies ist erforderlich, weil deutsches Recht aussagt, dass man selbst für den Inhalt der verlinkten Seiten ist, außer man distanziert sich ausdrücklich vom Inhalt dieser Seiten.
fr: Comme nous ne sommespas les auteurs des pages vers lesquelles ces liens pointent, nous ne sommes pasresponsables de leur contenu. Nous nous dissocions de manière explicite du contenu de ces pages !!! Ceci est nécessaire car la loi Allemande le requiert, sinon, nous en serions responsables.
ko: 저희는 링크된 사이트들의 제작자가 아니므로, 컨텐츠들에 대한 책임과 관련이 없습니다! 독일법에서는 링크된 페이지들과 관련이 없다는 것을 명시하지 않으면, 링크 페이지들에 대한 책임이 있으므로 이를 명시할 필요가 있습니다.
pt_br: Desde que nós não somos autores das páginas lincadas nós não somos responsáveis pelo seu conteúdo, nós explicitamente nos disassociamos do conteúdo das páginas lincadas! Isto é necessário porque as leis alemãs dizem que você é responsável pelo conteúdo de páginas lincadas a menos que você explicitamente se disassocie delas.
ru: Так как мы не авторы этих страниц, то не несём ответственности за их содержимое мы явно отделяем себя от содержимого этих страниц! Это необходимо потому, что немецкие законы говорят, что вы несёте ответственность за содержимое ссылок с ваших страниц, если явно не отделяете себя от этих страниц.

source: General christian pages
de: Allgemeine christliche Seiten
fr: Pages chrétiennes générales
ko: 일반적인 크리스챤 사이트들
pt_br: Páginas cristãs gerais
ru: Основные христианские страницы

source: The home of the new common exchange Text format OSIS, which will hopefully be used by many Bible societies and publishers of the world.
de: Das Zuhause des neuen Textaustausch-Formates OSIS, welches hoffentlich von vielen Bibelgesellschaften und Verlagen der Welt benutzt werden wird.
fr: Le nouveau standard d'échange de Texte OSIS, qui sera, nous l'espérons, bientôt utilisé par de nombreuses sociétés bibliques et éditeurs dans le monde.
pt_br: O lar do novo formato de texto de troca comum OSIS, que esperamos será usado por muitas sociedades Bíblicas e editoras do mundo
ru: Домашняя страница нового общего формата обмена текстами OSIS, который, надеемся, будет использован многими Библейскими обществами и издателями по всему миру.

source: The Crosswire Bible society is one of the few christian organizations in the world providing everything they make free for all! Crosswire supports the Sword project, the KJV2003 project and some other cool things.
de: Die Crosswire Bibelgesellschaft ist eine der wenigen christlichen Organisationen der Erde, die alles was die herstellen, kostenlos für alle anbieten! Crosswire unterstützt das Sword Projekt, das KJV2003 Projekt und einige andere großartige Dinge.
fr: La société biblique Crosswire est l'une des rares organisations chrétiennes à donner librement tout ce qu'elle produit ! Crosswire soutient le projet Sword, le projet KJV2003 et d'autres choses encore.
ko: Crosswire Bible society는 모두를 위한 무료 자료를 배포하고 있는 몇몇 안되는 기독교 단체중의 하나입니다! Crosswire는 스워드(Sword) 프로젝트, KJV2003프로젝트와 그 밖의 훌륭한 프로젝트들을 지원합니다.
pt_br: A sociedade Bíblica Crosswire é uma das poucas organizações cristãs no mundo que doam sem custo tudo o que produzem! Crosswire suporta o projeto Sword, o projeto KJV2003 e algumas outras coisas legais.
ru: Библейское Общество Crosswire одна из немногих христианских организаций во всём мире, которая предоставляет всё, что она делает совершенно бесплатно! Crosswire поддерживает проект Sword, проект KJV2003 и несколько других, замечательных проектов.

source: Biblesoftware for Linux
de: Bibelsoftware für Linux
fr: Logiciels d'étude Biblique pour Linux
ko: 리눅스용 성경 프로그램
pt_br: Softwares Bíblicos para Linux
ru: Библейские программы для Линукс

source: Gnomesword is a Sword frontend using the Gnome toolkit. A really good application. Be sure to check it out!
de: Gnomesword ist ein Sword Frontend für Gnome. Eine wirklich gelungene Anwendung. Probieren Sie sie auf jeden Fall aus!
fr: Gnomesword est une interface de Sword pour Gnome. C'est vraiment une bonne application. Assurez-vous de la tester !
ko: Gnomesword는 Gnome 툴킷을 사용하는 스워드(Sword)의 프론트엔드입니다. 매우 훌륭한 프로그램이므로, 사용해보시기 바립니다!
pt_br: Gnomesword é uma interface gráfica para o Sword usando o kit de ferramentas Gnome. Uma aplicação realmente boa. Nao deixe de checar!
ru: "Gnomesword" - это оболочка для Sword, которая использует Gnome. Действительно хорошая программа. Стоит её посмотреть!

source: Biblesoftware for Windows
de: Bibelsoftware für Windows
fr: Logiciels d'étude Biblique pour Windows
ko: 윈도우용 성경 프로그램
pt_br: Softwares Bíblicos para Windows
ru: Библейские программы для Windows

source: BibleWorks is one of the best commercial Bible study applications for Windows! Very good but very expensive, too. Only useful for Bible scholars.
de: BibleWorks ist eines der besten kommerziellen Bibelstudien-Programme für Windows! Sehr gut, aber auch sehr teuer. Die Software ist nur für Theologie-Studenten wirklich nützlich!
fr: BibleWoks est l'une des meilleures applications d'étude Biblique pour Windows ! Très performante, mais très chère aussi...

source: The Bible Workshop program is a powerful, commercial Bible study application for Windows, which is available in english, german and french. It's possible to enhance the Bible Workshop using Text libraries you can buy.
de: Das Bible Workshop Programm ist eine mächtiges Bibelstudien Anwendung für Windows, die in Englisch, Deutsch und Französisch verfügbar ist. Es ist möglich BibleWorkshop durch Text-Bibliotheken zu erweitern, die sie kaufen können.
fr: Le programme Bible Workshop est une Biblecommerciale puissante pour Windows, disponible en Anglais, Allemand et Français. Il est possible d'améliorer ce logiciel en ajoutant des bibliothèques textuelles payantes.
ko: Bible Workshop 프로그램은 강력한 윈도우용 유료 성경 프로그램으로 영어, 독어 및 불어 버전이 제공됩니다. Bible Workshop의 유료 텍스트 라이브러리들이 제공됩니다.
pt_br: O programa Bible Workshop é uma aplicação poderosa de estudo da Bíblia para Windows, que está disponível em inglês, alemão e francês. É possível melhorar o Bible Workshop usando bibliotecas de Texto que você pode comprar.
ru: "Bible Workshop" - это мощная, коммерческая программа под Windows для изучения Библии. Доступные языки: английский, немецкий и французский. Есть возможность расширять "Bible Workshop" используя текстовые библиотеки, которые можно купить.

source: e-Sword is a great and easy to use Bible study application for Windows systems.
de: e-Sword ist ein sehr gutes und einfach zu benutzendes Bibelprogramm für Windows-Systeme.
fr: e-Sword est une application d'étude biblique simple et performante pour Windows.

source: Logos is one of the best commercial Bible study applications for Windows. You can buy a lot of texts to enhance it.
de: Logos ist eines der besten Bibelstudienprogramm für Windows. Es stehen sehr viele Text zum Kauf, um die Software zu erweitern.
fr: Logos est aussi l'une des meilleures applications pour Windows. De nombreux textes sont disponibles à la vente pour l'améliorer.

source: The Online Bible is a powerful Bible study application for Windows.
de: Die Online Bibel ist ein mächtiges Bibelstudien Programm für Windows.
fr: La Bible Online est une application d'Etude Biblique puissante pour Windows.
ko: Online Bible은 강력한 윈도우용 성경공부 프로그램입니다.
pt_br: A Bíblia online é uma aplicação poderosa de estudo da Bíblia para Windows.
ru: "Online Bible" это мощная программ для изучения Библии под Windows.

source: This is the Windows Bible study application made by the Sword team! Sword is supported by the Crosswire Bible Society.
de: Dies ist das Windows Bibelprogramm des Sword Teams! Sword wird von der Crosswire Bibelgesellschaft unterstützt.
fr: Voici l'application d'Etude Biblique créée par l'équipe de Sword !!! Sword est soutenu par la Société Biblique Crosswire.
ko: 스워드(Sword) 팀에 의해 만들어진 윈도우용 성경공부 프로그램입니다! 스워드(Sword)는 Crosswire Bible Society에 의해서 지원되고 있습니다.
pt_br: Esta é a aplicação de estudo da Bíblia para Windows feito pelo time do Sword!Sword é suportado pela Sociedade Bíblica Crosswire.
ru: Это Windows-программа для изучения Библии, сделанная командой Sword! Sword поддерживается Библейским Обществом Crosswire.

source: Volksbibel 2000.2 is a German, metacard based software Bible study tool for Windows, Linux and Mac. Althouth there are not so many texts as other software packages have, it has some cool things like basic map support included. If you are german try it out!
de: Volksbibel 2000.2 ist ein deutsches, metacard basiertes Bibelstudien-Programm für Windows, Linux und Mac. Obwohl nicht so viele Texte wie bei anderen Software-Paketen verfügbar sind, verfügt das Programm über Dinge wie Grundlagen von Landkarten-Unterstützung. Wenn Sie Deutscher sind, probieren Sie es aus!
fr: Volksbibel 200.0 est un logiciel Allemand basé sur des métacartes, disponible sous Windows, Linux et Mac. Bien que peu de textes soient disponibles, il a des fonctions sympas comme l'affichage de cartes, par exemple. Si vous parlez Allemand, essayez-le !
ko: Volksbibel 2000.2는 독일어판 (윈도우, 리눅스와 Mac을 지원하는) metacard based software 성경공부 프로그램입니다. 다른 프로그램들처럼 많은 텍스트들이 제공되지는 않지만, 기본적인 지도 제공과 같은 훌륭한 기능들을 갖고 있습니다. 독일인이라면 한번 사용해보실 것을 권고합니다!
pt_br: Volksbibel 2000.2 é um software de estudo da Bíblia alemão, baseado em metacartão, para Windows, Linux e Mac. Apesar de não haver tantos textos quanto em outros softwares, ele tem algumas coisas legais como suporte básico a mapas incluído. Se você é alemão, experimente!
ru: "Volksbibel 2000.2" - это немецкая программа для изучения Библии, основанная на метакартах (metacard). Работает под Windows, Linux и Mac. Несмотря на то, что она имеет не так много текстов ка другие программные пакеты, в ней есть некоторые классные штучки, вроде основной поддержки карт (basic map support). Если вы немец - попробуйте её!

source: Biblesoftware for Mac
de: Bibelsoftware für Macintosh
fr: Logiciels d'étude Biblique pour Macintosh
ko: Mac용 성경프로그램
pt_br: Softwares Bíblicos para Mac
ru: Библейский программы для Mac

source: MacSword is a new Bible study application for the new Macintosh OS X system. The screenshots look very promising!
de: MacSword ist ein neues Bibelstudienprogramm für das neue Macintosh OS X System. Die Bildschirmfotos sehen sehr vielversprechend aus!
fr: MacSword est une nouvelle application d'étude Biblique pour Mac OS-X. Les captures d'écrans sont très alléchantes !
ko: MacSword는 새 Macintosh OS X 시스템을 위한 새로운 성경 공부 프로그램입니다. 멋진 스크린샷을 제공하는 전도유망한 프로그램입니다!
pt_br: MacSword é um novo software de estudo da Bíblia para o novo sistema Macintosh OS X. As telas parecem muito promissoras!
ru: "MacSword"- это новая программа для изучения Библии для новой системы Macintosh OS X. Скриншоты выглядят очень обещающе!

source: Development tools
de: Entwicklungs-Werkzeuge
fr: Outils de développement
ko: 개발툴
pt_br: Ferramentas de desenvolvimento
ru: Инструменты для разработки

source: SourceForge provides us with the tools to develop BibleTime with many team members at the same time! We save a lot of time and money by using their services.
de: SourceForge stellt uns die Werkzeuge zur Verfuegung um BibleTime mit vielen Team-Mitgliedern zur gleichen Zeit su entwickeln! Wie sparen eine Menge Zeit und Geld durch Benutzung des SourceForge Services.
fr: SourceForge nous donne les outils nécessaires au développement de BibleTime en équipe, et en simultané ! Nous gagnons beaucoup de temps et d'argent en utilisant leurs services.
ko: SourceForge는 다른 팀 멤버들과 함께 바이블타임 개발을 위한 많은 툴들을 제공합니다. SourceForge의 서비스들을 사용하여 많은 시간과 비용이 절약되고 있습니다.
pt_br: SourceForge nos provê as ferramentas para desenvolver o BibleTime com muitos membros do time ao mesmo tempo! Nós poupamos muito tempo e dinheiro usando os seus serviços.
ru: SourceForge предоставляет нам инструмент для разработки BibleTime, благодаря чему многие члены команды могут работать одновременно! Мы экономим множество времени и денег, используя их сервис.

source: How to link to www.bibletime.info
de: Wie man auf www.bibletime.info verweist
fr: Comment créer un lien sur mon site vers www.bibletime.info ?
ko: www.bibletime.info에 링크하는 방법
pt_br: Como criar um link para www.bibletime.info
ru: Как сделать ссылку на www.bibletime.info

source: Please do not copy the images because they may change their design.
de: Bitte kopieren Sie nicht die Bilder, da sie das Design verändern könnten.
fr: Veuillez NE PAS copier les images car leur design pourrait évoluer avec le temps.
ko: 이미지의 디자인이 바뀔 수도 있으므로 카피하여 사용하는 것은 권장하지 않습니다.
pt_br: Por favor não copie as imagens porque elas podem mudar o desenho
ru: Пожалуйста, не копируйте картинки, так как дизайн может измениться.

source: Larger banner
de: 1. Großer Banner
fr: Grande bannière
ko: 큰 배너
pt_br: Banner maior
ru: Большой баннер

source: Put the following HTML code on your pages: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/big.jpg" width="312" height="60" border="0"/> </a> ]]> </programlisting> This will look like this: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/big.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
de: Verwenden Sie den folgenden HTML Code auf ihren Seiten: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/big.jpg" width="312" height="60" border="0"/> </a> ]]> </programlisting> Dies sieht dann wie folgt aus: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/big.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
fr: Insérez le code HTML suivant sur vos pages : <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/big.jpg" width="312" height="60" border="0"/> </a> ]]> </programlisting> This will look like this: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/big.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
ko: 다음의 HTML 코드를 삽입하십시오: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/big.jpg" width="312" height="60" border="0"/> </a> ]]> </programlisting> 다음과 같이 보여지게 될 것입니다: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/big.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
pt_br: Coloque o seguinte código HTML em sua página: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/big.jpg" width="312" height="60" border="0"/> </a> ]]> </programlisting> Isso aparecerá assim: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/big.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
ru: Поместите следующий HTML-код на ваших страницах: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/big.jpg" width="312" height="60" border="0"/> </a> ]]> </programlisting> Это будет выглядеть вот так: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/big.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>

source: Smaller banner
de: 2. Kleiner Banner
fr: Petite bannière
ko: 작은 배너
pt_br: Banner menor
ru: Маленький баннер

source: Put the following HTML code on your pages: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/small.jpg" width="88" height="31" border="0"/> </a> ]]> </programlisting> This will look like this: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/small.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
de: Setzen Sie den folgenden HTML Code auf ihre Seiten: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/small.jpg" width="88" height="31" border="0"/> </a> ]]> </programlisting> Dies sieht dann wie folgt aus: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/small.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
fr: Insérez le code HTML suivant sur vos pages : <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/small.jpg" width="88" height="31" border="0"/> </a> ]]> </programlisting> This will look like this: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/small.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
ko: 다음의 HTML 코드를 삽입하십시오: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/small.jpg" width="88" height="31" border="0"/> </a> ]]> </programlisting> 다음과 같이 보여지게 될것 입니다: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/small.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
pt_br: Coloque o seguinte código HTML em sua página: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/small.jpg" width="88" height="31" border="0"/> </a> ]]> </programlisting> Isso aparecerá assim: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/small.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>
ru: Поместите следующий HTML-код на ваших страницах: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" target="_blank"> <img src="http://www.bibletime.info/images/banner/small.jpg" width="88" height="31" border="0"/> </a> ]]> </programlisting> Это будет выглядеть вот так: <ulink url="http://www.bibletime.info/"> <mediaobject> <imageobject> <imagedata fileref="/images/banner/small.jpg" format="JPG"/> </imageobject> </mediaobject> </ulink>

source: Text link
de: 3. Textverweis
fr: Lien textuel
ko: 텍스트 링크
pt_br: Link de texto
ru: Текстовая ссылка

source: To insert a simple text link please use the following HTML code on your pages: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" TARGET="_blank"> BibleTime - Bible study software for KDE </a> ]]> </programlisting> This will look like this: <ulink url="http://www.bibletime.info/">BibleTime - Bible study software for KDE</ulink>
de: Um einen einfachen Textverweis einzügen verwenden Sie bitte den folgenden HTML code auf ihren Seiten:: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" TARGET="_blank"> BibleTime - Bibelsoftware für KDE </a> ]]> </programlisting> Dies sieht folgendermaßen aus: <ulink url="http://www.bibletime.info/">BibleTime - Bibelsoftware für KDE</ulink>
fr: Pour insérer un lien textuel, veuillez insérez le code HTML suivant sur vos pages : <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" TARGET="_blank"> BibleTime - Bible study software for KDE </a> ]]> </programlisting> This will look like this: <ulink url="http://www.bibletime.info/">BibleTime - Bible study software for KDE</ulink>
ko: 간단한 텍스트 링크를 넣으시려면, 다음의 HTML 코드를 삽입해주십시오: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" TARGET="_blank"> BibleTime - Bible study software for KDE </a> ]]> </programlisting> 다음과 같이 보여지게 될 것입니다: <ulink url="http://www.bibletime.info/">BibleTime - KDE용 성경공부 프로그램</ulink>
pt_br: Para inserir um link apenas com texto use o seguinte código HTML em sua página: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" TARGET="_blank"> BibleTime - Software de Estudo Bíblico para o KDE </a> ]]> </programlisting> Isso aparecerá assim: <ulink url="http://www.bibletime.info/">BibleTime - Software de Estudo Bíblico para o KDE</ulink>
ru: Чтобы вставить простую текстовую ссылку, пожалуйста,используйте следующий HTML-код на ваших страницах: <programlisting> <![CDATA[ <a href="http://www.bibletime.info/" TARGET="_blank"> BibleTime - программа для изучения Библии под KDE </a> ]]> </programlisting> Это будет выглядеть вот так: <ulink url="http://www.bibletime.info/">BibleTime - программа для изучения Библии под KDE</ulink>

source: Welcome to the BibleTime project.
de: Willkommen zum BibleTime Projekt!
fr: Bienvenue sur le projet BibleTime
ko: 바이블타임 프로젝트에 오신 것을 환영합니다.
pt_br: Bem vindo ao projeto BibleTime!
ru: Проект BibleTime приветствует вас!

source: News about BibleTime
de: Neues über BibleTime
fr: Nouvelles de BibleTime
ko: 바이블타임 뉴스
pt_br: Notícias sobre o BibleTime
ru: Новости о BibleTime

source: 2005-11-13: BibleTime 1.5.3
fr: 13-11-2005: BibleTime 1.5.3

source: A new bugfix release is out now. Version 1.5.3 contains only a few fixes, mainly to fully support locked modules and to compile with KDE 3.0 - 3.3.
fr: Une nouvelle version corrective est désormais disponible. Cette version 1.5.3 ne contient que quelques modifications, principalement liées au support des modules verrouillés et à la compilation sous KDE 3.0 - 3.3

source: Get the new release in the download section. Binary packages should be available soon.
fr: Vous pouvez dès maintenant obtenir cette version dans la section téléchargement. Les paquetages binaires devraient être bientôt disponibles.

source: 2005-10-16: BibleTime 1.5.2
fr: 16-10-2005: BibleTime 1.5.2

source: A new bugfix release has been released today. Version 1.5.2 contains fixes for most of the bugs found in 1.5.1. It also contains some minor improvements to the user interface. See the file Changelog in the source code package for more details.
fr: Une nouvelle version corrective est sortie aujourd'hui. La version 1.5.2 corrige la plupart des bugs de la version 1.5.1. Elle contient également quelques améliorations concernant l'interface utilisateur. Voir le Changelog dans le paquetage du code source pour se plus amples détails.
