Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: Is.59:1 "<emphasis>The Lord's hand is not short;</emphasis>" Deut.33:27 "<emphasis>Underneath are the everlasting arms.</emphasis>" References to body parts of God are used by Latter-Day Saints to prove that God was once a man just as we are. Once they convince people of that, they go on to teach that we can become God just like He is! At a lecture he was giving, a group of Mormon elders challenged Walter Martin (author of <emphasis>Kingdom of the Cults</emphasis>) with an enumeration of verses like these. Dr. Martin then asked the Mormons to read one more scripture: Ps.91:4 "<emphasis>He will cover you with His feathers; And under His wings shalt thou trust.</emphasis>" W.M. said, "By the same rules of interpretation that you just proved God to be a man, you just proved that He is a bird." The Mormons had to laugh as they realised the ridiculousness of their position.
ko: 사 59:1 "<emphasis>여호와의 손이 짧아 구원치 못하심도 아니요;</emphasis>" 신 33:27 "<emphasis>그 영원하신 팔이 네 아래 있도다</emphasis>" References to body parts of God are used by Latter-Day Saints to prove that God was once a man just as we are. Once they convince people of that, they go on to teach that we can become God just like He is! At a lecture he was giving, a group of Mormon elders challenged Walter Martin (author of <emphasis>Kingdom of the Cults</emphasis>) with an enumeration of verses like these. Dr. Martin then asked the Mormons to read one more scripture: Ps.91:4 "<emphasis>He will cover you with His feathers; And under His wings shalt thou trust.</emphasis>" W.M. said, "By the same rules of interpretation that you just proved God to be a man, you just proved that He is a bird." The Mormons had to laugh as they realised the ridiculousness of their position.
ru: Ис.59:1 "<emphasis>Вот, рука Господа не сократилась</emphasis>" Втор.33:27 "<emphasis>и ты под мышцами вечными.</emphasis>" Упоминание частей тела Бога используется "Святыми последних дней" для доказательства того, что Бог был прежде таким же человеком, как и мы. Как только им удаётся убедить людей в этом, они продолжают учить, что мы можем стать Богами такими же, как Он! На одной из лекций, проводимых Вольтером Мартином (Walter Martin) (автором <emphasis>"Царство культов"</emphasis>) группа старейшин-мормонов, цитируя стихи, подобные этому, пыталась его озадачить. В ответ доктор Мартин попросил мормонов прочесть ещё одно место Писания: Пс.91:4 "<emphasis>Перьями Своими осенит тебя, и под крыльями Его будешь безопасен.</emphasis>" В.М. сказал: "По тем же правилам толкования, по которым вы только что доказали, что Бог --- это человек, вы доказали что Он --- птица." Мормоны вынуждены были отшучиваться, осознав нелепость своего положения.

source: An allegory is: A STORY WHERE EACH ELEMENT HAS A MEANING
ru: Аллегория: ИСТОРИЯ, В КОТОРОЙ КАЖДЫЙ ЭЛЕМЕНТ ИМЕЕТ ЗНАЧЕНИЕ

source: The future of BibleTime
ko: 바이블타임의 미래
ru: Будущее BibleTime

source: We're grateful that God supports us and that He blesses our work with new team members. God is good!
ru: Мы благодарны Богу за Его помощь в этом проекте и за то, что Он посылает нам новых членов команды. Бог благ!

source: We will continue our work, and as BibleTime improves we'll hopefully reach a point where BibleTime lacks only few things which are useful for a normal Bible study application.
ko: 바이블타임이 일반적인 성경 공부 프로그램으로써 충분히 성숙해질 때까지 저희는 이 사역을 계속할 것입니다.
ru: Мы будем продолжать нашу работу. Так как BibleTime всё время улучшается, то мы надеемся достигнуть состояния, когда BibleTime будет не самой малости из тех вещей, которые могут быть нужны и полезны для хорошей программы для изучения Библии.

source: If you find bugs in BibleTime use this link to report it so it can be fixed in later versions.
ko: 바이블타임을 사용하시다가 버그를 발견하시면 이 링크를 통해 알려주시기 바랍니다. 버그는 다음 버전에서 고쳐질 것입니다.
ru: Если вы обнаружили ошибку в BibleTime, используйте ссылку, чтобы сообщить о ней, чтобы её можно было устранить в следующих версиях.

source: Get support
ko: 지원 얻기
ru: Техническая поддержка

source: If you have problems with BibleTime use this link to get support how to solve them.
ko: 바이블타임을 사용하시다가 문제가 발생하면, 아래의 링크를 통해 어떻게 문제를 해결해야 할지를 안내받으시기 바랍니다.
ru: Если у вас возникли проблемы с BibleTime, используйте эту ссылку, чтобы получить консультацию о том, как эту проблему решить.

source: Post a feature request
ko: 새기능 요청하기
ru: Дать заявку о нужной функции

source: If you have an idea how to improve BibleTime please use this link to tell about it!
ko: 바이블타임의 개선을 위해 어떠한 아이디어라도 있으시면, 이 링크를 통해 저희에게 말씀해주시기 바랍니다!
ru: Если у вас есть идея о том, как улучшить BibleTime, пожалуйста, используйте эту ссылку, чтобы рассказать нам о ней!

source: If you have problem with the webpages or if you have some ideas how to improve them please write it down using the link!
ko: 웹페이지에서 문제를 발견하시거나, 사이트 개선을 위한 아이디어가 있으시다면 링크를 통해 알려주십시오!
ru: Если у вас возникли проблемы со страницами этого сайта или если у вас есть идеи о том, как их улучшить, пожалуйста напишите об этом, используя эту ссылку!

source: How to get BibleTime
ko: 바이블타임 구하기
ru: Как получить BibleTime

source: There are several RPM packages available of BibleTime. To see whether they were made for your system, have a look at the file name of the package. They contain the abbreviated name and version of the Linux distribution they were made for. For example the package "bibletime-1.2.2-1suse8.1.i586.rpm" was made for SuSE 8.1 systems running on a i586 or higher.
ko: 바이블타임의 RPM패키지들이 제공되고 있습니다. 파일의 이름을 통해 당신의 시스템을 위한 패키지들이 제공되고 있는지를 확인하십시오. 파일이름에는 리눅스 배포판의 이름과 버전등이 명시되어 있습니다. 예를 들어 "bibletime-1.2.2-1suse8.1.i586.rpm"은 i586이나 그이상의 SuSE 8.1시스템을 위한 것입니다.
ru: Существует несколько RPM-пакетов для BibleTime. Чтобы узнать есть ли пакет для вашей системы, посмотрите на название файла пакета. Название файла включает краткое название и версию дистрибутива Linux, для которого этот файл предназначен. Например, пакет "bibletime-1.4-1.suse9.0.i586.rpm" предназначен для систем SuSE 9.0, которые работают на процессорах i586 или выше. (Файлы, которые оканчиваются на "*.src.rpm" содержат исходный код, который можно компилировать на любой системе с любым процессором, а те, что заканчиваются на "*.athlon.rpm" предназначены для работы с процессором Athlon. - прим. переводчика)

source: The "bibletime" package contains the software and documentation in English. Translation files for both are to be found in the "bibletime-i18n" package.
ko: "바이블타임" 패키지는 프로그램과 영문 문서들을 포함합니다. 프로그램과 문서들의 번역판은 "bibletime-i18n" 패키지를 통해 제공되고 있습니다.
ru: Пакет "bibletime" содержит программу и документацию на английском языке. Файлы переводов и для того, и для другого находятся в пакете "bibletime-i18n".

source: You can download BibleTime at <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">our sourceforge project pages</ulink>.
ko: 바이블타임은 <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">sourceforge 프로젝트 페이지</ulink>에서 다운로드 하실 수 있습니다.
ru: Вы можете загрузить BibleTime с <ulink url="http://sourceforge.net/project/showfiles.php?group_id=954">нашей страницы на сервере проекта sourceforge</ulink> (sourceforge значит "кузница исходных кодов" - прим. переводчика).

source: Installation
ko: 설치
ru: Установка

source: Please read the <olink targetdocent="documentation_installation_bibletime">installation instructions</olink>.
ko: <olink targetdocent="documentation_installation_bibletime">설치 명령어</olink>를 읽으십시오.
ru: Пожалуйста прочтите <olink targetdocent="documentation_installation_bibletime">инструкцию по установке</olink>.

source: First make sure you have the latest version of the module which has the problems! Check <ulink url="www.crosswire.org/sword">www.crosswire.org/sword</ulink> for this.
de: Bitte stellen Sie zuerst sicher, dass sie die neuste Version des Modules installiert haben, dass die Probleme verursacht. Bitte überprüfen Sie dafür die Seite <ulink url="www.crosswire.org/sword">www.crosswire.org/sword</ulink>.
ko: 먼저 문제를 가지고 있는 최신 버전의 모듈을 사용하고 계신지를 확인하십시오! <ulink url="www.crosswire.org/sword">www.crosswire.org/sword</ulink>에서 확인하실 수 있습니다.
ru: Сначала убедитесь, что у вас самая последняя версия модуля, с которым возникли проблемы! Для этого проверьте <ulink url="www.crosswire.org/sword">www.crosswire.org/sword</ulink>.

source: <title>BHS - hebrew rendering</title>
ru: <title>BHS - отображение еврейского</title>

source: The <emphasis>BHS</emphasis> (short for <emphasis>Biblia Hebraica Stuttgartensia</emphasis>), the best available text of the Hebrew Old Testament.
ko: <emphasis>BHS</emphasis> (<emphasis>Biblia Hebraica Stuttgartensia</emphasis>)는 히브리어 구약성경중 가장 훌륭한 텍스트입니다.
ru: <emphasis>BHS</emphasis> (сокращение от <emphasis>Biblia Hebraica Stuttgartensia</emphasis>), лучший доступный текст Ветхого Завета на еврейском языке.

source: <phrase>BHS - hebrew rendering</phrase>
ru: <phrase>BHS - отображение еврейского</phrase>

source: This page shows BibleTime's guestbook. Please post your own comments if you like. Please write your comments in English if possible! HTML is not allowed and will be removed. You may use normal line breaks to divide into paragraphs.
ko: 바이블타임의 방명록페이지입니다. 방명록에 글을 남겨주세요. 가능하면 영문으로 메세지를 남겨주시기 바랍니다! HTML 태그는 허용되지 않으며, 작성후에 삭제됩니다. 단락을 분리하기 위해 줄바꿈을 사용하실 수 있습니다.
ru: На этой странице вы найдете гостевую книгу BibleTime. Если вы хотите, оставьте ваши комментарии. Пожалуйста, если можете, пишите по английски. HTML не допускается и будет удалён. Вы можете использовать обычные переводы строк для деления на параграфы.

source: Please add your comments to our guestbook!
ru: Пожалуйста добавьте ваш комментарий в нашу гостевую книгу!

source: This is necessary for the remote installation features of the new Sword Setup Dialog. Curl has to be installed before Sword.
de: Dies wird benötigt, um mittels BibleTime Module aus dem Internet installieren zu können. Curl muss vor Sword installiert werden.
ru: Это необходимо для того, чтобы использовать новую возможность удалённой установки в новом мастере Sword Setup. Curl нужно установить перед установкой Sword.

source: <ulink url="http://www.bibletechnologies.net/">Bible Technologies Group</ulink>.
ru: <ulink url="http://www.bibletechnologies.net/">Группа Bible Technologies</ulink>.

source: BibleWorks is one of the best Bible study applications for Windows! Very good but very expensive, too. Only useful for Bible scholars.
ko: BibleWorks는 가장 훌륭한 윈도우용 성경프로그램 중 하나입니다! 굉장히 훌륭하지만, 비싸기도 합니다. 성경학자들을 위한 프로그램입니다.
ru: "BibleWorks" одна из лучших программ для изучения Библии для Windows! Очень хорошая, но также и очень дорогая. Будет полезна только для учёных, изучающих Библию.

source: Logos is one of the best Bible study applications for Windows. You can buy a lot of texts to enhance it.
ko: Logos는 가장 훌륭한 윈도우용 성경공부 프로그램 중의 하나입니다. 많은 텍스트들을 구입하셔서 사용하실 수 있스니다.
ru: "Logos" - это одна из лучших программ для изучения Библии под Windows. Вы можете купить множество текстов, чтобы расширить её.

source: Screenshots of BibleTime
de: Bildschirmfotos von BibleTime
ru: Скриншоты BibleTime

source: New Sword setup dialog
de: Neuer Sword Konfigurationsdialog
ru: Новый диалог установки Sword

source: Since version 1.4 BibleTime offers a new dialog to manage Sword modules. It is now possible to setup Sword's configuration, install modules and uninstall modules using a userfriendly interface. <ulink url="/images//screenshots/3-large.jpg">Large screenshot</ulink>
de: Seit Version 1.4 bietet BibleTime einen neuen Dialog um Sword Module zu verwalten. Es ist nun möglich, Sword zu konfigurieren, Module zu installieren und wieder zu löschen - alles mit einer benutzerfreundlichen Oberfläche. <ulink url="/images//screenshots/3-large.jpg">Großes Bildschirmfoto</ulink>
ru: Начиная с версии 1.4 BibleTime предлагает новый диалог для управления модулями Sword. Теперь можно настроить конфигурацию Sword, установить и удалить модули, используя дружелюбный интерфейс. <ulink url="/images//screenshots/3-large.jpg">Большой скриншот</ulink>

source: Improvements in BibleTime 1.4
de: Verbesserungen in BibleTime 1.4
ru: Улучшения в BibleTime 1.4

source: Improvements in 1.3
de: Verbesserungen in 1.3
ko: 1.3에서 개선된 사항들
ru: Улучшения в 1.3

source: Here you can see some improvements of BibleTime 1.3. The tree on the left is now set up by module type and language. The greek text in the right display window is now displayed better because BibleTime supports now own font settings for each language. <ulink url="/images//screenshots/1-large.jpg">Large screenshot</ulink>
de: Hier können Sie einige Verbesserungen in BibleTime 1.3 sehen. Der Baum auf der linken Seite wird nun in Modulart und Sprache eingeteilt.Der grieschische Texte im Anzeigefenster rechts wird nun besser angezeigt, da BibleTime jetzt eigene Schrifteinstellungen jeder Sprache unterstützt. <ulink url="/images//screenshots/1-large.jpg">Großes Bildschirmfoto</ulink>,
ko: 바이블타임 1.3에서 몇가지 개선된 것들이 있습니다. 왼쪽의 트리가 모듈 타입과 언어별로 정렬되었습니다. 새 바이블타임은 각 언어 고유의 폰트 사용을 지원하기 때문에 오른쪽 디스플레이 윈도우의 헬라어 텍스트도 더욱 깔끔하게 보여집니다. <ulink url="/images//screenshots/1-large.jpg">큰 스크린샷</ulink>
ru: Здесь вы можете увидеть некоторые улучшения BibleTime 1.3. Навигация слева теперь разбита по типам модулей и языку. Греческий текст в правом окне теперь отображается лучше, потому что BibleTime теперь поддерживает особые настройки шрифтов для каждого языка. <ulink url="/images//screenshots/1-large.jpg">Большой скриншот</ulink>

source: Improvements in BibleTime 1.3
de: Verbesserungen in BibleTime 1.3
ko: 바이블타임 1.3에서 개선된 사항들
ru: Улучшения в BibleTime 1.3

source: <title>New search dialog</title>
de: <title>Neues Suchdialog</title>
ru: <title>Новый поисковый диалог</title>

source: The search dialog of previous versions wasn't easy to use. This is the new search dialog together with the new module chooser window on the right. <ulink url="/images/screenshots/2-large.jpg">Large screenshot</ulink>
de: Der Suchdialog früherer Versionen war nicht einfach zu benutzen. Dies ist der neue Suchdialog mit der neuen Modulauswahl auf der rechten Seite.<ulink url="/images/screenshots/2-large.jpg">Großes Bildschirmfoto</ulink>
ko: 전 버전의 검색창은 사용하기가 쉽지 않았습니다. 새 검색창은 윈도우 오른쪽의 새 모듈 선택기와 같이 동작합니다. <ulink url="/images/screenshots/2-large.jpg">큰 스크린샷</ulink>
ru: Диалог поиска в предыдущих версиях было не так-то просто использовать. Это новый диалог поиска вместе с новым окном для выбора модулей справа. <ulink url="/images/screenshots/2-large.jpg">Большой скриншот</ulink>

source: <phrase>New search dialog</phrase>
de: <phrase>Neuer Suchdialog</phrase>
ru: <phrase>Новый поисковый диалог</phrase>

source: What is the Sword CD?
ko: 스워드(Sword) CD가 무엇입니까?
ru: Что такое Sword CD?

source: The Sword project offers a CD which contains all the software for Windows, Linux and Mac OS X. The CD is freely available like all the other things the Crosswire Bible society is offering for you! See below how to download the CD. If you can't download the CD, for example because you don't have a fast connection, you can order the CD. If you're living in Europe the BibleTime developers send out the CDs to you. In this case please fill out the form below and send it away.
ko: 스워드(Sword) 프로젝트에서는 윈도우, 리눅스와 MacOS를 위한 모든 프로그램을 포함하는 CD를 제공합니다. CD는 Crosswire Bible society의 다른 프로그램들처럼 무료로 제공됩니다! CD를 다운로드 하시려면 아래를 보십시오. 빠른 인터넷 연결이 없다던가해서, CD를 다운로드 하실 수 없으시다면 CD를 주문하실 수 있습니다. 유럽에 살고 계신다면 바이블타임의 개발자들이 CD를 보내드립니다. 아래의 폼을 작성하셔서 보내주시면 됩니다.
ru: Проект Sword предлагает компакт-диск, который содержит всё программное обеспечение для Windows, Linux и Mac OS X. Компакт-диск вы можете получить свободно как многое другое из того, что общество Crosswire Bible предлагает вам! Читайте ниже как загрузить CD. Если вы не можете загрузить CD, например потому что ваше соединение недостаточно быстрое, вы можете заказать доставку CD. Если вы живёте в Европе, разработчики BibleTime вышлют вам CD. Для этого, пожалуйста, заполните и отошлите форму, которая находится ниже.

source: What can I do with the CD?
ko: CD로 무엇을 할 수 있습니까?
ru: Что я могу делать с CD?

source: You can do several important things with the CD:
ko: 당신은 CD로 몇가지 중요한 것들을 할 수 있습니다:
ru: С помощью CD вы сможете делать некоторые важные вещи:

source: Study the Bible!
ko: 성경을 공부할 수 있습니다!
ru: Изучать Библию!

source: Use all the bibles, commentaries, lexicons, glossaries and books to study God's word! We hope, that the CD helps you to study the word in a more efficient way!
ko: 모든 성경, 주석, 어휘집, glossaries, 신앙서적들을 하나님의 말씀을 공부하는데 사용해주십시오! CD가 더욱 효과적으로 말씀을 공부하는데 도움이 되기를 소망합니다!
ru: Использовать все Библии, комментарии, словари, глоссарии и книги для изучения Божьего слова! Мы надеемся, что этот CD поможет вам изучать Слово наиболее эффективно!

source: Make copies of the CD!
ko: CD 복사본을 만들 수 있습니다!
ru: Делать копии CD!

source: Please copy the CD and share it with many others! If you can, please do this for free. If you can't, please demand only the money to cover your expenses, otherwise it woudn't be possible to distribute some of the texts on the CD.
ko: CD를 맘껏 복사하셔서 되도록 많은 분들과 나누십시오! 나누실때는 무료로 나눠주시기 바랍니다. 그러실 수 없다면 CD값만을 받으시기 바랍니다. 그 외의 경우에는 CD의 배포가 허용되지 않습니다.
ru: Пожалуйста, копируйте CD и раздавайте его другим! Если вы можете, делайте это бесплатно. Если у вас нет такой возможности, пожалуйста берите столько денег, чтобы только покрыть ваши расходы, в противном случае станет невозможным распространять некоторые тексты на CD.

source: I want to download the Sword CD!
ko: 스워드(Sword) CD를 다운로드 하고 싶습니다!
ru: Я хочу загрузить Sword CD!

source: No problem! Please download the file with the latest date from <ulink url="ftp://ftp.crosswire.org/pub/sword/iso/">ftp.crosswire.org/pub/sword/iso/</ulink>. Don't forget that the file is over 600 MB large and that you should have a fast connection to download it.
ko: 문제 없습니다! <ulink url="ftp://ftp.crosswire.org/pub/sword/iso/">ftp.crosswire.org/pub/sword/iso/</ulink>에서 최신판의 파일을 다운로드하십시오. 파일은 600MB가 넘는 큰 파일입니다. 다운로드하실려면 빠른 인터넷 연결이 필요합니다.
ru: Без проблем! Пожалуйста, загрузите файл с самой последней датой с <ulink url="ftp://ftp.crosswire.org/pub/sword/iso/">ftp.crosswire.org/pub/sword/iso/</ulink>. Не забудьте, что файл имеет размер более 600 Мб, и, что вам понадобится быстрое соединение для его загрузки.

source: I want to order the Sword CD!
ko: 스워드(Sword) CD를 주문하고 싶습니다!
ru: Я хочу заказать доставку Sword CD!

source: If you're NOT living in Europe please go to the Crosswire's CD order page and order the CD there. If you're living somewhere in Europe the BibleTime developers will send you the CD. Please fill in the required information in the form below and send it. The BibleTime developers will send you the CDs for free.
ko: 유럽에 살고 계신분이 아니라면, Crosswire의 CD주문 페이지로 가셔서 주문을 하십시오. 유럽에 거주하시는 분들께는 바이블타임 개발자들이 무료로 CD를 보내드립니다. 아래 폼에 필요한 정보들을 기입하시고 보내주십시오. 바이블타임 개발자들이 무료로 CD를 보내드리겠습니다.
ru: Если вы НЕ живёте в Европе, пожалуйста, обратитесь к странице заказа Crosswire CD и закажите CD там. Если же вы живёте где-то в Европе разработчики BibleTime вышлют вам CD. Пожалуйста, внесите необходимую информацию в форму, которая расположена ниже и отошлите её. Разработчики BibleTime вышлют вам CD бесплатно.

source: etc.
de: usw.

source: The BibleTime developers - www.bibletime.info
ko: 바이블타임 개발자 - www.bibletime.info

source: Error
ko: 에러

source: BibleTime
ko: 바이블타임

source: Documentation
ko: 문서

source: Requirements
ko: 필요한 것들

source: Sword
ko: 스워드(Sword)

source: <firstname>Bob</firstname> <surname>Harman</surname>
ko: <firstname>밥(Bob)</firstname> <surname>하먼(Harman)</surname>

source: Bob Harman
ko: 밥(Bob) 하먼(Harman)

source: Have a look at the internationaliziation pages of the KDE project. They're located at: <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink>
ko: KDE 프로젝트의 인터네셔널라이제이션 페이지를 확인하십시오. <ulink url="http://i18n.kde.org/">i18n.kde.org</ulink>에서 확인하실 수 있습니다.

source: Request the files for the translation on the bt-devel mailinglist. Normally the software doordinator will create a new CVS module, which will contain the files you'll translate.
ko: bt-devel 메일링리스트에 번역을 위한 파일들을 요청하십시오. 보통은 소프트웨어 코디네이터가 당신이 번역해야할 파일들을 포함하는 새 CVS 모듈을 만들어줍니다.

source: To subscribe to the development mailing list of the BibleTime project please visit the following web page and enter your eMail address there:
ko: 바이블타임 프로젝트의 메일링리스트에 가입하기위해서는 다음의 웹페이지를 방문하셔서 당신의 이메일 주소를 입력하십시오:

source: Archives of the BibleTime development mailing list are available at:
ko: 바이블타임 개발 메일링리스트의 아카이브는 다음에서 확인하실 수 있습니다:

source: To subscribe to the development mailing list of the Sword project please visit the following web page and enter your eMail address there:
ko: 스워드(Sword) 프로젝트의 개발 메일링리스트에 가입하시려면 다음의 웹페이지에 방문하셔서 당신의 이메일 주소를 입력하십시오:

source: Archives of the Sword development mailing list are available at:
ko: 스워드(Sword) 개발 메일링리스트의 아카이브는 다음에서 확인하실 수 있습니다:

source: Some modules only contain the text of the old or new testament. Recent versions of BibleTime should only offer the testament which has some te
ko: 일부 모듈들은 신구약중 하나만을 포함하고 있습니다. Recent versions of BibleTime should only offer the testament which has some te

source: This page explains how BibleTime should be installed. Please follow these steps to get a working installation of BibleTime quickly.
ko: 이 페이지는 바이블타임을 어떻게 설치하는지를 설명합니다. 바이블타임의 빠른 설치를 원하시면 다음 단계들을 따라주십시오.

source: The two ways to install BibleTime
ko: 바이블타임을 설치하는 두가지 방법

source: There are two possibilities to install BibleTime on your system:
ko: 시스템에 바이블타임을 설치하는 방법은 두가지가 있습니다:

source: Install using prebuilt binary packages, like RPM or DEB
ko: RPM이나 DEB같은 미리 만들어진 바이너리 패키지를 이용하여 설치하기

source: Compile BibleTime from sources on your own system
ko: 소스로부터 컴파일하여 설치하기

source: We recommend the installation using the binary packages. It's the simplest way.
ko: 바이너리 패키지로부터 설치하실 것을 권요합니다. 가장 쉬운 방법입니다.

source: As you can see each package name contains the Linux distribution and version is was built for. Please don't try to install a package on another system as it was built for.
ko: 보시면 알 수 있듯이 각 패키지의 이름은 리눅스 배포판의 이름과 버전을 포함합니다. 다른 시스템을 위해만들어진 패키지를 설치하지 마십시오.

source: You can download BibleTime here: <olink targetdocent="software_download">Download BibleTime</olink>. Don't forget to install some text modules after you installed BibleTime: <olink targetdocent="documentation_installation_modules">How to install the text modules</olink>.
ko: 바이블타임은 이곳에서 다운로드하실 수 있습니다: <olink targetdocent="software_download">바이블타임 다운로드</olink>. 바이블타임을 설치하신 후에는 텍스트모듈을 설치하셔야합니다: <olink targetdocent="documentation_installation_modules">텍스트모듈 설치하기</olink>.

source: Compilation from source code
ko: 소스코드로부터 컴파일하기

source: Installation of Sword's text modules
ko: 스워드(Sword) 텍스트 모듈의 설치

source: This page explains how to add the text modules, which are available from Crosswire, to the BibleTime software to make it really useful.
ko: 이 페이지는 바이블타임을 더욱 유용하게 해주는 Crosswire의 텍스트 모듈을 설치하는 방법을 설명하고 있습니다.

source: The modules are available as ZIP files from the Crosswire Bible society. Have a look into the "Modules" section of the BibleTime web pages to get an overview of the available modules.
ko: Crosswire Bible society로부터 모듈들을 ZIP 파일로 제공됩니다. 제공되는 모듈들에 대한 정보를 보시려면 "모듈"란을 참고하십시오.

source: Before you start installing modules please make sure BibleTime is installed!
ko: 모듈을 설치하기 전에 바이블타임이 설치되었는지를 확인하십시오!

source: First you have to find the directory, which we'll call now "Sword directory", on your system. The Sword directory contains all Sword data, i.e. it contains at least the sub-directories "modules/" and "mods.d/".
ko: 먼저 "스워드(Sword) 디렉토리"를 찾으셔야 합니다. 스워드(Sword directory)는 모든 스워드(Sword)의 데이터를 포함하고 있습니다. 예를 들어 스워드(Sword) 디렉토리에는 기본적으로 "modules/"와 "mods.d/"란 서브디렉토리가 있습니다.

source: Then you have to unzip the downloaded ZIP file(s) into the Sword directory to populate the two subdirectories we mentioned.
ko: 다음 스워드(Sword) 디렉토리안에서 앞서 언급한 두개의 서브디렉토리로 다운로드한 ZIP 파일들을 풀어넣습니다.
