Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: This is a part of software development where the help of many individals is needed. It is our desire to offer BibleTime to users in as many languages as possible. The following areas are open for your contributions:
de: Dies ist ein Teil der Softwareentwicklung in dem die Hilfe vieler benötigt wird. Wir möchten den Benutzern BibleTIme in möglichst vielen Sprachen zur Verfügung stellen.In den folgenden Bereichen besteht Möglichkeit zur Mithilfe:
fr: Voici une partie du développement où l'aide du plus grand nombre est nécessaire. Nous voulons offrir BibleTime dans autant de langues que possible. Les zones suivantes sont ouvertes à vos contributions :
pt_br: Esse é uma parte do desenvolvimento do software onde é necessária a ajuda de várias pessoas. Nós desejamos oferecer o BibleTime para os usuários na maior quantidade de idiomas possíveis. As seguintes áreas estào abertas para suas contribuições:
ru: Это та часть разработки программ, в которой помощь многих отдельных личностей очень нужна. Наше желание в том, чтобы предложить пользователям BibleTime на как можно большем количестве языков. Эти области открыты для ваших вкладов:

source: <para>Translate the www.bibletime.info website.</para>
de: <para>Übersetzung der www.bibletime.info Seiten.</para>
fr: <para>Traduire le site www.bibletime.info.</para>
pt_br: <para>Traduzir o site do www.bibletime.info</para>
ru: <para>Перевести сайт www.bibletime.info.</para>

source: <para>Translate the program's User Interface.</para>
de: <para>Übersetzung der Programmoberfläche</para>
fr: <para>Traduire l'interface du programme.</para>
pt_br: <para>Traduzir a inteface do programa</para>
ru: <para>Перевести Интерфейс пользователя (UI) программы.</para>

source: <para>Translate the program's handbook.</para>
de: <para>Übersetzung des Programm-Handbuchs</para>
fr: <para>Traduire le manuel du programme.</para>
pt_br: <para>Traduzir o Livro de Mão do programa</para>
ru: <para>Перевести руководство к программе.</para>

source: On this page you can find statistics about the completeness of existing translations for each of these areas, as well as links to translation templates that you can use to submit new translations which do not yet exist. If a translation into your language does not yet exist, just download the templates, translate them and send them to <email>info@bibletime.info</email>. If you are not satisfied with the status of your language's translation, you can directly download the corresponding file, update the translation and send it in. In both cases we'll be sure to integrate your work as soon as possible.
de: Auf dieser Seite können Sie Statistiken über die Vollständigkeit der bestehenden Übersetzungen in jedem dieser Bereiche sehen, aber auch Verweise auf Übersetzungsvorlagen die Sie benutzen können um neue Übersetzungen zu erstellen, die noch nicht vorhanden waren. Wenn eine Übersetzung in ihrer Sprache noch nicht existiert, laden Sie einfach die Vorlage herunter, übersetzen Sie diese und schicken Sie diese an <email>info@bibletime.info</email>. Wenn Sie mit dem Status der Übersetzung in ihrer Sprache zufrieden sind, dann laden Sie sich die entsprechende Datei herunter, korrigieren Sie diese und schicken Sie diese an uns. In beiden Fällen werden wir sicherstellen die Arbeit so schnell wir möglich zu integrieren.
fr: Sur cette page, vous trouverez des statistiques sur l'état d'achèvement des traductions de chaque zone, ainsi que des liens vers les gabarits de traductions utilisables pour créer de nouvelles traductions. Il suffit alors de les télécharger, de les traduire et de les renvoyer à <email>info@bibletime.info</email>. Sivous n'êtes pas satisfaits de l'état d'avancement de la traduction de votre langue, vous pouvez télécherger le fichier, le modifier, et le renvoyer. Dans les deux cas, nous nous engageons à intégrer votre travail au plus vite.
pt_br: Nessa página você pode encontrar estatísticas de quão completa está cada uma das traduções existentes para essas áreas, bem como links para os modelos de tradução que você pode usar para sumbeter novas traduções que ainda não existem. Se uma tradução no seu idioma ainda não existe, simplesmente faça download do templete, traduza-o e envie-o para <email>info@bibletime.info</email>. Se você não está satisfeito com o estado da tradução na sua linguagem, você pode fazer download do arquivo correspondente, atualizar a tradução e enviar-nos. Em ambos os casos, nós iremos integrar o seu trabalho assim que possível.
ru: На этой странице вы сможете найти статистику завершённости существующих переводов для каждой из областей, также как и ссылки на шаблоны для перевода, которые вы можете использовать, чтобы начать делать перевод, которого ещё нет. Если перевод на ваш язык ещё не существует, просто загрузите шаблоны, переведите их и отошлите нам на <email>info@bibletime.info</email>. Если вы неудовлетворены состоянием перевода на ваш язык, то можете прямо загрузить соответствующий файл, обновить перевод и отослать его нам. В любом случае мы постараемся внедрить вашу работу в проект как можно скорее.

source: For the translation process we recommend that you use the excellent and mature program <ulink url="http://i18n.kde.org/tools/kbabel/">KBabel</ulink>. It has many advanced features and is a great aid.
de: Für die Übersetzungsarbeit empfehlen wir ihnen das wirklich gute Programm <ulink url="http://i18n.kde.org/tools/kbabel/">KBabel</ulink>. Es verfügt über viele erweiterte Funktionen und ist eine große Hilfe.
fr: Pour le processus de traduction, nous recommandons <ulink url="http://i18n.kde.org/tools/kbabel/">KBabel</ulink>, qui a de nombreuses possibilités et qui aide beaucoup le travail de traduction.
pt_br: Para o processo de tradução, nós recomendamos que você use o excelente programa <ulink url="http://i18n.kde.org/tools/kbabel/">KBabel</ulink>. Ele tem várias funções avançadas e é de grande ajuda.
ru: Для процесса перевода мы рекомендуем, чтобы вы использовали замечательную и зрелую программу <ulink url="http://i18n.kde.org/tools/kbabel/">KBabel</ulink>. Она имеет множество расширенных возможностей и будет огромной помощью.

source: A list of the language abbreviations is avalable at <ulink url="http://www.w3.org/WAI/ER/IG/ert/iso639.htm">www.w3.org/WAI/ER/IG/ert/iso639.htm</ulink>.
fr: Une leste des abréviations des noms de langues est disponible ici : <ulink url="http://www.w3.org/WAI/ER/IG/ert/iso639.htm">www.w3.org/WAI/ER/IG/ert/iso639.htm</ulink>.
pt_br: Uma lista das abreviações das linguagens está disponível em <ulink url="http://www.w3.org/WAI/ER/IG/ert/iso639.htm">www.w3.org/WAI/ER/IG/ert/iso639.htm</ulink>.

source: <title>Translate the www.bibletime.info website.</title>
de: <title>Übersetzung der www.bibletime.info Seiten</title>
fr: <para>Traduire le site www.bibletime.info.</para>
pt_br: <title>Traduzir o site do www.bibletime.info</title>
ru: <title>Первести сайт www.bibletime.info.</title>

source: If a translation of the website to your language does not yet exist, you can download and translate the <ulink url="/en/pot/full.pot">Webpage translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
de: Wenn eine Übersetzung der Webseite in ihrer Sprache noch nicht existiert, laden und übersetzen Sie die <ulink url="/en/pot/full.pot">Webseiten Überzetzungsvorlage</ulink>. Wenn Sie eine bestehende Übersetzung bearbeiten möchten, benutzen Sie die Verweise in der untenstehenden Tabelle um die entsprechende Datei herunterzuladen.
fr: Si une traduction du site n'existe pas pour votre langue, vous pouvez télécharger et traduire le <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/handbook.pot?rev=HEAD"> gabarit de traduction du site</ulink>. Si vous désirez mettre à jour une traduction existante, utilisez les liens dans la table ci-dessous pour télécharger le fichier correspondant.
pt_br: Se a tradução do website no seu idioma não existe ainda, você pode fazer donwload e traduzir o <ulink url="/en/pot/full.pot">Modelo de Tradução da Página Web</ulink>. Se você quiser atualizar uma tradução existente, use os links na tabela abaixo para baixar o arquivo correspondente.
ru: Если перевод сайта на ваш язык ещё не существует, то вы можете загрузить и перевести <ulink url="/en/pot/full.pot">Шаблон для перевода сайта</ulink>. Если вы хотите обновить существующий перевод, то используйте ссылки в таблице снизу, чтобы загрузить соответствующий файл.

source: <title>Translate the program's User Interface.</title>
de: <title>Übersetzung der Programmoberfläche</title>
fr: <para>Traduire l'interface du programme.</para>
pt_br: <title>Traduzir a inteface do programa</title>
ru: <title>Перевести Интерфейс пользователя (UI) программы.</title>

source: If a translation of the User Interface to your language does not yet exist, you can download and translate the <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/messages.pot?rev=HEAD"> User Interface translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
de: Wenn eine Übersetzung der Benutzeroberfläche in ihrer Sprache noch nicht existiert, laden und übersetzen Sie die <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/messages.pot?rev=HEAD">Benutzeroberflächen Übersetzungsvorlage</ulink>. Wenn Sie eine bestehende Übersetzung bearbeiten möchten, benutzen Sie die Verweise in der untenstehenden Tabelle um die entsprechende Datei herunterzuladen.
fr: Si une traduction de l'interface n'existe pas pour votre langue, vous pouvez télécharger et traduire le <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/handbook.pot?rev=HEAD"> gabarit de traduction de l'interface</ulink>. Si vous désirez mettre à jour une traduction existante, utilisez les liens dans la table ci-dessous pour télécharger le fichier correspondant.
pt_br: Se a tradução da interface do programa no seu idioma não existe ainda, você pode fazer donwload e traduzir o <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/messages.pot?rev=HEAD">Modelo de Tradução da Interface do Programa</ulink>. Se você quiser atualizar uma tradução existente, use os links na tabela abaixo para baixar o arquivo correspondente.
ru: Если перевод Интерфейса Пользователя на ваш язык ещё не существует, то вы можете загрузить и перевести <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/messages.pot?rev=HEAD"> Шаблон для перевода Интерфейса Пользователя</ulink>. Если вы хотите обновить существующий перевод, то используйте ссылки в таблице снизу, чтобы загрузить соответствующий файл.

source: <title>Translate the program's handbook.</title>
de: <title>Übersetzung des Programm-Handbuchs.</title>
fr: <para>Traduire le manuel du programme.</para>
pt_br: <title>Traduzir o Livro de Mão do programa.</title>
ru: <title>Перевести руководство к программе.</title>

source: If a translation of the handbook to your language does not yet exist, you can download and translate the <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/handbook.pot?rev=HEAD"> handbook translation template</ulink>. If you want to update an existing translation, use the links in the table below to download the corresponding file.
de: Wenn eine Übersetzung des Handbuches in ihrer Sprache noch nicht existiert, können Sie <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/handbook.pot?rev=HEAD">Handbuch Übersetzungsvorlage</ulink> herunterladen und übersetzen. Wenn Sie eine bestehende Übersetzung weiterübersetzen möchten, benutzen Sie die Verweise in der unten stehenden Tabelle um die entsprechende Datei zum Übersetzen herunterzuladen.
fr: Si une traduction du manuel n'existe pas pour votre langue, vous pouvez télécharger et traduire le <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/handbook.pot?rev=HEAD"> gabarit de traduction du manuel</ulink>. Si vous désirez mettre à jour une traduction existante, utilisez les liens dans la table ci-dessous pour télécharger le fichier correspondant.
pt_br: Se a tradução do livro de mão no seu idioma não existe ainda, você pode fazer donwload e traduzir o <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/handbook.pot?rev=HEAD">Modelo de Tradução do Livro de Mão</ulink>. Se você quiser atualizar uma tradução existente, use os links na tabela abaixo para baixar o arquivo correspondente.
ru: Если перевод Руководства на ваш язык ещё не существует, то вы можете загрузить и перевести <ulink url="http://cvs.sourceforge.net/viewcvs.py/*checkout*/bibletime/bibletime/pot/handbook.pot?rev=HEAD"> Шаблон для перевода руководства</ulink>. Если вы хотите обновить существующий перевод, то используйте ссылки в таблице снизу, чтобы загрузить соответствующий файл.

source: <title>FAQ</title>
ko: <title>자주 묻는 질문들(FAQ)</title>
pt_br: <title>Perguntas Frequentes</title>
ru: <title>ЧаВо</title>

source: Contact
de: Kontakt
ko: 연락처
pt_br: Contato
ru: Контакт

source: Bible
de: Bibel
ko: 성경
pt_br: Bíblia
ru: Библию

source: Wait a minute
de: Moment mal!
pt_br: Espere um pouco

source: Did you see &quot;The Passion&quot;? Whether you found the film inspiring or not, or you didn't see it at all -- If you want to find out more about the passion of Jesus Christ, you can visit the &quot;<ulink url="http://www.the-good-news.org/">the good news</ulink>&quot; webpages. It has more information ready for you, maybe even in your local language.
de: Haben Sie &quot;Die Passion&quot; gesehen? Ganz gleich ob sie den Film inspirierend fanden oder nicht, oder wenn Sie ihn nicht angeschaut haben -- wenn Sie mehr über die Passion Jesu Christi wissen möchten, dann können Sie die &quot;<ulink url="http://www.the-good-news.org/">the good news</ulink>&quot; Webseiten besuchen. Diese halten weitere Informationen für sie bereit, vielleicht sogar in ihrer eigenen Sprache.
pt_br: Você viu &quot;A Paixão de Cristo&quot;? Tendo você achado o filme inspirador ou não, ou mesmo não tendo visto-o -- se você quiser saber mais sobre a paixão de Jesus Cristo você pode visitar a página &quot;<ulink url="http://www.the-good-news.org/">as boas novas</ulink>&quot;. Ela tem mais informação para você, talvez em seu idioma local.

source: John R.W. Stott, <emphasis>Christ the Controversialist</emphasis>, InterVarsity Press 1978, pp.97, 104.
de: John R.W. Stott, <emphasis>Christ the Controversialist</emphasis>, InterVarsity Press 1978, Seiten 97, 104.
pt_br: John R.W. Stott, <emphasis>Cristo o Controverso</emphasis>, Editora InterVarsity 1978, pp.97, 104.
ru: Джон Р. В. Скотт (John R.W. Stott), <emphasis>Христос - Спорщик (Christ the Controversialist)</emphasis>, InterVarsity Press 1978, стр.97, 104.

source: John R.W. Stott, <emphasis>Christ the Controversialist</emphasis>, InterVarsity Press 1978, pp.93-95
pt_br: John R.W. Stott, <emphasis>Cristo o Controverso</emphasis>, Editora InterVarsity 1978, pp.93-95
ru: Джон Р. В. Скотт (John R.W. Stott), <emphasis>Христос - Спорщик (Christ the Controversialist)</emphasis>, InterVarsity Press 1978, стр.93-95

source: Action
de: Zweck
ko: 역사하는 것(Action)
pt_br: Ação
ru: Действие

source: Eph. 5:26
de: Epheser 5,26
ko: 엡 5:26
pt_br: Ef 5.25
ru: Еф.5:26

source: Rom. 15:4
de: Römer 15,4
ko: 롬 15:4
pt_br: Rm 15.4
ru: Рим.15:4

source: Rom. 10:17
de: Römer 10,17
ko: 롬 10:17
pt_br: Rm 10.17
ru: Рим.10:17

source: 1 Cor. 10:11
de: 1. Korinther 10,11
ko: 고전 10:11
pt_br: 1 Co 10.11
ru: 1 Кор.10:11

source: Question
de: Frage
ko: 물음
pt_br: Pergunta
ru: Вопрос

source: John R. W. Stott, <emphasis>Christ the Controversialist,</emphasis> InterVarsity Press 1978, pp.106-107
pt_br: John R. W. Stott, <emphasis>Cristo o Controverso,</emphasis>Editora InterVarsity 1978, pp.106-107
ru: Джон Р. В. Скотт (John R.W. Stott), <emphasis>Христос - Спорщик (Christ the Controversialist)</emphasis>, InterVarsity Press 1978, стр.106-107

source: Introduction
de: Einleitung
pt_br: Introdução

source: Modules
de: Module
ko: 모듈
pt_br: Módulos
ru: Модули

source: The KJV shows no Strongs numbers in the NT!
de: Die KJV zeigt keine Strong Nummern im NT an!
ko: 흠정역(KJV)의 신약부분 스트롱 넘버가 없습니다!
pt_br: A KJV não exibe números de Strong no NT!
ru: Модуль KJV не показывает номера Стронга в Новом Завете!

source: Due to copyright problems the old KJV module which contained all Strongs numbers had to be removed. The project KJV2003 was started to create a public domain text with all Strong numbers in it. At this time it's not yet finished so the numbers are not available in all verses of the NT. The status of the project is available at Crosswire.
de: Wegen Copyright Problemen musste das alte KJV Modul, dass alle Strong Nummern enthielt, entfernt werden.Das KJV003 Projekt wurde gestartet um einen freien Text mit Strong Nummern zu erstellen. Zur Zeit ist dies Projekt noch nicht fertig, daher sind noch nicht alle Nummern im NT vorhanden. Der Status des Projektes ist auf Crosswire verfuegbar.
ko: 구 흠정역(KJV) 모듈의 판권 문제때문에 모든 스트롱 넘버들이 삭제되었습니다. 모든 스트롱 넘버를 포함하는 공개된 KJV2003를 만드는 프로젝트가 시작되었습니다. 현재까지 신약의 모든 구절을 위한 스트롱 넘버 작업이 완료되지는 못했습니다. Crosswire에서 현재 진행 상황을 확인하실 수 있습니다.
pt_br: Devido a problemas de direito autoral o módulo KJV antigo que continha todos os números Fortes teve que ser removido. O projeto KJV2003 iniciou-se para criar um texto de domínio público com todos os números Fortes dentro. Ainda não foi terminado de forma que os números ainda não estão disponíveis em todos os versículos do NT. O estatus do projeto está disponível em Crosswire.
ru: В связи с проблемами с авторскими правами старый модуль KJV, который содержал все номера Стронга должен был быть удалён. Проект KJV2003 был начат, чтобы создать общедоступный текст со всеми номерами Стронга. На данный момент он ещё не завершён, поэтому номера есть не во всех стихах Нового Завета. Состояние проекта можно проверить на Crosswire.

source: You have to install the module "Personal", which is available as a commentary on <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal">Crosswire</ulink>. See our commentary page for more information: Commentaries.
de: Sie müssen das Modul "Personal" installieren, dass als Kommentar bei Crosswire verfügbar ist. Lesen Sie unsere Kommentar-Seiten für weitere Informationen: <ulink url="/modules/commentaries/">Kommentare</ulink>
ko: <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal">Crosswire</ulink>에서 Commentary의 "Personal" 모듈을 설치하셔야합니다. 더 많은 정보를 원하시면 commentary 페이지를 참조하십시오: Commentaries.
pt_br: Você tem que instalar o módulo "Pessoal", que está disponível como um comentário em Crosswire.Veja nossa página de comentários para mais informações: <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal">Crosswire</ulink>.
ru: Вам нужно установить модуль "Personal" (Личное), который можно найти в разделе комментариев (commentaries)на <ulink url="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=Personal">Crosswire</ulink>. Для получения дополнительной информации прочтите нашу страницу о комментариях: Комментарии.

source: Some modules only contain the text of the old or new testament. Recent versions of BibleTime should only offer the testament which has some text in it.
de: Einige Module enthalten nur den Text des Alten oder Neuen Testamentes. Neuere Versionen von BibleTime sollten nur die Testamente anzeigen, die auch einen Inhalt haben.
pt_br: Alguns módulos somente contêm textos do velho ou novo testamento. Versões recentes do BibleTime devem oferecer somente o testamento que contiver algum texto.
ru: Некоторые модули содержат текст только Нового, или только Ветхого Завета. Новые версии BibleTime не должны показывать названия книг завета, текст которого отсутствует.

source: Joachim Ansorg <street>Alter Krofdorfer Weg 6</street> <postcode>35398</postcode> <city>Gie&szlig;en</city> <country>Germany</country> <phone>49.641.3605122</phone> <otheraddr>email: info at bibletime dot info</otheraddr>
pt_br: Joachim Ansorg <street>Alter Krofdorfer Weg 6</street> <postcode>35398</postcode> <city>Gie&szlig;en</city> <country>Alemanha</country> <phone>49.641.3605122</phone> <otheraddr>email: info at bibletime dot info</otheraddr>

source: Bibles
de: Bibeln
ko: 성경
pt_br: Bíblias
ru: Библии

source: <ulink url="http://www.crosswire.org/">CrossWire Bible Society</ulink>.
pt_br: <ulink url="http://www.crosswire.org/">Sociedade Bíblica CrossWire</ulink>.
ru: <ulink url="http://www.crosswire.org/">Библейское Общество CrossWire</ulink>.

source: <ulink url="http://www.crosswire.org/sword/">Sword for Windows</ulink>.
de: <ulink url="http://www.crosswire.org/sword/">Sword für Windows</ulink>.
pt_br: <ulink url="http://www.crosswire.org/sword/">Sword para Windows</ulink>.
ru: <ulink url="http://www.crosswire.org/sword/">Sword для Windows</ulink>.

source: <ulink url="http://www.macsword.com/">MacSword for OS X</ulink>.
de: <ulink url="http://www.macsword.com/">MacSword für OS X</ulink>.
pt_br: <ulink url="http://www.macsword.com/">MacSword para MacOS X</ulink>.
ru: <ulink url="http://www.macsword.com/">MacSword для OS X</ulink>.

source: 2004-01-29: BibleTime 1.4.1
de: 29.01.2004: BibleTime 1.4.1
pt_br: 29/01/2004: BibleTime 1.4.1

source: 2003-12-29: BibleTime 1.4
de: 29.12.2003: BibleTime 1.4
pt_br: 29/12/2003: BibleTime 1.4

source: 2003-12-03: BibleTime 1.4beta1
de: 03.12.2003: BibleTime 1.4beta1
ko: 2003-12-03: 바이블타임 1.4beta1
pt_br: 03/12/2003: BibleTime 1.4beta1.

source: 2003-08-23: BibleTime 1.3
de: 23.08.2003: BibleTime 1.3
ko: 2003-08-23: 바이블타임 1.3
pt_br: 23/08/2003: BibleTime 1.3.

source: Help us ...
ko: 후원하기...
ru: Нужна помощь ...

source: Our aim is to make BibleTime into a really mature Bible study application which should be used by christians to grow in their relationship with Him! To make this possible we need your help! It is possible to help us in many ways. Please read this page to whether you can help us improving the BibleTime software.
ko: 저희의 목표는 바이블타임을 많은 그리스도인들이 그분과의 관계를 발전시키는데 도움이 되는 훌륭한 성경공부프로그램으로 만드는 것입니다! 그러기위해서는 당신의 도움이 필요합니다! 저희와 함께 사역하실 수 있는 다양한 방법이 있습니다. 바이블타임 소프트웨어의 발전을 위한 사역에 참여하고 싶으시다면 이 페이지를 읽어주십시오.
ru: Наша цель в том, чтобы сделать BibleTime действительно зрелым приложением для изучения Библии, которое бы использовалось христианами для возрастании в их отношениях с Богом! Что это стало возможным нам нужна ваша помощь! Есть масса возможностей помочь нам. Прочтите эту страницу, чтобы узнать как вы можете помочь нам улучшить программу BibleTime.

source: Do you know how to program in C++? Are you familiar with the KDE programming interface or are motivate to learn it? If you have time to regularly work on the BibleTime source code we ask you to join our team! If you want to join the team, please read the page "Join the team" in this section.
ko: C++로 프로그래밍을 할 줄 아십니까? KDE 프로그래밍 환경에 익숙하시거나 배워보실 의향이 있으십니까? 당신께서 바이블타임 소스코드를 개발하는 작업에 정기적으로 시간을 투자할 수 있다면, 저희팀에 합류하실 것을 권유합니다! 팀에 합류하시려면 이 섹션의 "팀에 동참하기" 페이지를 읽어주십시오.
ru: Вы умеете программировать в С++? Знаком ли вам интерфейс программирования KDE, а если нет, то хотите ли вы его выучить? Если у вас есть время, чтобы регулярно работать над исходным кодом BibleTime мы приглашаем вас присоединиться к нашей команде! Если вы хотите присоединиться к команде, пожалуйста прочтите страницу "Присоединиться к команде" в этом разделе.
