Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: Interpret scripture in harmony with other scripture. What do the verses on each side say? What is the theme of the chapter? the book? Does your interpretation fit with these? If not, it is flawed. Usually, the context supplies what we need to correctly interpret the passage. Context is key. If confusion remains as to the meaning after we have interpreted the text within its context, we have to look further.
de: Schriftauslegung in Harmonie mit anderen Schriftstellen. Was sagen die Verse jeder Seite aus? Was ist das Thema des Kapitels? Des Buches? Stimmt ihre Auslegung mit diesen überein? Wenn nicht, so ist sie fehlerhaft. Normalerweise vesorgt uns der Zusammenhang mit dem, was wir zu richtigen Auslegung des Abschnitts benötigen. Kontext ist König. Wenn immer noch Verwirrung über die Bedeutung nach der Auslegung des Textes ín seinem Zusammenhang besteht, müssen wir weiter nachforschen.
fr: Interprétez les Écritures en accord avec les autres parties des Écritures. Qu'est ce que les versets de part et d'autre disent ? Quel est le thème du chapitre ? Du livre ? Est ce que votre interprétation est cohérente avec ceux-ci ? Si c'est non, alors elle est incorrecte. Habituellement, le contexte apporte ce qu'il faut pour interpréter correctement le passage. Le contexte est la clef. Si la confusion demeure sur le sens après avoir interprété le texte replacé dans son contexte, il faut chercher plus loin.
ko: 성경 해석은 다른 성경과의 조화 속에서 이루어져야 한다. What do the verses on each side say? What is the theme of the chapter? the book? Does your interpretation fit with these? If not, it is flawed. Usually, the context supplies what we need to correctly interpret the passage. Context is key. If confusion remains as to the meaning after we have interpreted the text within its context, we have to look further.
pt_br: Interprete a escritura em harmonia com o resto da escritura. O que os versos vizinhos dizem? Qual o tema do capítulo? do livro? A sua interpretação se adapta a isso? Se não, ela é imperfeita. Normalmente, o contexto fornece o que nós precisamos para interpretar corretamente a pssagem. Contexo é a chave. Se a confusão persistir quanto ao significado depois que nós interpretamos o texto em seu contexto então veremos mais adiante.
ru: Толкуйте отрывок Писания в гармонии со всем Писанием. О чём говорят предыдущие и последующие стихи? Какова тема главы? ... книги? Сочетается ли ваше толкование со всем этим? Если нет, то оно не верно. Обычно, контекст восполняет то, что нам нужно для правильного толкования отрывка. Контекст - это ключ. Если после того, как мы истолковали текст в его ближайшем контексте, его смысл не прояснился, нам нужно рассматривать место более глубоко.

source: Example 2A
de: Beispiel 2A
fr: Exemple 2A
ko: 예 2A
pt_br: Exemplo 2A
ru: Пример 2А

source: In a previous lesson we considered Jn.3:5 <emphasis>"born of water and the Spirit."</emphasis> In context, what is the water under discussion here?
de: In einer vorherigen Unterrichtsstunde haben wir Johannes 3,5 <emphasis><quote>geboren ... aus Wasser und Geist</quote></emphasis> Im Bezug auf den Kontext, was ist das Wasser in dieser Diskussion?
fr: Dans une leçon précédente, nous avons considéré Jean 3:5 <emphasis>"...naît d'eau et d'Esprit..."</emphasis> D'après le contexte, quelle est l'eau dont on parle ici ?
ko: In a previous lesson we considered 요 3:5 <emphasis>"born of water and the Spirit."</emphasis> In context, what is the water under discussion here?
pt_br: Em uma lição passada, nós consideramos Jo 3.5 <emphasis>"nascer da água e do Espírito"</emphasis>. Nesse contexto, qual é a água em questão aqui?
ru: В предыдущем уроке мы рассматривали Ин.3:5 <emphasis>"рождённый от воды и Духа".</emphasis> В контексте, что такое вода, о которой говорится здесь?

source: Water baptism is not under discussion here, which would be a big switch from the subject being discussed by Jesus and Nicodemus. Watch out for a sudden change of topic, it may be a clue that your interpretation has been derailed! The water is the amniotic fluid, "born of water" = natural birth.
de: Wassertaufe steht hier nicht in der Diskussion, was eine große Verschiebung des von Jesus und Nikodemus diskutierten Themas wäre. Halten Sie Ausschau nach einem plötzlichen Wechsel des Themas, es könnte ein Hinweis sein, dass ihre Auslegung entgleist ist! Das Wasser ist die lebensspendende Flüssigkeit, <quote>geboren aus Wasser</quote> = natürliche Geburt.
fr: il n'est ici pas question de l'eau du baptême, ce serait une digression depuis le sujet discuté par Jésus et Nicodème. Prenez garde à un changement brutal de sujet, ce peut être un indice que votre interprétation est mise en défaut ! Cette eau est le liquide amniotique, "né d'eau" = naissance naturelle
pt_br: Batismo em água não está em discussão aqui, logo seria uma grande mudança do tema que estava sendo discutido entre Jesus e Nicodemos. Procure por uma troca de tema repentina, e pode ser uma indicação que a sua interpretação está errada! A água é o líquido amniotico, "nascer da água" = nascimento natural.
ru: Водное крещение здесь не обсуждается, потому что это было бы большим отклонением от темы разговора Иисуса и Никодима. Остерегайтесь резкого изменения темы, это может быть знаком того, что ваше толкование сошло с правильного пути! Вода - это окоплодные воды, "родиться от воды" = естественное рождение.

source: Example 2B
de: Beispiel 2B
fr: Exemple 2B
ko: 예 2B
pt_br: Exemplo 2B
ru: Пример 2Б

source: 1 Cor.14:34 <quote>Let the women keep silent in the churches</quote> has to be taken within the biblical context of 1 Cor.11:5 <quote>every woman [...] while praying or prophesying [...]</quote>
de: 1 Korinther 14,34 <quote>[...] die Frauen [sollen] schweigen in der Gemeindeversammlung</quote> muss mit in den biblischen Zusammenheng von 1. Korinther 11,5 <quote>Ein Frau aber, die betet oder prophetisch redet [...]</quote> genommen werden.
fr: 1 Corinthiens 14:34 <emphasis>"que les femmes se taisent dans les assemblées"</emphasis> doit être considéré dans le contexte biblique de 1 Corinthiens 11:5 <emphasis>"Toute femme [...] qui prie ou qui prophétise..."</emphasis>
pt_br: 1 Co 14.34 <quote>as mulheres estejam caladas nas igrejas</quote> deve ser considerado com o contexo de 1 Co 11.5 <quote>Mas toda mulher que ora ou profetiza....</quote>

source: Example 2C
de: Beispiel 2C
fr: Exemple 2C
ko: 예 2C
pt_br: Exemplo 2C
ru: Пример 2В

source: Acts 2:38 <quote>And Peter said to them, &quot;Repent, and let each of you be baptized in the name of Jesus Christ for the forgiveness of your sins [...]&quot;</quote>. Is this teaching baptismal regeneration? If this was the only verse of scripture we had, we would have to conclude that. But in the light of the clear teaching elsewhere that regeneration happens by faith in Christ, we have to interpret it otherwise. Peter is urging baptism as a way for his hearers to respond to the gospel. If baptism were the pathway to being born again, how could Paul write 1 Cor.1:17 <emphasis>"For Christ did not send me to baptize, but to preach the gospel"</emphasis>?
de: Apostelgeschichte 2,38 <quote>Petrus sprach zu ihnen: &quot;Tut Buße, und jeder lasse sich taufen auf den Namen Jesu Christi zur Vergebung eurer Sünden [...]&quot;</quote> Meint dies Wiedergeburt durch Taufe? Wenn es der einzige Vers der Schrift wäre, den wir hätten, müssten wir dies folgern. Aber in dem Licht der klaren Lehre an anderen Stelle, dass Wiedergeburt durch den Glauben an Christus geschieht, müssen wir es anders auslegen. Petrus erklärt seinen Hörern die Taufe als einen Weg, auf das Evangelium zu antworten. Wenn die Taufe der Weg wäre, wiedergeboren zu werden, wie könnte Paulus dann in 1. Kor. 1,17 schreiben <quote>Denn Christus hat mich nicht gesandt zu taufen, sondern das Evangelium zu verkünden</quote>?
fr: Actes 2:38 <emphasis>Pierre leur dit: "Repentez-vous, et que chacun de vous soit baptisé au nom de Jésus-Christ, pour le pardon de vos péchés..."</emphasis> Est-ce que cela nous enseigne le salut par le baptême ? Si c'était le seul verset de Écritures que nous ayons, nous en conclurions ceci. Mais à la lumière de l'enseignement sans ambiguïté, disponible ailleur, qui dit que le salut s'obtient par la foi en Christ, nous devons l'interpréter différemment. Pierre presse ces auditeurs de se faire baptiser en réponse à l'évangile. Si le baptême était le chemin de la nouvelle naissance, comment Paul pourrait écrire dans 1 Corinthiens 1:17 <emphasis>"Ce n'est pas pour baptiser que Christ m'a envoyé, c'est pour annoncer l'Évangile"</emphasis> ?
pt_br: Atos 2.38 <quote>Pedro então lhes respondeu: &quot;Arrependei-vos, e cada um de vós seja batizado em nome de Jesus Cristo, para remissão de vossos pecados...&quot;</quote> está ensinando regenração pelo batismo? Se esse fosse o único versículo que a escritura tivesse, nós poderíamos concluir isso. Mas à luz do claro ensinamento que a regeneração acontece pela fé em Cristo, nós quemos que interpretar de outra forma. Pedro está pedindo o batismo como uma forma de seus ouvintes responderem ao evangelho. Se o batismo fosse o caminho para o novo nascimento, como Paulo poderia ter escrito 1 Co 1.17 <emphasis>"Porque Cristo não me enviou para batizar, mas para pregar o evangelho"</emphasis>?

source: Rule 3 - Interpret within the historical and cultural context
de: Regel 3 - Auslegung im geschichtlichen und kulturellen Zusammenhang
fr: Règle 3 - interpréter selon le contexte historique et culturel
ko: 규칙 3 - 역사와 문화적인 배경의 문맥에서 해석하라
pt_br: Regra 3 - Interprete dentro do contexo histórico e cultural
ru: Правило 3 - Толковать в историческом и культурном контексте

source: At first we are not asking <quote>What does it mean to me?</quote> but <quote>What did it mean to the original readers?</quote>; later we can ask, <quote>What does it mean to me?</quote>. We have to take into account the historical and cultural background of the author and the recipients.
de: Zuallererst fragen wir nicht <quote>Was bedeutet dies für mich?</quote> sondern <quote>Was hat es für den ursprünglichen Autoren bedeutet?</quote>; später können wir fragen <quote>Was bedeutet es für mich?</quote>. Wir müssen den geschichtlichen und kulturellen Hintergrund des Autoren und der Empfänger in Betracht ziehen.
fr: En premier, ne nous demandons pas "Qu'est ce que cela signifie pour moi ?" mais plutôt "Qu'est ce que cela signifie pour le lecteur original ?"; ensuite nous pouvons nous demander "Qu'est ce que cela signifie pour moi ? ". Nous devons prendre en compte le contexte historique et culturel des auteurs et des destinataires.
pt_br: Nós não começamos perguntando <quote>O que isso significa para mim?</quote>, mas <quote>O que isso significou para os leitores originais?</quote>; depois nós podemos nos perguntar <quote>O que isso significa para mim?</quote>. Nós devemos levar em conta o contexo histórico e cultural do autor e dos destinatários.

source: Example 3A
de: Beispiel 3A
fr: Exemple 3A
ko: 예 3A
pt_br: Exemplo 3A
ru: Пример 3А

source: <quote>3 days &amp; 3 nights</quote> (Mt.12:40) have led some to come up with a "Wednesday crucifixion theory," esp. the cult of Armstrongism. How could Jesus die on Friday afternoon and rise Sunday morning yet "be raised on the third day" (Mt.16:21)? Exact meanings of "three" or "days" won't help explain the apparent contradiction.
de: "3 Tage &amp; 3 Nächte" (Mt.12,40) haben zur "Mittwochs Kreuzigungstheorie" geführt, besonders der Kult des Armstrongismus. <emphasis> Anm. des Übers.: Leider weiss ich nicht, was Armstronismus für ein Kult ist</emphasis>. Wie konnte Jesus am Freitag sterben und am Sonntag Morgen auferstehen ("...am dritten Tage auferstehen" (Mt. 16,21))? Genaue Bedeutungen von "drei" oder "Tagen" helfen nicht, den scheinbaren Widerspruch zu erklären.
fr: "3 jours &amp; 3 nuits" (Matthieu.12:40) ont conduit certains à la "théorie de la crucifixion du mercredi", particulièrement le culte de l'Armstrongisme. Comment Jésus pouvait-il mourir le vendredi après-midi et ressusciter le dimanche matin tout en étant "ressuscité le troisième jour" (Matthieu 16:21) ? La signification exacte de "trois" ou de "jour" n'aide pas à expliquer la contradiction apparente.
pt_br: <quote>3 dias e 3 noites</quote> (Mt 12.40) levou alguns a criarem a "Teoria da Cruxificação na Quarta-Feira". Como Jesus poderia morrer na sexta-feira à tarde e ressucitar domingo de manhã ainda "que ao terceiro dia ressuscitasse" (Mt 16.21)? O significado exato de "três" ou "dias" não ajudam a explicar essa aparente contradição.

source: We need an historical tidbit: Jews counted any part of a day as a full day, as we would count buckets of water (if there were six and one-half buckets of water, we would say there were 7 buckets of water even if one was only partly full). So to the Jewish mind, any part of a day counted as a full day, and days started at 6 p.m. and ended at 6 p.m. Friday from 3 p.m. to 6 p.m. = day 1. Friday 6 p.m. to Saturday 6 p.m. = day 2. Saturday 6 p.m. to Sunday 5 or so a.m. = day 3. Interpreting within the cultural context keeps us out of trouble.
de: Wir benötigen einen geschichtlichen Leckerbissen: Die Juden zählten jeden Teil eines Tages als vollen Tag, so wie wir Eimer Wasser zählen würden (wenn wir sechs und einen halben Eimer Wasser hätten, würden wir sagen dass es sieben Eimer Wasser sind sogar wenn der letzte nur teilweise voll ist). Dies istdie jüdische Art. Jeder Teil eines Tages wurde als voller Tag gezählt, Tage begannen um 18h und endeten um 18h. Freitag von 15h bis 18h = 1. Tag. Freitag von 18h bis Samstag 18h = 2. Tag. Samstag 18.00h bis Sonntag vielleicht 5h = 3. Tag. Die Auslegung im kulturellen Kontext bringt uns aus den Schwierigkeiten heraus.
fr: Nous avons besoin d'une anecdote historique : les juifs comptaient n'importe quelle fraction d'une journée comme un jour complet, de la même façon que l'on compterait des seaux d'eau (s'il y a six seaux d'eau et demi, nous dirions qu'il y a 7 seaux d'eau même si l'un d'eux n'est que partiellement rempli). Ainsi dans l'esprit des juifs, n'importe quelle fraction d'une journée était comptée comme une jour complet. Les jours commençaient à 6h du matin et se finissaient à 6h du soir. Vendredi de 15h à 18h = jour 1. Vendredi 18h à samedi 18h = jour 2. Samedi 18h à dimanche à peu près 5h = jour 3. L'interprétation dans le contexte culturel nous ôte tout trouble.
pt_br: Nós precisamo de um detalhe histórico: Os judeus contavam qualquer parte de um dia como um dia completo, assim como nós contamos baldes d'água (se existem seis baldes e meio de água, nós dizemos que existem sete baldes, mesmo que um deles não esteja completamente cheio). Então, para os judeus, qualquer parte do dia contava como um dia completo, e os dias começavam as 6h e terminavam às 18h. Sexta de 15h até 18h = dia 1. Sexta 18h até Sábado 18h = dia 2. Sábado 18h até Domingo lá pelas 5h = dia 3. Interpretar o texto no contexto cultural ajuda-nos a livramo-nos de erros.

source: Example 3B
de: Beispiel 3B
fr: Exemple 3B
ko: 예 3B
pt_br: Exemplo 3B
ru: Пример 3Б

source: Gen.15:7-21. The historical context is that cutting animals in two and then walking between the pieces was the normal way of entering a contract in Abraham's day. Both parties walked between, taking the pledge that dismemberment would happen to them if they didn't live up to their part of the contract. But in this case only God goes thru, making it a unilateral covenant.
de: 1. Mose 15,7-21. Der historische Zusammenhang ist, dass das teilen von Tieren in zwei Teile und dass nachfolgende Gehen zwischen ihnen der normale Weg zu Abrahams Zeit war, einen Vetrag zu schließen. Beide Vetragspartner gingen dazwischen hindurch, den Pfand nehmend, dass Zerstückelung auf sie kommen solle, wenn sie nicht ihren Teil des Vertrages halten. Aber in diesem Falle geht nur Gott hindurch, was dies zu einem einseitigen Vetrag macht.
fr: Genèse 15:7-21. Le contexte historique nous apprend que couper un animal en deux puis passer entre les morceaux était la procédure usuelle pour conclure un contrat à l'époque d'Abraham. Les deux parties marchaient au milieu, promettant que le démembrement leur arriverait s'ils ne réalisaient pas leur part du contrat. Mais dans ce cas précis, seulement Dieu passe entre les morceaux, en faisant un pacte unilatéral.
ko: 창 15:7-21. The historical context is that cutting animals in two and then walking between the pieces was the normal way of entering a contract in Abraham's day. Both parties walked between, taking the pledge that dismemberment would happen to them if they didn't live up to their part of the contract. But in this case only God goes thru, making it a unilateral covenant.
pt_br: Gn 15.7-21. O contexto histórico de cortar animais em dois e passar andando entre as medates era a forma normal de firmar um contrato nos dias de Abraão. Ambas as partes andavam juntas, prometendo que o desmembramento podia acontecer à eles se eles deixassem sua parte no contrato. Mas no caso, somente Deus passou, fazendo um contrato unilateral.
ru: Быт.15:7-21. Исторический контекст таков, что разделение животного на две части и прохождение между этими частями было обычным способом заключения договора во дни Авраама. Обе стороны проходили между частями животного, давая обещание, что если они не выполнят своей части договора - то они будут разделены. Но в данном случае прошёл только Бог, заключая односторонний договор.

source: Rule 4 - Interpret according to the normal usage of words in language
de: Regel 4 - Auslegung in Bezug auf der normalen Benutzung der Worte in der Sprache
fr: Règle 4 - Interpréter selon l'usage usuel des mots
ko: 규칙 4 - 언어에서 단어의 일반적인 사용에 따라 해석하라
pt_br: Regra 4 - Interprete de acordo com o uso comum das palavras na linguagem
ru: Правило 4 - Толковать в соответствии с обычным употреблением слов в языке

source: Let literal language be literal and figurative language be figurative. And watch out for idioms, which have special meanings.
de: Lassen Sie wörtliche Sprache wörtlich sein und bildliche Sprache bildlich sein. Und achten Sie auf Idiome, die eine besondere Bedeutung haben.
fr: Laissez le langage littéral être littéral et le langage figuratif être figuratif. Et faites attention aux idiomes, qui ont des sens particuliers.
pt_br: Deixe linguagem literal ser literal e linguagem figurada ser figurada. E observe as expressões que tem significados especiais.
ru: Пусть буквальный язык будет буквальным, а образный будет образным. И будьте внимательны к идиомам, которые имеют особое значение.

source: Example 4A
de: Beispiel 4A
fr: Exemple 4A
ko: 예 4A
pt_br: Exemplo 4A
ru: Пример 4А

source: <quote>evil eye</quote> in Mt.6:23.
de: <quote>böses Auge</quote> in Mt.6,23.
fr: <quote>oeil en mauvais état</quote> dans Mt.6:23.
pt_br: <quote>olhos maus</quote> em Mt 6.23

source: Rule 1, definition of "evil" and "eye" - no help here. Rule 2, context: seems to confuse us even more. It doesn't seem to fit with what goes before and after! This should tip us off that we aren't understanding it rightly!!
de: Regel 1 - Definition von <quote>böse</quote> und <quote>Auge</quote> - hilft hier auch nicht weiter. Regel 2, Zusammenhang: Dies scheint uns nur noch mehr zu verwirren. Es scheint nicht mit dem zu passen, was davor und danach steht! Dies sollte uns zeigen, dass wir es nicht richtig verstehen.
fr: Règle n°1, définition de "oeil" et de "mauvais état" - pas d'aide ici. Règle n°2, le contexte : Il semble amener encore plus de confusion ! Ce verset ne semble pas avoir de lien avec l'avant et l'après ! Ceci nous indique que nous ne le comprenons pas correctement...
ko: 규칙 1, definition of "evil" and "eye" - no help here. 규칙 2, context: seems to confuse us even more. It doesn't seem to fit with what goes before and after! This should tip us off that we aren't understanding it rightly!!
pt_br: Regra 1, definição de "mau" e "olho" - nada que ajude aqui. Regra 2, contexto: parece que apenas nos confunde mais. Parece que não combina com nada do que vem antes ou depois! Isso deve nos indicar que nós não estamos entendendo corretamente!!!
ru: Правило 1, значения слов "худое" и "око" тут не помогут. Правило 2, контекст: похоже, смущает нас ещё больше. Кажется, что эти слова не сочетаются с тем, что написано до и после! Это говорит нам о том, что мы не понимаем данное место правильно!!

source: What we have here is a Hebrew idiom, <quote>evil eye</quote>. Let's look up other uses of this idiom: Mt.20:15 "<emphasis>Is it not lawful for me to do what I wish with what is my own? Or is your eye envious [lit."evil"] because I am generous [lit. "good"]?</emphasis>" We find that having an "evil eye" is a Hebrew idiom for being stingy or envious. Now go back to Mt.6 and notice how this understanding ties in so perfectly to the context.
fr: Ce que nous avons ici est un idiome hébraïque. Recherchons d'autres usages de cet idiome : Mt.50:15 "<emphasis>Ne m'est-il pas permis de faire de mon bien ce que je veux? Ou vois-tu de mauvais oeil [KJV = "oeil envieux"] que je sois bon [KJV = "généreux"]? </emphasis>" Nous voyons ici qu'avoir un oeil mauvais est un idiome Hébreu qui signifie être envieux. Maintenant, retournez à Mt.6 et observez comme cette dimension prend toute sa valeur au sein du texte.
pt_br: O que nós temos aqui é uma expressão em Hebraico, <quote>olho mau</quote>. Vejamos outros usos dessa expressão: Mt 20.15: <emphasis>"Não me é lícito fazer o que quero do que é meu? Ou é mau o teu olho porque eu sou bom?"</emphasis> Nós descobrimos que um "olho mau" em Hebraico é uma expressão para ser mesquinho ou invejoso. Agora voltemos para Mt 6 e notemos como esse significado se encaixa perfeitamente no contexto.

source: Example 4B
de: Beispiel 4B
fr: Exemple 4B
ko: 예 4B
pt_br: Exemplo 4B
ru: Пример 4Б

source: Is.59:1 <quote>The Lord's hand is not short;</quote>
fr: Is.59:1 <quote>Non, la main de l'Eternel n'est pas trop courte</quote>
pt_br: Is 59.1 <quote>Eis que a mão do Senhor não está encolhida</quote>

source: Deut.33:27 <quote>Underneath are the everlasting arms.</quote>
fr: Deut.33:27 <quote>Et sous ses bras éternels est une retraite.</quote>
pt_br: Dt 33.27 <quote>O Deus eterno é a tua habitação, e por baixo estão os braços eternos</quote>
