Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: BibleTime 1.5.2 is available from the usual places. We'd be glad if binary packages could be prepared to simplify BibleTime's installation.
fr: BibleTime 1.5.2 est dispnible aux endroits habituels. Nous serions heureux de voir des paquetages binaires préparés pour simplifier l'installation de BibleTime.

source: 2005-09-28: New forums
fr: 28-09-2005 : Nouveaux forums

source: Because the old forum software turned out to be insecure we installed a new forum software today. We hope that you will continue to use the forums.
fr: Le logiciel du forum ayant eu des problèmes de sécurité, nous avons installé un nouveau forum aujourd"hui. Nous espérons que vous continuerez à les utiliser.
pt_br: Porque o antigo software de fórum foi tirado do ar, por ser inseguro, nós instalamos um novo software para fórum hoje. Nós esperamos que você continue a usar os fóruns.

source: 2005-09-12: BibleTime 1.5.1 and translations
fr: 12-09-2005 : BibleTime 1.5.1 et traductions

source: The bugfix release 1.5.1 is available now at our download location. A first version of BibleTime's translation files has been released, too.
fr: La version corrective 1.5.1 est disponible depuis notre site de téléchargement. Une première versiondes traductions de BibleTime est également disponible.
pt_br: A versão 1.5.1 para correção de bugs está disponível em nossa seção de downloads. Uma primeira versão dos arquivos de tradução do BibleTime também foi liberada.

source: 2005-07-16: BibleTime 1.5
fr: 16-07-2005 : BibleTime 1.5

source: BibleTime 1.5 is available now. It contains many new features and improvements. The source code of BibleTime 1.5 and Sword 1.5.8 is available in the download section. We hope to provide binary and translation packages for the most important Linux distributions in the next few weeks.
fr: BibleTime 1.5 est maintenant disponible. On y trouve de nouvelles fonctions et des améliorations. Le code source de BibleTime 1.5 et de Sword 1.5.8 est disponible dans la section de téléchargements. Nous espérons pouvoir sortir les paquetages binaires ainsi que les paquetages de traduction pour les distributions Linux les plus importantes dans les prochaines semaines.
pt_br: O BibleTime 1.5 já está disponível. Essa versão contêm muitas características novas e melhorias. O código fonte do BibleTime 1.5 e do Sword 1.5.8 está disponível na seção de download. Nós esperamos prover pacotes binários e de tradução para as distribuições Linux mais importantes nas próximas semanas.

source: Please use our new forums to discuss about this new release. Translators are encouraged to update their translations.
fr: N'hésitez pas à utiliser notre nouveau forum pour discuter de cette nouvelle version. Nous invitons les traducteurs à mettre à jour leur traduction.
pt_br: Por favor usem nossos novos fóruns para discutor sobre esta nova versão. Tradutores são encorajados a atualizar suas traduções.

source: 2005-06-17: BibleTime 1.5 release candidate 2
fr: 17-06-2005 : BibleTime 1.5 release candidate 2
pt_br: 2005-06-17: BibleTime 1.5 - candidato 2

source: The second release candidate of BibleTime version 1.5 was released today. It contains fixes for most of the problems found in 1.5rc1 and some more additional improvements. Please report all problems and bugs you encounter <ulink url="http://sourceforge.net/tracker/?atid=521207&amp;group_id=954&amp;func=browse">here</ulink>. The source code of BibleTime 1.5rc2 and Sword 1.5.8 is available in the download section.
fr: La deuxième release candidate de BibleTime version 1.5 a été publiée aujourd'hui. Elle contient des corrections de bugs concernant la majorité des problèmes rencontrés avec la version 1.5rc1, plus quelques améliorations. Si vous rencontrez des problèmes avec cette version, contactez nous <ulink url="http://sourceforge.net/tracker/?atid=521207&amp;group_id=954&amp;func=browse">ICI</ulink>. Le code source de BibleTime 1.5rc2 et de Sword 1.5.8 est disponible dans la section Téléchargement.
pt_br: O segundo candidato do BibleTime versão 1.5 foi liberado hoje. Ele contém correções para a maioria dos problemas encontrados no 1.5rc1 e algumas melhorias adicionais. Por favor reporte todos os problemas e erros que você encontrar <ulink url="http://sourceforge.net/tracker/?atid=521207&amp;group_id=954&amp;func=browse">aqui</ulink>. O código fonte do BibleTime 1.5rc2 e Sword 1.5.8 está disponível na seção de download.

source: 2005-06-15: BibleTime forums online
fr: 15-06-2005 : Forum des utilisateurs en ligne
pt_br: 26/01/2004: Forums do BibleTime no ar

source: In the ongoing effort to build a BibleTime user community the BibleTime forums are now available for everybody at <ulink url="http://forum.bibletime.info/">forum.bibletime.info</ulink>. All users of BibleTime are encouraged to use these forums to discuss everything related to BibleTime.
fr: Soucieux de créer une communauté d'utilisateurs de BibleTime, nous avons créé des forums BibleTime à l'adresse suivante : <ulink url="http://forum.bibletime.info/">forum.bibletime.info</ulink>. Tous les utilisateurs de BibleTime sont invités à utiliser ce forum pour y échanger des informations au sujet de BibleTime (une partie en Français est disponible).
pt_br: Em um crescente esforço para construir uma comunidade de usuários do BibleTime, os forums BibleTime estão agora disponíveis para todos em <ulink url="http://forum.bibletime.info/">forum.bibletime.info</ulink>. Todos os usuários do BibleTime estão encorajados a usar estes forums para discutir tudo relativo ao BibleTime.

source: 2005-05-29: BibleTime 1.5 release candidate 1
de: 29.05.2005: BibleTime 1.5 Release-Kandidat 1
fr: 29-05-2005 : BibleTime 1.5 release candidate 1
pt_br: 2005-05-29: BibleTime 1.5 - candidato 1

source: The first release candidate of BibleTime version 1.5 was released today. It contains a ton of fixes, improvements and new features. Everybody who is capable to install software using the source code is encouraged to test this release. Please report all problems and bugs you encounter <ulink url="http://sourceforge.net/tracker/?atid=521207&amp;group_id=954&amp;func=browse">here</ulink>. The source code of BibleTime 1.5rc1 and Sword 1.5.8 is available in the download section.
de: Der erste Release-Kandidat von BibleTime Version 1.5 wurde heute veröffentlicht. Er enthält eine Menge an Korrekturen, Verbesserungen und neuen Funktionen. Jeder, der Software mittels Quellcode installieren kann, wird ermutigt, diese Vorabversion zu testen. Bitte berichten Sie alle Probleme und Fehler, die sie finden <ulink url="http://sourceforge.net/tracker/?atid=521207&amp;group_id=954&amp;func=browse">an dieser Stelle</ulink>. Die Quellcodepakete von BibleTime 1.5rc1 und Sword 1.5.8 sind im Downloadbereich zu finden.
fr: La première release candidate de BibleTime version 1.5 a été publiée aujourd'hui. Elle contient des tonnes d'améliorations, de corrections de bugs et de nouvelles fonctions. Quiconque capable d'installer un logiciel à partir du code source est invité à tester cette pré-version. Informez-nous des problèmes et des bugs rencontrés <ulink url="http://sourceforge.net/tracker/?atid=521207&amp;group_id=954&amp;func=browse">ICI</ulink>. Le code source de BibleTime 1.5rc1 et de Sword 1.5.8 est disponible dans la section Téléchargement.
pt_br: O primeiro candidato do Bible Time versão 1.5 foi disponibilizado hoje. Ele contêm uma tonelada de reparos, melhorias e novas características. Todos os que são capazes de instalar software usando o código fonte são encorajados a testar esta versão. Por favor informe todos os problemas e erros que você encontrar <ulink url="http://sourceforge.net/tracker/?atid=521207&amp;group_id=954&amp;func=browse">here</ulink>. O código fonte do Bible Time 1.5rc1 e do Sword 1.5.8 estão disponíveis na seção download.

source: 2005-01-24: Bible software Survey
de: 24.01.2005: Bibelsoftware Umfrage
fr: 24-01-2005 : Sondage des logiciels d'étude biblique
pt_br: 2005-01-24: Pesquisa de Software Bíblico

source: Bible Software vendors from around the globe are jointly sponsoring a cooperative User Survey to glean from Bible Software Users worldwide their needs, requests, and dreams. We'd be glad if you could take the survey here: <ulink url="http://www.surveymonkey.com/s.asp?u=91866814127">Bible software survey</ulink>
fr: Les éditeurs de logiciels d'étude biblique du monde entier ont mis en place un sondage commun, afin de connaitre les besoins, les demandes et les rêves des utilisateurs de logiciels d'étude biblique. Nous vous invitons à répondre à ce sondage <ulink url="http://www.surveymonkey.com/s.asp?u=91866814127">ICI</ulink>.
pt_br: Vendedores de Software Bíblico de todo o globo estão juntos patrocinando uma Pesquisa de Usuário para receber de Usuários de Software Bíblicos do mundo todo suas necessidades, desejos e sonhos. Nós ficaríamos gratos se você pudesse preencher a pesquisa aqui: <ulink url="http://www.surveymonkey.com/s.asp?u=91866814127">Pesquisa de software Bíblico</ulink>

source: 2004-12-23: Status update
de: 23.12.2004: Statusbericht
fr: 23-12-2005: Nouvelles du front
pt_br: 2004-12-23: Situação da atualização

source: The BibleTime project is still alive and development is almost finished for the next version, BibleTime 1.5. This version will contain major user interface improvements which will make it simpler to use than any other version before. We hope to release version 1.5 in the first three months of the next year.
de: Das BibleTime Projekt ist noch aktiv und hat die Entwicklung der nächsten Version, BibleTime 1.5, bald fertig gestellt. Diese Version wird größere Verbesserungen der BibleTime Benutzerschnittstelle enthalten und somit die bislang am einfachsten zu benutzende Version sein. Wir hoffen Version 1.5 im ersten Quartal des nächsten Jahres zu veröffentlichen.
fr: Le projet BibleTime est toujours actif et le développement de la nouvelle version (1.5) est quasiment terminé. Cette version contiendra des améliorations au niveau de l'interface, qui rendra le logiciel encore plus simple d'utilisation. Nous aimerions sortir cette version dans le courant des trois premiers mois de 2005.
pt_br: O projeto BibleTime ainda está vivo e o desenvolvimento da próxima versão, BibleTime 1.5, está quase terminado. Esta versão vai conter principalmente melhorias na interface do usuário que farão dessa versão mais fácil de usar que qualquer outra anterior. Nós esperamos liberar a versão 1.5 nos primeiros três meses do próximo ano.

source: 2004-05-25: Documentation author(s) needed
de: 25.05.2004: Dokumentations-Autor(en) gesucht
fr: 2004-05-25: On recherche des auteurs de documentation !
pt_br: 25/05/2004 Precisamos de autores de documentação

source: The BibleTime team is in urgent need of one or more volunteers who want to work on the documentation. The handbook is outdated and needs a major update before the next version of BibleTime can be released. If you have some free time and know how to work with docbook files (or are ready to learn it), plase contact us at <email>info@bibletime.info</email>.
de: Das BibleTime Team benötigt dringend einen oder mehrere Freiwillige, die an der Dokumentation arbeiten wollen. Das Handbuch ist veraltet und benötigt ein größeres Update bevor die nächste Version von BibleTime veröffentlicht werden kann. Wenn Sie Zeit zur Verfügung haben und mit Docbook Dateien umzugehen wissen (oder bereit sind, dies zu lernen) konaktieren Sie und bitte über <email>info@bibletime.info</email>.
fr: L'équipe de BibleTime est à la recherche d'un ou de plusieurs volontaires désireux de travailler sur la documentation. Le manuel est trop vieux et a besoin d'une sérieuse mise à jour avant la sortie de la prochaine version de BibleTime. Si vous avez du temps à nous donner et si vous savez travailler avec des fichiers docbook (ou si vous êtes prêt à apprendre !), veuillez nous contacter ici : <email>info@bibletime.info</email>.
pt_br: O time do BibleTime está precisando de um ou mais voluntários que queiram trabalhar com a documentação. O livro de mão está desatualizado e precisa de uma grande atualização antes que a próxima versão do BibleTime possa ser lançada. Se você tem algum tempo livre e sabe como trabalhar com arquivos docbook (ou está disposto a aprender) por favor, contate-nos em <email>info@bibletime.info</email>.

source: 2004-02-09: BibleTime 1.4.1 for Mac OS X
de: 09.02.2004: BibleTime 1.4.1 für Mac OS X
fr: 2004-02-09: BibleTime 1.4.1 pour Mac OS X
pt_br: 09/02/2004: BibleTime 1.4.1 para MacOS X

source: On the BibleTime development list <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005181.html">Daniel Glassey writes</ulink> that BibleTime is now available for Mac OSX. To get BibleTime running on Mac please follow the instructions in <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005163.html">this eMail</ulink> and <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005181.html">this eMail</ulink>. Please report problems or success to <email>info@bibletime.info</email>.
de: Auf der BibleTime Entwicklungs-Mailingliste <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005181.html">schreibt Daniel Glassey</ulink>, dass BibleTime jetzt auf Mac OS X läuft. Um BibleTime auf Mac OS X laufen zu lassen, folgen Sie bitte den Anweisungen in <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005163.html">dieser eMail</ulink> und in <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005181.html">dieser eMail</ulink>. Schicken Sie bitte Bereichte über Erfolge oder Probleme an <email>info@bibletime.info</email>.
fr: Sur la liste de diffusion du développement de BibleTime, <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005181.html">Daniel Glassey indique que</ulink> BibleTime est maintenant disponible pour Mac OSX. Pour faire tourner BibleTime sur un Mac, veuillez suivre les instructions ici : <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005163.html">this eMail</ulink> et ici : <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005181.html">this eMail</ulink>. Veuillez nous faire part de vos problèmes et réussites ici : <email>info@bibletime.info</email>.
pt_br: Na lista de email de desenvolvimento do BibleTime <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005181.html">Daniel Glassey escreveu</ulink> que o BibleTime agora está disponível também para MacOS X. Para ter BibleTime rodando em Mac, por favor, siga as instruções <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005163.html">desse email</ulink> e <ulink url="http://www.crosswire.org/pipermail/bt-devel/2004-February/005181.html">desse email</ulink>. Por favor, comunique problemas ou sucessos para <email>info@bibletime.info</email>.

source: BibleTime 1.4.1 was released today. The most important changes in version 1.4.1 are updated translations and bugfixes, especially in the Sword setup dialog.
de: BibleTime 1.4.1 wurde heute veröffentlicht. Die wichtigsten Änderungen in Version 1.4.1 sind bearbeitete Übersetzungen und Fehlerkorrekturen, besonders im Sword Einrichungdialog.
fr: BibleTime 1.4.1 est sorti aujourd'hui. Leschangements lesplus importants dans la version 1.4.1 sont les mises à jour de traductions et les corrections de bugs, spécialement dans le dialogue d'installation de Sword.
pt_br: BibleTime 1.4.1 foi lançado hoje. A mudança mais importante na versão 1.4.1 são traduções atualizadas e correções de bugs, especialmente no diálogo de configuração do Sword.

source: 2004-01-26: User forums online
de: 26.01.2004: Benutzerforen online
fr: 2004-01-26: Forum des utilisateurs en ligne
pt_br: 26/01/2004: Forums de usuários online

source: We're happy to announce a forum for BibleTime users. Please ask all your questions there if you need help. We'd appreciate all feedback and suggestions in the forum, too. The address is <ulink url="http://www.crosswire.org/forums">http://www.crosswire.org/forums</ulink>.
de: Wir sind froh Benutzerforen für BibleTime Benutzer ankündigen zu können. Bitte stellen sie ihre Fragen dort, falls Sie Hilfe benötigen. Wir würden jegliche Form von Feedback oder Vorschlägen ebenfalls im Forum begrüßen. Die Adresse ist <ulink url="http://www.crosswire.org/forums">http://www.crosswire.org/forums</ulink>.
fr: Nous sommes heureux de vous annoncer qu'un forum pour les utilisateurs de BibleTime a été créé. Vous pouvez y poser vos question si vous avez besoin d'aide. Nous aimerions également y accueillir vos remarques et suggestions. L'adresse est la suivante : <ulink url="http://www.crosswire.org/forums">http://www.crosswire.org/forums</ulink>.
pt_br: Nós estamos felizes em anunciar um fórum para os usuários do BibleTime. Por favor, faça todas as perguntas lá se você precisar de ajuda. Nós apreciaremos todo retorno e sugestões no fórum também. O endereço é <ulink url="http://www.crosswire.org/forums">http://www.crosswire.org/forums</ulink>.

source: 2004-01-16: Debian packages available
de: 16.01.2004: Debian Pakete verfügbar
fr: 2004-01-16: Paquetages Debian disponibles
pt_br: 16/01/2004: Pacotes Debian disponíveis
ru: 2004-01-16: Готовы пакеты для Debian

source: <ulink url="http://packages.debian.org/unstable/kde/bibletime">Debian packages of BibleTime 1.4</ulink> are available now in Debian Unstable. Be sure to get the <ulink url="http://packages.debian.org/unstable/kde/bibletime-i18n">bibletime-i18n package</ulink>, too. Kudos to our Debian packager Daniel Glassey for his work!
de: <ulink url="http://packages.debian.org/unstable/kde/bibletime">Debian Pakete von BibleTime 1.4</ulink> sind nun in Debian Unstable verfügbar. Installieren Sie auch das <ulink url="http://packages.debian.org/unstable/kde/bibletime-i18n">bibletime-i18n Paket</ulink>. Ein dickes Dankeschön an unseren Debian Paketautor Daniel Glassey für seine Arbeit!
fr: Les <ulink url="http://packages.debian.org/unstable/kde/bibletime">paquetages Debian de BibleTime 1.4</ulink> sont disponibles dès maintenant en version Debian Non-Stable. Assurez vous de télécharger le paquetage <ulink url="http://packages.debian.org/unstable/kde/bibletime-i18n">bibletime-i18n</ulink>. Félicitations à notre empaqueteur Debian Daniel Glassey pour son travail !
pt_br: <ulink url="http://packages.debian.org/unstable/kde/bibletime">Pacotes Debian do BibleTime 1.4</ulink> já estão disponíveis no Debian Unstable. Lembre de pegar também o pacote <ulink url="http://packages.debian.org/unstable/kde/bibletime-i18n">bibletime-i18n package</ulink>. Obrigado ao nosso empacotador Debian Daniel Glassey por esse trabalho!
ru: <ulink url="http://packages.debian.org/unstable/kde/bibletime">Debian-пакеты BibleTime 1.4</ulink> находятся сейчас в Debian Unstable (нестабильный). Также проверьте, чтобы у вас был <ulink url="http://packages.debian.org/unstable/kde/bibletime-i18n">пакет bibletime-i18n</ulink>. Kudos нашему Debian-упаковщику Даниэлю Гласси (Daniel Glassey) за эту работу!

source: 2004-01-11: New translation effort
de: 11.01.2004: Neue Übersetzungsmöglichkeit
fr: 2004-01-11: Nouvel effort de traduction
pt_br: 11/01/2004: Novo esforço de tradução
ru: 2004-01-11: Новые усилия в области переводов

source: First of all we want to wish all of you a truly happy and blessed new year.
de: Zu Beginn wünschen wir allen ein wirklich frohes und gesegnetes neues Jahr.
fr: Tout d'abord, nous tenons à vous souhaiter une heureuse année pleine de bénédictions.
pt_br: Primeiramente queremos desejar a todos um ano novo realmente feliz e abençoado.
ru: Прежде всего мы хотим пожелать всем вам действительно счастливого и благословенного нового года.

source: As you probably already noticed, there is a new page online called <ulink url="translation.shtml">&quot;Translation&quot;</ulink>. This page gives an introduction into how you can help with the translation of the different areas of the BibleTime project, and offers detailed statistics on the completeness of the existing languages. Be sure to check it out.
de: Wie Sie vielleicht schon bemerkt haben, gibt es eine neue Seite namens <ulink url="translation.shtml">&quot;Übersetzung&quot;</ulink>. Diese Seite enthält eine Einleitung, wie Sie bei der Übersetzung der verschiedenen Bereiche des BibleTime Projektes helfen können. Die Seite enthält auch detailierte Statistiken über die Vollständigkeit der bisherigen Übersetzungen. Schauen Sie doch mal nach.
fr: Comme vous l'avez peut-être remarqué, il y a une nouvelle page intitulée <ulink url="translation.shtml">&quot;Traduction&quot;</ulink>. Cette page vous expliquera comment vous pouvez nous aider à traduire les différents domaines du projet BibleTime. Elle offre, en outre, des statistiques sur l'état de développement des modules de langues existants. N'hésitez pas à y jeter un oeil.
pt_br: Como você já deve ter notado, existe uma nova página online chamada <ulink url="translation.shtml">"Tradução"</ulink>. Essa página dá uma introdução em como ajudar com a tradução de diferentes áreas do projeto BibleTime, e oferece estatísticas detalhadas de quão completa está cada tradução nos idiomas existentes. Não deixe de ver!
ru: Как вы уже вероятно заметили, появилась новая страница, которая называется <ulink url="translation.shtml">&quot;Переводы&quot;</ulink>. Эта страница рассказывает о том, как вы можете помочь с переводом разных областей проекта BibleTime, и предлагает подробную статистику завершённости существующих переводов. Обязательно загляните туда.

source: The new version 1.4 of BibleTime is now available for download. 1.4 in comparision with version 1.3 contains a new SwordSetup dialog to setup Sword and to install modules from local sources or from the internet. With the SwordSetup part it's also possible to remove modules from disk. 1.4 also contains many new bugfixes. BibleTime 1.4 is available on our download page.
de: Die neue Version 1.4 von BibleTime ist verfügbar. Verglichen mit 1.3 enthält sie einen neuen Sword-Setup-Dialog, mit dem man Sword konfigurieren und Module von lokalen Quellen oder aus dem Internet installieren kann. Man kann damit natürlich auch module wieder aus dem System entfernen. 1.4 enthält weiterhin viele Fehlerkorrekturen. BibleTime 1.4 ist auf unserer Downloadseite erhältlich.
fr: La nouvelle version de BibleTime est maintenant disponible en téléchargement. La version 1.4, comparée à la version 1.3, contient un nouveau dialogue d'installation de Sword, qui permet d'installer depuis desmodules locaux (sur l'ordinateur) ou distants (sur internet). Cette fenêtre permet également de supprimer des modules du disque. La version 1.4 règle de nombreux bugs. BibleTime 1.4 est disponible depuis notrepage de téléchargements.
ko: 이제 바이블타임의 새버전 1.4를 다운로드하실 수 있습니다. 1.3과는 다르게 1.4에서는 스워드(Sword)의 일반 설정과 인터넷이나 로컬 소스로 부터 모듈을 설치할 수 있는 새로운 설정창이 제공됩니다. 스워드(Sword) 설정 부분에서 모듈을 제거하는 것도 가능합니다. 1.4는 많은 버그픽스들도 포함하고 있습니다. 바이블타임 1.4는 다운로드 페이지에서 구하실 수 있습니다.
pt_br: A nova versão 1.4 do BibleTime agora está disponível para download. Em comparação com a versão 1.3, essa nova versão contem um novo diálogo para configuração do Sword e instalação de módulos de fontes locais ou diretamente da internet. Com o SwordSetup também é possível remover módulos instalados. A versão 1.4 contém também várias correções de bugs e está disponível em nossa página de Downloads.
ru: Новая версия BibleTime 1.4 уже доступна для загрузки. 1.4 в сравнении с версией 1.3 содержит новый мастер SwordSetup для настройки Sword и установки модулей с локальных дисков или из интернет. С помощью SwordSetup можно также удалять модули с диска. 1.4 также содержит множество исправлений. BibleTime 1.4 уже доступна на нашей странице загрузки.
