Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: After restarting BibleTime the modules should appear in the main index on the left side of the main window.
ko: 바이블타임을 재시작하시면 윈도우의 왼쪽면의 인덱스에서 새모듈을 보실 수 있습니다.

source: The installation instructions made by the Sword team are available here:
ko: 스워드(Sword) 팀이 만든 설치 명령어는 다음에서 확인하실 수 있습니다:

source: If you get into troubles please read the answers to the frequently asked questions. The FAQ is available on the left side of this page.
ko: 문제가 발생하면 자주 묻는 문제들(FAQ)란을 참고하십시오. 자주 묻는 문제들(FAQ) 페이지는 이 페이지의 왼쪽의 링크에서 가실 수 있습니다.

source: Installation of Sword
ko: 스워드(Sword) 설치

source: This page explains how to install the Sword library, which is required by BibleTime.
ko: 이 페이지는 바이블타임에서 사용하는 스워드(Sword) 라이브러리를 설치하는 방법을 설명하고 있습니다.

source: The installation of the Sword library is only required if you compile BibleTime from sources yourself! If you install using prebuilt binary packages please don't install Sword from source code. It's included in each BibleTime binary package!
ko: 스워드(Sword) 라이브러리의 설치는 바이블타임을 소스로부터 직접 설치할 경우에만 필요합니다! 바이너리 패키지를 이용하여 설치하신다면 스워드(Sword) 소스를 설치하실 필요가 없습니다. 바이블타임의 바이너리 패키지안에 포함되어 있습니다.

source: Installation process
ko: 설치 과정

source: The basic installation is described on the pages of the Crosswire Bible Society:
ko: 기본 설치 과정은 Crosswire Bible Society의 페이지에 설명이 되어 있습니다:

source: BibleTime's documemtation
ko: 바이블타임 문서

source: Since you have to know how to install and use BibleTime we provide here some useful documentation pages and links. Since many users have the same problems with BibleTime please be sure to check the answers in the FAQ if you have problem.
ko: 바이블타임의 설치와 사용에 관한 문서들과 링크들이 제공됩니다. 사용자들이 같은 문제를 만나는 경우가 많으므로, 문제가 생기면 자주 묻는 질문들(FAQ) 페이지를 확인하십시오.

source: Requirements for BibleTime 1.1
ko: 바이블타임 1.1 설치에 필요한 것들

source: <ulink url="http://www.kde.org/">KDE 2</ulink>: At least the libraries and the base package. KDE 2 is shipped with many (older) Linux distributions. Very often it's installed by default.
ko: <ulink url="http://www.kde.org/">KDE 2</ulink>: 기본 라이브러리들과 기본 패키지들이 필요합니다. KDE 2는 많은 (구버전의) 리눅스 배포판에서 제공이 되고 있습니다. 보통 기본적으로 설치가 됩니다.

source: <ulink url="http://www.kde.org/">KDE 3</ulink>: At least the libraries and the base package. KDE 3 is shipped with many Linux distributions. Very often it's installed by default.
ko: <ulink url="http://www.kde.org/">KDE 3</ulink>: 기본 라이브러리들과 기본 패키지들이 필요합니다. KDE 3는 많은 리눅스 배포판에서 제공이 되고 있습니다. 대부분 기본적으로 설치가 됩니다.

source: <ulink url="http://curl.sourceforge.net/">Curl >= 7.10</ulink>. This is necessary for the remote installation features of the new Sword Setup Dialog.
ko: <ulink url="http://curl.sourceforge.net/">Curl >= 7.10</ulink>. 새 스워드(Sword) 설정 창의 원격 설치 기능을 위해서 필요합니다.

source: A. When you give 1. DON'T SOUND A TRUMPET. (HOW MIGHT SOMEONE "SOUND A TRUMPET" TODAY?) 2. DO IT SECRETLY. ETC.
ko: A. 당신이 줄 때(When you give) 1. 조용히 하십시오(DON'T SOUND A TRUMPET). (HOW MIGHT SOMEONE "SOUND A TRUMPET" TODAY?) 2. 아무도 모르게 행하십시오. 등등.

source: Find these verses: "Faithful are the wounds of a friend." "We are ambassadors of Christ." The story of the rich man and Lazarus.
ko: 이 구절들을 찾는다: "충실한 신도들은 상처받은 자들의 친구이다." "우리는 그리스도의 대사들이다." 부자와 나사로의 이야기.

source: Eccl.12:11 "<emphasis>The words of wise men are like goads, and masters of these collections are like well-driven nails; they are given by one Shepherd. But beyond this, my son, be warned: the writing of many books is endless, and excessive devotion to books is wearying to the body.</emphasis>"
ko: 전 12:11 "<emphasis>지혜자의 말씀은 찌르는 채찍같고 회중의 스승의 말씀은 잘 박힌못 같으니 다 한 목자의 주신 바니라. 내 아들아 또 경계를 받으라 여러 책을 짓는 것은 끝이 없고 많이 공부하는 것은 몸을 피곤케 하느니라.</emphasis>"

source: We need an historical tidbit: Jews counted any part of a day as a full day, as we would count buckets of water (if there were six and one-half buckets of water, we would say there were 7 buckets of water even if one was only partly full). So to the Jewish mind, any part of a day counted as a full day, and days started at 6 p.m. and ended at 6 a.m. Friday from 3 p.m. to 6 p.m. = day 1. Friday 6 p.m. to Saturday 6 p.m. = day 2. Saturday 6 p.m. to Sunday 5 or so a.m. = day 3. Interpreting within the cultural context keeps us out of trouble.
ko: We need an historical tidbit: Jews counted any part of a day as a full day, as we would count buckets of water (if there were six and one-half buckets of water, we would say there were 7 buckets of water even if one was only partly full). So to the Jewish mind, any part of a day counted as a full day, and days started at 6 p.m. and ended at 6 a.m. 금요일 3 p.m. - 6 p.m. = 첫째날. 금요일 6 p.m. - 토요일 6 p.m. = 둘째날. 토요일 6 p.m. - 일요일 5 or so a.m. = 셋째날. 문화적인 배경에 의거해서 해석하는 것은 오류에 빠지는 것을 방지해준다.

source: Welcome to BibleTime!
ko: 바이블타임에 오신 것을 환영합니다!

source: Module addons for BibleTime
ko: 바이블타임 추가 모듈

source: A module is a text which can be read within the BibleTime application. There are different module types: Bibles, commentaries, lexicons, daily devotionals and books.
ko: 모듈은 바이블타임 프로그램에서 읽혀질 수 있는 텍스트입니다. 다양한 종류의 모둘들이 존재합니다: 성경, 주석, 어휘집, daily devotionals, 신앙서적.

source: The Sword CD
ko: 스워드(Sword) CD

source: We're grateful that God supports us and that he blesses our work with new team members. God is good!
ko: 저희는 하나님께서 저희에게 새팀 멤버들로 저희의 사역을 축복하시는 것에 감사드립니다. 하나님은 선하십니다!

source: Peshitta - early syrian translation
ko: Peshitta - 고대 시리아의(syrian) 번역문

source: The Arabic Bible
ko: 아라비아어(Arabic) 성경

source: Chinese rendering
ko: 중국어 번역

source: Greek rendering with Strong's numbers and morphological tags
ko: 스트롱 넘버와 형태 태그가 포함된 헬라어 번역

source: <emphasis>IGNT</emphasis>: The Interlinear Greek New Testament. The green numbers in "<![CDATA[< >]]>" brackets are Strongnumbers, whereas the numbers in "( )" brackets are Morphologic Tags. Both of them can displayed in a tooltip using a predefined Strong's and Morphology dictionary, as you can see in the example. <ulink url="/images/gallery/ignt.png">Large screenshot</ulink>
ko: <emphasis>IGNT</emphasis>: The Interlinear Greek New Testament. The green numbers in "<![CDATA[< >]]>" brackets are Strongnumbers, whereas the numbers in "( )" brackets are Morphologic Tags. Both of them can displayed in a tooltip using a predefined Strong's and Morphology dictionary, as you can see in the example. <ulink url="/images/gallery/ignt.png">큰 스크린샷</ulink>

source: Korean and Thai
ko: 한국어와 태국어

source: Bulgarian and footnotes
ko: 불가리아어와 footnotes

source: Vietnamese and Romanian
ko: 베트남어와 Romanian

source: Esperanto without verse numbers and linebreaks
ko: 절과 줄바꿈이 없는 에스페란토어
