Repository: bibletime/historic-bibletime.info
Catalog: */po/full.po
Languages: de, fr, ko, pt_br, ru

source: The BibleTime developers
de: Die BibleTime Entwickler
fr: Les développeurs BibleTime
pt_br: Desenvolvedores do BibleTime

source: Error 404: File not found
de: Fehler 404: Datei nicht gefunden
fr: Erreur 404: Fichier non trouvé
pt_br: Erro 404: Arquivo não encontrado

source: Devotional
de: Andacht
fr: Lectures journalières
pt_br: Devocional

source: Sidebar tips
fr: Aide de la barre latérale
pt_br: Dicas

source: Sword CD
fr: CD Sword
ko: 스워드(Sword) CD
pt_br: CD do Sword

source: Software
fr: Logiciel
ko: 소프트웨어
ru: Программы

source: About BibleTime
de: Über BibleTime
fr: A propos de BibleTime
ko: 바이블타임에 관하여
pt_br: Sobre o BibleTime
ru: О BibleTime

source: Screenshots
de: Bildschirmfotos
fr: Captures écran
ko: 스크린샷
pt_br: Telas
ru: Скриншоты

source: Gallery
de: Galerie
fr: Galerie
ko: 갤러리
pt_br: Galeria
ru: Галерея

source: Download
de: Herunterladen
fr: Téléchargement
ko: 다운로드
ru: Загрузить

source: Links
de: Verweise
fr: Liens
ko: 링크
ru: Ссылки

source: Link to us
de: Auf uns verweisen
fr: Liens vers nous
ko: 링크하기
pt_br: Link para nós
ru: Ссылка на нас

source: Guestbook
de: Gästebuch
fr: Livre d'or
ko: 방명록
pt_br: Livro de Visitas
ru: Гостевая книга

source: In the press
de: In der Öffentlichkeit
fr: Dans la presse
ko: 출판물에서
pt_br: Na mídia
ru: Пресса о нас

source: License
de: Lizenz
fr: Licence
ko: 라이센스
pt_br: Licença
ru: Лицензия

source: Imprint
de: Impressum
fr: Mentions légales
pt_br: marca

source: User forum
fr: Forum utilisateurs
pt_br: Fórum do usuário

source: Development
de: Entwicklung
fr: Développement
ko: 개발
pt_br: Desenvolvimento
ru: Разработка

source: Help us
de: Helfen Sie uns
fr: Aidez-nous
ko: 후원하기
pt_br: Nos ajude
ru: Нужна помощь

source: Join us
de: Mitmachen
fr: Rejoignez-nous
ko: 참여하기
pt_br: Junte-se a nós
ru: Присоединяйтесь к нам

source: Mailinglists
de: Mailinglisten
fr: Listes de diffusions
ko: 메일링리스트
pt_br: Listas de discussão
ru: Списки рассылки

source: Translation
de: Übersetzung
fr: Traduction
pt_br: Tradução
ru: Перевод

source: Biblestudy HowTo
de: Anleitung zum Bibelstudium
fr: Tutoriel d'étude biblique
ko: 바이블스터디 하우투
pt_br: Estudo Bíblico HowTo
ru: Как изучать Библию

source: The Biblestudy HowTo
de: Die Anleitung zum Bibelstudium
fr: Tutoriel d'étude biblique
ko: 바이블스터디 하우투
pt_br: Estudo Bíblico HowTo
ru: Как изучать Библию

source: ROLES_OF_TRANSLATORS
de: <firstname>Joachim</firstname> <surname>Ansorg</surname>
fr: <firstname>Mathias</firstname> <surname>Bavay</surname>, <firstname>Cédric</firstname> <surname>Delalande</surname>, traduction française
ko: <othercredit role="translator"><firstname>Seunghyun</firstname><surname>Cho</surname><affiliation><address><email>s970501@hotmail</email></address></affiliation><contrib></contrib></othercredit>
ru: <othercredit role="translator"><firstname>Влад</firstname><surname>Савицкий</surname><affiliation><address><email>vlad_savitsky@mail.ru</email></address></affiliation><contrib></contrib></othercredit>

source: The team of &bibletime;, info@bibletime.info
de: Das &bibletime; Team, info@bibletime.info
fr: L'équipe de &bibletime;, info@bibletime.de
ko: &bibletime;팀, info@bibletime.info
pt_br: Time do &bibletime;, info@bibletime.info
ru: Команда &bibletime;, info@bibletime.info

source: The copyright of this text is held by the author Bob Harman. The text was adapted for publication with BibleTime by Fred Saalbach.
de: Das Copyright dieses Textes liegt bei dem Autoren Bob Harman. Der Text wurde von Fred Saalbach zur Publikation mit BibleTime angepasst.
fr: Les droits [NdT : copyright] de ce texte sont détenus par l'auteur Bob Harman. Ce texte a été adapté pour la publication avec BibleTime par Fred Saalbach.
ko: 이 텍스트의 판권은 저자 밥(Bob) 하먼(Harman)에게 있습니다. The text was adapted for publication with BibleTime by Fred Saalbach.
pt_br: O copyright desse texto pertence ao autor, Bob Harman. O texto foi adaptado para publicação no BIbleTime por Fred Saalbach.
ru: Авторское право на этот текст принадлежит автору Bob Harman. Fred Saalbach адаптировал текст для BibleTime.

source: Non exclusive serial rights for this distribution of this document with the &bibletime; Software have been made. Redistribution as part of the Bibletime software without modification and limited reproduction as provided by the "fair use" provisions of the US copyright code are also permitted.
fr: Des droits non-exclusifs pour la distribution de ce document avec le logiciel &bibletime; ont étés concédés. La redistribution en tant qu'élément du logiciel BibleTime sans modifications et la reproduction limité telle que couverte par "l'usage équitable" selon les termes du copyright des É.U sont aussi permis. [NdT : seule la version originale en anglais de ce texte fait fois !]
pt_br: Os direitos de distribuição deste documento com o software &bibletime; foram feitos. Redistribuição como parte do software Bibletime sem modificação e reprodução limitada como provida pelo "uso honesto" que provém do código de direitos autorais dos EUA também são permitidas.
ru: Не эксклюзивные права на распространение этого документа с программой &bibletime; были предоставлены. Дальнейшее распространение как части программы Bibletime без изменения и без ограничения воспроизведения согласно положению "честное использование" ("fair use") закона об авторском праве США, также разрешено.

source: For questions regarding the use of this material contact Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.
de: Bei Fragen zur Benutzung diese Materials wenden Sie sich bitte an Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.
fr: Pour toute question concernant l'usage de ce document, contacter Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>N_Cov_Church@compuserve.com</email>
ko: 바이블타임의 자료 사용을 위한 질문은 Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>으로 해주시기 바랍니다.
pt_br: Para questões sobre o uso desse material contacte Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.
ru: По вопросам, касающимся использования этих материалов обращайтесь к Bob Harman c/o New Covenant Church 1079 Big Bethel Rd. Hampton VA 23666 USA <email>ncc@ncchampton.org</email>.

source: Scripture quotes are from the New American Standard Bible unless otherwise indicated
de: <emphasis>Anm. des Übersetzers:</emphasis> Der deutsche Text der Bibelstellen ist der deutschen revidierten Lutherbibel von 1984 entnommen. Ich übernehme keinerlei Garantie für die Übersetzung, weder für falsche Wiedergabe noch für unwörtliche oder sinnverfälschende Übersetzung. Ich habe mit bestem Wissen und Können übersetzt. Da ich jedoch kein Übersetzer bin, können sich Fehler eingeschlichen sein. Die Originalfassung wird in Englisch mit BibleTime mitgeliefert.
fr: Les citations des Écritures proviennent de la traduction française Louis Segond sauf mention contraire.
ko: 인용된 성경 구절들은 특별히 명시되지 않았다면 개역한글성경(영문 성구는 New American Standard Bible)의 것들입니다.
pt_br: Citações das Escrituras no original em inglês são da New American Standard Bible.Na tradução em português foi usada a edição Atualizada de Almeida (PorAA).
ru: Цитаты из Писания взяты из Синодального перевода Библии, если иное не указано.

source: Abstract
de: Zusammenfassung
fr: Résumé
ko: 개요
pt_br: Resumo
ru: Резюме

source: The <application>Biblestudy HowTo</application> is a guide for studying the Bible.
de: Die <application>Anleitung zum Bibelstudium</application> ist ein Handbuch zum Studieren der Bibel.
fr: Ce <application>Tutoriel d'étude biblique</application> est un guide pour l'étude de la Bible.
ko: <application>바이블스터디 하우투</application>는 성경공부를 위한 길잡이입니다.
pt_br: O <application>Estudo Bíblico HowTo</application> é um guia para estudo da Bíblia.
ru: <application>"Как изучать Библию"</application> - это помощь в изучении Библии.

source: It is the hope of the &bibletime; team that this HowTo will provoke the readers to study the scriptures to see what they say. This particular study guide has been chosen as it takes care not to advocate any particular denominational doctrine. We expect you to read and study the scriptures to understand what they say. If you start with the attitude that you want to have the Lord sow his word in your heart He will not disappoint you.
de: Es ist die Hoffnung des &bibletime; Teams das diese Anleitung die Leser zum Studieren der Bibel bewegt, um zu sehen was die Bibel zu sagen hat. Diese spezielle Anleitung wurde ausgewählt da sie keine Werbung für irgendeine religiöse Gruppierung macht. Wir möchten von ihnen, dass Sie die Bibel studieren um zu verstehen, was darin steht. Wenn Sie mit der Erwartung daran herangehen, dass Gott sein Wort in ihr Herz legen soll, wird Er Sie nicht enttäuschen.
fr: L'équipe BibleTime a l'espoir que ce tutoriel conduise les lecteurs a étudier les Écritures afin de voir ce quelles disent. Ce guide d'étude a été choisit tout particulièrement car il prend garde de ne pas mettre en avant une doctrine particulière. Nous espérons que vous allez lire et étudier les Écritures pour comprendre ce qu'elles signifient. Si vous commencez avec l'envie que le Seigneur sème sa Parole dans votre cœur, Il ne vous décevra pas.
ko: 이 하우투문서가 독자들이 성경이 말씀하고자 하는 것을 공부하는데 도움이 되길 &bibletime;팀은 소망합니다. 이 스터디 가이드는 특정 종파의 교리에 종속되는 부분들을 제하여 만들어졌습니다. 성경이 말씀하는 바를 알기위해서 말씀을 읽고 공부하시기를 소망합니다. 주님께서 말씀으로 여러분의 마음 속에 심으시기를 사모하는 마음으로 시작하신다면, 그분께서는 당신을 실망시키지 않을 것 입니다.
pt_br: A esperança do time do &bibletime; é que esse HowTo incentive os leitores a estudar as escrituras e ver o que elas dizem. Esse guia de estudo particular foi escolhido porque não promove nenhuma doutrina denominacional em particular. Nós esperamos que você leia e estude as escrituras para entender o que elas dizem. Se você começar com a atitude de querer que o Senhor mostre sua Palavra em seu coração ele não desapontará você.
ru: Команда &bibletime; надеется, что это руководство побудит читателей изучать Писание, чтобы узнать, о чём в нём говорится. Было выбрано именно это обучающее руководство, поскольку оно не защищает никакую определённую деноминационную доктрину. Мы ожидаем, что вы сами будете читать и изучать Писания, чтобы понять, о чём в них говорится. Если вы начнёте с желанием, чтобы Господь сеял Своё слово в ваше сердце, - Он не разочарует вас.

source: Study
de: Studium
fr: Étude
ko: 공부
pt_br: Estudo
ru: Изучать

source: HowTo
de: Anleitung
fr: Tutoriel
ko: 하우투
ru: Как

source: Please help us ...
de: Bitte helfen Sie uns ...
fr: Aidez-nous...
pt_br: Ajude-nos

source: Our aim is to develop BibleTime into a really mature Bible study application that can by everyone. To ahieve this, we need your help. There are different possibilities for supporting the BibleTime project directly and indirectly:
fr: Notre but est de faire de BibleTime une application d'étude biblique complète utilisable par tous. Pour y parvenir, nous avons besoin de vous. Il existe plusieurs possibilités pour soutenir le projet BibleTime, de manière directe ou indirecte :
pt_br: Nosso objetivo é desenvolver o BibleTime para que ele seja uma aplicação realmente boa de estudo bíblico. Para atingir isso, nós precisamos da sua ajuda. Existem diversas possibilidades para apoiar o projeto BibleTime diretamente e indiretamente.

source: Do you want to pray?
de: Möchten Sie beten?
fr: Voulez-vous prier?
ko: 기도해주시겠습니까?
pt_br: Você quer orar?
ru: Вы хотите молиться?

source: Praying is something everybody can do. If you are praying for the Sword and BibleTime projects you are helping us as much as the other team members of the BibleTime project.
de: Beten ist etwas, was jeder tun kann. Wenn Sie für die Sword und BibleTime Projekte beten, tun Sie genauso viel, wie die anderen Team-Mitglieder des BibleTime Projektes.
fr: Tout le monde est capable de prier. Si vous priez pour les projets Sword et BibleTime vous nous aidez autant que les autres membres du projet BibleTime.
ko: 중보기도는 누구나가 동참할 수 있는 방법입니다. 당신께서 스워드(Sword)와 바이블타임 프로젝트를 위해 기도해주신다면, 당신은 프로젝트팀과 함께 사역하고 있는것입니다.
pt_br: Orar é algo que todos podem fazer. Se você estiver orando pelo projeto Sword e BibleTime você está nos ajudando tanto quanto outras equipes do projeto BibleTime.
ru: Молиться может каждый. Если вы молитесь о проектах Sword и BibleTime, то вы помогаете также как и другие участники команды проекта BibleTime.

source: Do you know how to program software?
de: Können Sie Software programmieren?
fr: Savez vous développer des logiciels?
ko: 프로그래밍을 할 줄 아십니까?
pt_br: Você sabe programar softwares?
ru: Умеете программировать?

source: Do you know how to program in C++? Are you familiar with the KDE programming interface or are motivate to learn it? If you have time to regularly work on the BibleTime source code we ask you to join our team. If you want to do so, please read the page <olink targetdocent="development_join"> Join us</olink>.
de: Wissen Sie, wie man in C++ programmiert? Kennen sie die KDE Programmierschnittstelle oder sind sie motiviert, diese zu lernen? Wenn Sie regelmäßig Zeit haben, am Quellcode von BibleTime zu arbeiten, möchten wir Sie bittn, unserem Team beizutreten. Wenn Sie dies möchten, lesen Sie bitte die Seite <olink targetdocent="development_join">Mitmachen</olink>.
fr: Savez-vous programmer en C++? Etes-vous familier avec l'API de KDE ou motivé à apprendre? Si vous avez du temps pour travailler régulièrement sur le code source de BibleTime veuillez rejoindre notre équipe! Pour nous rejoindre, lisez la page <olink targetdocent="development_join">Nous rejoindre</olink>.
pt_br: Você sabe como programar em C++? Você está familiarizado com a interface de programação do KDE ou está motivado a aprendê-la? Se você tiver tempo para trabalhar regularmente no código fonte do BibleTime nós lhe pedimos para se juntar ao nosso time! Por favor, leia a página <olink targetdocent="development_join">Junte-se ao time</olink>.

source: Do you know how to write documentation?
de: Wissen Sie, wie man Dokumentation schreibt?
fr: Savez-vous écrire de la documentation?
ko: 문서 작성을 할 줄 아십니까?
pt_br: Você sabe como escrever documentação?
ru: Умеете писать документацию?

source: Do you think you would be good in working on BibleTime's english documentation? If you think you are, please read the page <olink targetdocent="development_join"> Join us</olink>.
de: Denken Sie, sie könnten an der englischen Dokumentation von BibleTime arbeiten? Wenn Sie das annehmen, lesen Sie doch bitte die Seite <olink targetdocent="development_join"> Mitmachen</olink>.
fr: Pensez-vous que vous seriez bon pour travailler sur la documentation anglaise de BibleTime? Si oui, veuillez lire la page <olink targetdocent="development_join">Nous rejoindre</olink>.
pt_br: Você acha que é poderia ser bom trabalhando na documentação em inglês do BibleTime? Se você acredita que sim, por favor leia a página <olink targetdocent="development_join">Junte-se ao time</olink>.

source: Are you good in translating english into another language?
de: Können Sie Englisch gut in eine andere Sprache übersetzen?
fr: Êtes-vous bon pour traduire de l'anglais vers une autre langue?
ko: 영문 번역에 자신이 있으십니까?
pt_br: Você é bom em traduzir do inglês para outros idiomas?
ru: Умеете хорошо переводить с английского на другой язык?

source: BibleTime should be useable for everyone. That's why we need a translation into your language, if it's not yet available. If you decide to start working on a translation please contact us at info@bibletime.info to see whether the translation was not yet started by another team member. We will provide you with the files which should be translated.
de: BibleTime soll für jeden benutzbar sein. Daher benötigen wir eine Übersetzung in ihre Sprache, falls diese noch nicht verfübar ist. Wenn Sie entschieden haben, an einer Übersetzung zu arbeiten, kontaktieren Sie uns bitte durch info@bibletime.info um zu erfahren, ob die Übersetzung nicht bereits von einem anderen begonnen wurde. Wir werden ihnen die Dateien zur Verfügung stellen, die üersetzt werden müssen.
fr: Nous voulons rendre BibleTime accessible à tous. C'est pourquoi nous avons besoin d'une traduction dans votre langue, si elle n'est pas disponible. Si vous décidez de travailler sur une traduction contactez nous à info@bibletime.info pour voir si aucun autre traducteur ne l'a commencé. Nous vous fournirons les fichiers à traduire.
pt_br: O BibleTime deve ser usável por todos. Por isso nós precisamos de uma traduação no seu idioma, se ainda não houver uma disponível. Se você decidir iniciar o trabalho de tradução por favor nos contacte em info@bibletime.info para ver se a tradução ainda não foi iniciada por outro membro do time. Nós providenciaremos os arquivos que deverão ser traduzidos.

source: You can find more information about the translation process on the page <olink targetdocent="translations"> translation</olink>.
de: Sie können weitere Informationen über den Übersetzungsvorgang auf der Seite <olink targetdocent="translations"> Übersetzung</olink> finden.
fr: Vous en saurez plus sur le processus de traduction ici : <olink targetdocent="translation">traduire BibleTime</olink>
pt_br: Você pode encontrar mais informação sobre o processo de traduçãona página de <olink targetdocent="translation">tradução do BibleTime</olink>.

source: Join the BibleTime team
de: Dem BibleTime Team beitreten
fr: Rejoindre l'équipe BibleTime
ko: 바이블타임 팀에 참여하기
pt_br: Junte-se ao time do BibleTime
ru: Станьте участником команды BibleTime

source: We are glad for everybody who helps us improving the BibleTime software, it's documentation and it's translations.
de: Wir sind dankbar für jeden, der uns hilft die BileTime Software, die Dokumentation und die Übersetzungen zu verbessern.
fr: C'est pour nous une joie de voir de nombreuses personnes nous aider à améliorer le logiciel BibleTime, ainsi que la documentation et les traductions.
ko: 바이블타임 프로그램의 개발, 문서작업 및 번역작업을 도와주실 모든 분들을 환영합니다.
pt_br: Nõs estamos gratos por todos que nos ajudam a melhorar o software BibleTime, sua documentação e sua tradução.
ru: Мы рады всем, кто помогает нам улучшать программу BibleTime, ее документацию и переводы на другие языки.

source: The basic steps..
de: Die grundlegenden Schritte
fr: La marche à suivre...
ko: 기본 단계들..
pt_br: Os passos básicos..
ru: Первые шаги...

source: The following are necessary for each type of team member. Please follow them!
de: Die folgenden Schritte sind für jede Art eines Teammitgliedes nötig. Bitte befolgen Sie diese!
fr: Cette démarche est nécessaire pour tous les types de membres de l'équipe. Veuillez la suivre avec attention!
ko: 팀멤버로 활동하시려면 다음의 사항들을 확인해주십시오!
pt_br: O seguinte é necessário para cada tipo de membro do time. Por favor siga-os!
ru: Каждому члену команды необходимо сделать следующее:

source: If you don't have an account on SourceForge, please sign up for one. It's free. We need your username to add you to the team members, to assign tasks to you, etc.
de: Falls Sie nicht bereits einen Account auf SourceForge haben, holen Sie sich bitte einen. Das ganze ist kostenlos. Wir benötigen ihren Benutzernamen, um Sie zu den Teammitgliedern hinzuzufügen, um ihnen Aufgaben zuzuweisen, usw.
fr: Si vous ne possédez pas de compte Sourceforge, veuillez en créer un. Cette procédure est gratuite. Nous avons besoin de votre nom d'utilisateur pour vous ajouter aux membres de l'équipe, pour vous confier des tâches, etc.
ko: SourceForge의 계정을 갖고 계시지 않다면, 새 계정을 만드시기 바랍니다. 가입은 무료입니다. 저희 팀에 당신을 등록시키고, 함께 작업하기 위해서는 계정이 필요합니다.
pt_br: Se você não tem uma conta no SourceForge, por favor inscreva-se para uma. É grátis. Nós precisamos de seu nome de usuário para adicionar você aos membros do time, para designar tarefas, etc.
ru: Если вы еще не зарегистрировались на сайте SourceForge, то сейчас самое время это сделать. Да к тому же, это бесплатно. Нам необходимо ваше имя, чтобы принять вас в ряды наших членов, чтобы давать вам задания, и т.д.

source: Subscribe to the BibleTime development mailing list. All developers read this mailing list, so everybody knows what's hapenning.
de: Tragen Sie sich auf der BibleTime Entwickler Mailingliste ein. Alle Entwickler lesen diese Liste, damit jeder weiss, was zur Zeit passiert.
fr: Inscrivez-vous à la liste de diffusion de développement de BibleTime. Tous les développeurs lisent cette liste, pour que chacun soit au courant de l'actualité de l'équipe.
ko: 바이블타임 개발 메일링리스트에 가입을 하십시오. 모든 개발자들이 메일링 리스트를 읽고, 작업이 어떻게 진행되어 나가고 있는지를 확인 할 수 있습니다.
pt_br: Inscreva-se à lista de discussão de desenvolvimento do BibleTime. Todos os desenvolvedores lêm esta lista, então todos sabem o que está acontecendo.
ru: Подпишитесь на рассылку для разработчиков BibleTime. Все разработчики читают эту рассылку, чтобы быть в курсе происходящего в мире BibleTime.

source: Get the development version of BibleTime and install it. If you need help with this ask on the mailing list or look into the documentation section.
de: Holen Sie sich die Entwicklungsversion von BibleTime und installieren Sie diese. Wenn Sie Hilfe damit benötigen, fragen Sie auf der Mailingliste oder schauen Sie in dem Dokumentations-Abschnitt nach.
fr: Téléchargez la version développement de BibleTime et installez-la. Si vous avez besoin d'aide à ce niveau, posez vos questions sur la liste de diffusion ou consultez la section documentation.
ko: 개발 버전의 바이블타임을 받으셔서 설치하십시오. 설치에 도움이 필요하시면 메일링리스트에 문의하시거나 문서들을 확인해보시기바랍니다.
pt_br: Pegue a versão de desenvolvimento do BibleTime e instale. Se você precisar de ajuda para isto peça na lista de discussão ou procure na seção de documentação.
ru: Загрузите версию BibleTime, которая находится в стадии разработки и установите ее. Если не знаете как это сделать или вам нужна помощь, задайте вопрос в рассылке для разработчиков или загляните в раздел документации.

source: The next steps for software developers...
de: Die nächsten Schritte für Software Entwickler
fr: Les prochaines étapes concernent les développeurs du logiciel...
ko: 소프트웨어 개발자들을 위한 다음 단계들...
pt_br: O próximo passo para desenvolvedores de software...
ru: Последующие шаги для программистов...

source: Work through some of the Qt 3 and KDE 3 tuorials to get used to programming with the things BibleTime uses.
de: Arbeiten Sie sich durch einige der QT 3 und KDE 3 Programmier-Schnellkurse, um sich an das Programmieren mit den Dingen zu gewöhnen, die BibleTime benutzt.
fr: Travaillez les tutoriaux de Qt3 et de KDE3 pour vous habituer à la programmation utilisée pour BibleTime
ko: 바이블타임의 프로그래밍에 사용하는 Qt 3와 KDE 3의 튜토리얼들을 구해서 공부하십시오.
pt_br: Trabalhe com os tutoriais do Qt 3 e KDE 3 para saber como programar as coisas que o BibleTime usa.
ru: Пройдите обучающие программы, которые входят в состав Qt 3 и KDE 3, чтобы привыкнуть к программированию в среде, которую использует BibleTime.

source: If you don't know what to do please ask on the mailing list for some tasks. Don't forget to add how difficult it should be.
de: Falls Sie nicht wissen, was Sie tun sollen, fragen Sie bitte auf der Mailingliste nach ein paar Aufgaben. Vergessen Sie nicht uns mitzuteilen, wie schwierig diese sein sollen.
fr: Si vous ne savez pas quoi faire, demandez à la liste de diffusion une tâche à accomplir. N'oubliez pas de préciser le niveau de difficulté que vous désirez.
ko: 어떤 일을 해야할지를 모르시겠다면 메일링리스트에 문의해보십시오. 어느 정도 수준의 작업이 가능한지 첨부하는 것을 잊지마세요.
pt_br: Se você não sabe o que fazer por favor peça na lista de discussão por algumas tarefas. Não se esqueça de adicionar o nível de dificuldade que devem ter.
ru: Если не знаете чем заняться не стесняйтесь спросить на рассылке, какие есть задачи. Не забудьте упомянуть уровень сложности, на которую вы рассчитываете.
