Repository: bibletime/historic-bibletime.info
Catalog: */po/software_contact.po
Languages: de

source: Contact
de: Kontakt

source: How to contact us
de: Wie man uns kontaktieren kann

source: If you have questions, ideas for new functions or comments to something please use the links on this page to send them to the right place!
de: Falls Sie Fragen, Ideen für neue Funktionen order Anregungen zu etwas haben, dann benutzen Sie bitte die Verweise auf dieser Seite, um sie an die richtige Stelle zu schicken.

source: Send a Bug report
de: Einen Fehlerbericht schicken

source: If you find bugs in BibleTime use this link to report it so it can be fixed in later versions.
de: Wenn Sie Fehler in BibleTime finden, benutzen Sie bitte diesen Link, damit die Fehler in späteren Versionen behoben werden können.

source: Get support
de: Hilfe bekommen

source: If you have problems with BibleTime use this link to get support how to solve them.
de: Wenn Sie Probleme mit BibleTIme haben benutzen Sie bitte diesen Link um Hilfe zur Lösung zu bekommen.

source: Post a feature request
de: Schicken Sie eine Funktions-Idee

source: If you have an idea how to improve BibleTime please use this link to tell about it!
de: Wenn Sie eine Idee haben, wie man BibleTime verbessern kann, benutzen Sie bitte diesen Link um uns darauf aufmerksam zu machen!

source: Report a website problem
de: Webseitenprobleme berichten

source: If you have problem with the webpages or if you have some ideas how to improve them please write it down using the link!
de: Wenn Sie Probleme mit den Internetseiten haben oder wenn Sie Verbesserungideen haben schicken Sie uns bitte diese mit diesem Link!
