Repository: bibletime/historic-bibletime.info
Catalog: */po/software_about.po
Languages: ro

source: About BibleTime
ro: Despre BibleTime

source: What BibleTime is ...
ro: Ce este BibleTime ...

source: BibleTime is a free Bible study application for Linux systems. BibleTime uses the desktop environment KDE.
ro: BibleTime este o aplicatie gratuita de studiere a Bibliei pentru sistemele Linux. BibleTime foloseste mediul desktop KDE.

source: We think that BibleTime is an easy to use but powerful study tool for christians all over the world.
ro: Credem ca BibleTime, desi simplu, este un instrument de studiu puternic pentru crestinii de pretutindeni.

source: The history of BibleTime
ro: Istoria BibleTime

source: Back in June of 1999 Thomas Hagedorn, Thorsten Uhlmann and Joachim Ansorg started to work on a Bible study application for KDE 1.0.
ro: In iunie 1999 Thomas Hagedorn, Thorsten Uhlmann si Joachim Ansorg au inceput sa lucreze la dezvoltarea unei aplicatii de studiere a Bibliei pentru KDE 1.0.

source: The first version was released two months later as version 0.1. This version was very simple and supported only the most basic things.
ro: Prima versiune a fost lansata doua luni mai tarziu ca versiunea 0.1. Aceasta era foarte simpla si avea doar cateva optiuni de baza.

source: After three months of hard work version 0.2 was released to the public. This version was usable, it supported basic printing, searching and offered a simple editor for personal notes.
ro: Dupa trei luni de munca grea a fost lansata catre public versiunea 0.2. Acesta versiune era utila, avea comenzi minime de tiparit, de cautare si oferea un editor simplu pentru insemnari personale.

source: BibleTime 0.2 was later ported to KDE 2 and totally redesigned with a more powerful interface, better printing and a lot of internal changes. This version was called BibleTime 0.3
ro: BibleTime 0.2. a fost mai tarziu portat pentru KDE 2 si refacut cu o interfata mai puternica, o mai buna tiparire si cu o multime de schimbari interne. Acesta versiune a fost numita BibleTime 0.3.

source: BibleTime 1.0, which was released almost one year after version 0.3 and was the first version we considered as stable.
ro: BibleTime 1.0, care a fost lansat aproape la un an de versiunea 0.3, a fost prima versiune pe care am considerat-o ca stabila.

source: BibleTime 1.1 and 1.2 followed later on. BibleTime 1.2 is the first version of BibleTime for version 3.0 of KDE.
ro: BibleTime 1.1 si 1.2 au urmat mai tarziu. BibleTime 1.2 este prima versiune a BibleTime pentru KDE 3.0.

source: The future of BibleTime
ro: BibleTime in viitor

source: We're grateful that God supports us and that he blesses our work with new team members. God is good!
ro: Suntem recunoscatori pentru ca Dumnezeu ne-a sprijinit si ca a binecuvantat lucrarea noastra cu noi membrii de echipa. Dumnezeu e bun!

source: We will continue our work, but since BibleTime is getting better and better we'll reach a point where BibleTime has only a few things left which are useful for a normal Bible study application.
ro: Ne vom continua munca, dar, din moment ce BibleTime va deveni din ce in ce mai bun, vom atinge un punct cand BibleTime va avea toate lucrurile folositoare dintr-o aplicatie pentru studierea Bibliei.
