Repository: bibletime/historic-bibletime.info
Catalog: po/*.po
Languages: de

source: About
de: Über

source: News
de: Neuigkeiten

source: Screenshots
de: Bildschirmfotos

source: Gallery
de: Gallerie

source: Download
de: Herunterladen

source: In the press
de: In der Öffentlichkeit

source: License
de: Lizenz

source: The screenshots and gallery pages can be used to see how BibleTime looks and what things are possible with it.
de: Die Bildschirmfoto- und die Gallerieseiten können benutzt werden, um zu sehen wie BibleTime aussieht und welche Dinge damit möglich sind.

source: About BibleTime
de: Über BibleTime

source: BibleTime is a free, powerful Bible study application for Unix systems.
de: BibleTime ist ein freies, mächtiges Bibelstudien-Programm für UNIX Systeme.

source: Added by
de: Hinzugefügt von

source: on
de: am

source: On <A HREF="http://dot.kde.org/995302757"><b>dot.kde.org</b></A> Andreas Pour draws the following conclusion in his review:
de: Auf <A HREF="http://dot.kde.org/995302757"><b>dot.kde.org</b></A> zieht Andreas Pour in seiner Rezension den folgenden Schluß:

source: Copyright of the review: &copy; 2001 Andreas "Dre" Pour. All rights reserved.
de: Copyright der Rezension: &copy; 2001 Andreas "Dre" Pour. Alle Rechte vorbehalten.

source: Text modules
de: Textmodule

source: Bibles
de: Bibeln

source: Commentaries
de: Kommentare

source: Lexicons
de: Lexika

source: Devotionals
de: Andachten

source: Cults
de: Kulte

source: Get the Sword CD!
de: Die Sword CD bekommen!

source: Copyright pages
de: Copyright Seiten

source: Documentation
de: Dokumentation

source: Requirements
de: Anforderungen

source: Development
de: Entwicklung

source: Assistance
de: Unterstützung

source: Join the team
de: Dem Team beitreten

source: Mailing lists
de: Mailinglisten

source: Sword development mailing list</DIV>To subscribe to the development mailing list of the Sword project please send an email to majordomo@crosswire.org with the body of the message containing subscribe sword-devel. Depending on your web browser, the following link may do this automatically:
de: Sword Entwicklungs Mailingliste</DIV>Um sich auf der Entwicklungs Mailingliste des Sword-Projektes einzutragen schicken Sie bitte eine eMail n majordomo@crosswire.org, deren Textbereich subscribe sword-devel enthalten muss. Je nach verwendetem Browser macht der folgende Link das automatisch für sie:

source: Archives of the Sword project development mailing list are available at
de: Ein Archiv der Sword-Projekt Entwickler Mailingliste ist verfügbar auf

source: BibleTime development mailing list</DIV>To subscribe to the development mailing list of the BibleTime project please send an email to majordomo@crosswire.org with the body of the message containing subscribe bt-devel. Depending on your web browser, the following link may do this automatically:
de: BibleTime Entwicklungs Mailingliste</DIV>Um sich auf der Entwicklungs Mailingliste des BibleTime-Projektes einzutragen schicken Sie bitte eine eMail an majordomo@crosswire.org, deren Textbereich subscribe bt-devel enthalten muss. Je nach verwendetem Browser macht der folgende Link das automatisch für sie:

source: Archives of the BibleTime development mailing list are available at
de: Ein Archiv der BibleTime Entwicklung Mailingliste ist verfügbar auf:

source: Contact
de: Kontakt

source: Guestbook
de: Gästebuch

source: Report a bug
de: Einen Fehler berichten

source: Get support
de: Unterstützung bekommen

source: Post a new feature
de: Eine neue Idee schicken

source: Link to us
de: Auf uns verweisen

source: How to link to www.bibletime.de
de: Wie man auf www.bibletime.de verweist

source: There are three ways you go use to link to us:
de: Es gibt drei Möglichkeiten Verweise auf uns zu setzen:

source: 1. Larger banner
de: 1. Großer Banner

source: 2. Smaller banner
de: 2. Kleiner Banner

source: 3. Simple text link
de: 3. Einfacher Textverweis

source: Please do not copy the images because they may change their design.
de: Bitte kopieren Sie die Bilddateien nicht, da diese ihr Aussehen ändern könnten.

source: Put the following HTML-code on your pages:
de: Setzen Sie den folgenden HTML Code auf ihre Seiten:

source: This will look like this:
de: Dies sieht so aus:

source: 3. Text link
de: 3. Textverweis

source: To insert a simple text link please use the following HTML code on your pages:
de: Um einen einfachen Textverweis einzufügen setzen Sie bitte den folgenden HTML Code auf ihre Seiten:

source: BibleTime - Bible study software for KDE
de: BibleTime - Biblesoftware für KDE

source: The BibleTime homepage
de: Die BibleTime Homepage

source: visitors since 1999-06-23
de: Besucher seit dem 26.3.1999

source: The BibleTime module gallery
de: Die BibleTime Modulgallerie

source: You can find some nice screenshots of BibleTime here, showing one or two text module(s) each. They demonstrate the powerful Unicode handling mechanisms of <A HREF="http://www.trolltech.com">Trolltech's</A> QT 3. Some of the screenshots are really impressive and (at least) compare to expensive commercial bible software products.
de: Hier können Sie einige schöne Bildschirmfotos von BibleTime finden, die jeweils ein oder zwei Textmodule zeigen. Die demonstrieren die mächtige Unicode-Behandlung von <A HREF="http://www.trolltech.com"> Trolltechs</A> QT 3. Einige der Bildschirmfotos sind wirklich beeindruckend und sind (mindestens) teuren kommerziellen Bibelsftware-Paketen vergleichbar.

source: Most of the screenshots were created using the superb Code2000 Unicode font. Click on the preview images to see a large and detailed version of each screenshot.
de: Die meisten der Bildschirmfotos wurden unter Benutzung der fabelhaften Code2000 Unicode Schriftart erzeugt. Klicken Sie auf die Vorschaubilder, um eine große und detailreiche Version jedes Screenshots zu bekommen.

source: <P>The <B>Peshitta</B> contains an early Syrian NT text, running from right to left.</p> <p>QT renders this text very nice with Code2000, which is one of the very few fonts that support syrian characters.
de: <P>Die <B>Peshitta</B> enthält einen frühen syrischen Text des NT, von rechts nach links laufend.</P> <P>QT zeigt diesen Text sehr schön mit Code2000 an, welche eine der wnigen Schriftarten ist, die sysrische Zeichen unterstützt.

source: <P>The <B>BHS</B> (short for <I>Biblia Hebraica Stuttgartensia</I>), the best available text of the Hebrew Old Testament.</P> <P>As you can see, BibleTime renders the text correctly from right to left. Those of you who can read Hebrew will notice that the Vowel Points and the Cantillation Marks (you can switch both of them on and off) are displayed correctly. This (esp. the Cantillation Marks) is a feature that (as far as I know) no commercial project has.
de: <P>Die <B>BHS</B> (Kurzform für <I>Biblia Hebraica Stuttgartensia</I>), der beste verfügbare Text des hebräischen alten Testaments.</P><P>Wie Sie sehen können, zeigt BibleTime den Text korrekt von rechts nach links an. Diejenigen, die Hebräisch lesen können, werden bemerken, dass die Vokalzeichen und die Kantilationszeichen korrekt angezeigt werden (sie können beide an- und ausschalten). Dies (besonders die Kantilationszeichen) ist eine Funktion, die (meines Wissens) kein anderes kommerzielles Projekt hat.

source: <p><B>AraSVD</B>: The Arabic Bible.</p> <p>Very nice example for right-to-left rendering of a complex script - Arabic is probably one of the most complicated scripts of the world. This screenshot was taken after linebreaks were switched off, providing a more readable text view.
de: <p><B>AraSVD</B>: Die arabische Bibel</P><P>Sehr schönes Beispiel für rechts-nach-links Anzeige einer komplexen Sprach - Arabisch ist wahrscheinlich eine der kompliziertesten Sprachen der Welt. Das Bildschirmfoto wurde nach dem Abschalten der Zeilenumbrüche gemacht, um eine bessere Lesbarkeit zu erzielen.

source: <p><B>ChiGU</B>: Chinese Bible text.</P><p>Since QT 3 BibleTime can correctly break the paragraphs (as you may know, there are no spaces between words).
de: <P><B>ChiGU</B>: Chinesischer Bibeltext</P><P>Seit Qt3 kann BibleTime die Absätze korrekt umbrechen (wie Sie vielleicht wissen gibt es keine Pausen zwischen den Wörtern).

source: <B>IGNT</B>: The Interlinear Greek New Testament.</p><p>The green numbers in "&lt; &gt"; brackets are Strongnumbers, whereas the numbers in "( )" brackets are Morphologic Tags. Both of them can displayed in a tooltip using a predefined Strong's and Morphology dictionary, as you can see in the example.
de: <B>IGNT</B>: Das interlineare griechische neue Testament</P><P>Die grünen Zahlen in den "&lt; &gt" Klammern sind Strongnummern, wohingegen die Zahlen in den "()" Klammern Morphologische Marken sind. Beide können in einer Schnellhilfe unter Benutzung eines vordefinierten Strong- und morphologischen Lexikons angezeigt werden, wie sie in dem Beispiel sehen können.

source: <B>Kor</B> and <B>ThaiKJV</B>.</p><p>Korean and Thai are very good Unicode examples covered by an amount of Unicode scripts already. They are displayed in a parallel view in one window. The first line of Thai text is of a little smaller pointsize. It is a section heading, and those can be turned on and off using the first toolbutton in the display window.</p>
de: <B>Kor</B> und <B>ThaiKJV</B>.</p><P>Koreanisch und Thailändisch sind sehr gute Unicode-Beispiele, die bereits durch einie Unicode-Skripte abgedeckt werden. Sie werden in der Parallelansicht innerhalb von einem Fenster angezeigt. Die erste Zeile des thailändischen Textes hat eine etwas kleinere Schriftgröße. Dies ist eine Abschnitts-Überschrift, diese können unter Benutzung des ersten Knopfes des Anzeigefensters an- und ausgeschaltet werden.</P>

source: <B>Bulgarian</B>: The Bible in Bulgarian language.</p><p>Bulgarian uses the Kyrillic script, which is also used in other languages like Russian. Notice the marked text - it is a "footnote". The popup menu shows how those can be turned on and off.</p>
de: <B>Bulgarian</B>: Die Bibel in bulgarischer Sprache.</P><P>Bulgarisch benutzt das kyrillische System, welches auch in anderen Sprachen wie Russisch benutzt wird. Achten Sie auf den markierten Text - dies ist eine "Fußnote". Das Aufklappmenü zeigt, die diese an- und ausgeschaltet werden können.</P>

source: <p><B>Viet</B> and <B>RomCor</B>.</p><p>East Europe meets East Asia! Vietnamese and Romanian are not geographically linked, though they look somehow similar in this screenshot.</P>
de: <P><B>Viet</B> and <B>RomCor</B>.</P><P>Osteuropa trifft auf Ost-Asien! Vietnamesisch und Romanisch sind nicht geografisch vereinbar, obwohl sie in diesem Bildschirmfoto ähnlich aussehen.</P>

source: <P><B>Esperanto</B>.</P><p>YES, there is a Bible for those of you who prefer to speak Esperanto. This is not really a Unicode example, since the displayed characters come from the iso 8859-1 charset. But this shows how text looks like after switching off versenumbers and linebreaks.</p>
de: <P><B>Esperanto</B>.</P><P>JA, es gibt eine Bibel für diejenigen, die es vorziehen Esperanto zu sprechen. Dies ist kein wirkliches Unicode-Beispiel, da die angezeigten Buchstaben aus dem iso8859-1 Zeichensatz kommen. Aber es zeigt, wie der Text nach dem Abschalten von Versnummern und Zeilenumbrüchen aussieht.</P>

source: <P><B>GothicA</B> and <B>GothicB</B>: these are 2 (incomplete) Manuscripts in Gothic.</P><P>As you can see, the parallel text view can help you with comparing different manuscripts/texts/translations.</p>
de: <P><B>GothicA</B> und <B>GothicB</B>: Dies sind zwei (unvollständige) Manuskripte in Gotisch.</P> <P>Wie Sie sehen können, kann ihnen die Parallelansicht der Texte kann ihnen beim Vergleich unterschiedlicher Manuskripte,Texte und Übersetzungen helfen.</P>

source: The team of BibleTime distributes the Sword CD in Europe. If you live in a non-european country please send an eMail to
de: Das BibleTime-Team verschickt die Sword-CD in Europa. Wenn Sie in einem außer-europäischen Land leben, so schicken Sie bitte eine eMail an

source: The content of the Sword CD:
de: Der Inhalt der Sword CD:

source: All modules which were available on ftp.crosswire.org at the creation time of the latest CD version. See the section &quot;Sword modules&quot; on the left side for a list of available modules.</li>
de: Alle Module, die auf ftp.crosswire.org zur Zeit der CD-Erstellung verfügbar waren.

source: The Windows frontend of Sword
de: Das Windowsprogramm von Sword

source: Misc things like fonts, the setup programs for Windows and Linux etc.
de: Verschiedene Dinge wie Schriftarten, das Setup-Programm für Windows und Linux usw.

source: Crosswire can't include the keys on the CD which you need to unlock the locked modules because we don't want to infringe the copyright of these modules.
de: Crosswire kann die Schlüssel, die Sie benötigen um die verschlüsselten Module aufzuschließen nicht auf der CD einbinden, da wir das Copyright dieser Module nicht verletzen möchten.

source: If you have a fast internet connection you can download the CD yourself from <A HREF="ftp://ftp.crosswire.org/pub/sword/iso/">ftp.crosswire.org/pub/sword/iso/</A>
de: Wenn Sie eine schnelle Internetverbindung haben, können Sie sich die CD selbst von <A HREF="ftp://ftp.crosswire.org/pub/sword/iso/">ftp.crosswire.org/pub/sword/iso/</A> herunterladen.

source: After you confirmed it you'll get a confirmation eMail for your order.
de: Nachdem Sie die Bestellung bestätigt haben, bekommen Sie eine Bestätigungsemail für ihre Bestellung.

source: If you have an own CD burner and you want to send out CDs in your country please contact us!
de: Wenn Sie einen eigenen CD-Brenner besitzen und Sie die CDs in ihrem Land verschicken möchten, kontaktieren Sie uns bitte!

source: Please fill in the form below and press &quot;Confirm order&quot;!
de: Bitte füllen Sie das Formular unten aus und drücken Sie auf &quot;Bestätigen&quot;

source: Your full name:
de: Ihr kompletter Name:

source: Your street:
de: Ihre Straße:

source: Your town:
de: Ihr Wohnort:

source: Your country:
de: Ihr Land:

source: Austria
de: Österreich

source: Belgium
de: Belgien

source: Croatia
de: Kroatien

source: Czech Republic
de: Tschechische Republik

source: Denmark
de: Dänemark

source: Finland
de: Finnland

source: France
de: Frankreich

source: Germany
de: Deutschland

source: Greece
de: Griechenland

source: Hungary
de: Ungarn

source: Ireland
de: Irland

source: Italy
de: Italien

source: Netherlands
de: Holland

source: Norway
de: Norwegen

source: Poland
de: Polen

source: Romania
de: Rumänien

source: Russia
de: Russland

source: Slovakia
de: Slovakei

source: Slovenia
de: Slowenien

source: Spain
de: Spanien

source: Sweden
de: Schweden

source: Switzerland
de: Schweiz

source: Turkey
de: Türkei

source: United Kingdom
de: Großbritannien

source: Yugoslavia
de: Jugoslawien

source: How many CDs?
de: Wie viele CDs?

source: Your eMail adress:
de: Ihre eMail Adresse:

source: Comments:
de: Kommentare:

source: Confirm order!
de: Bestätigen!

source: Confirmation of your Sword CD order
de: Bestätigung ihrer Sword CD Bestellung

source: We calculate the price in the following way:
de: Wir berechnen den Preis folgendermaßen:

source: Number of copies * expenses for one CD + postage.
de: Anzahl der Kopien * Kosten pro CD + Porto

source: In your case this is:
de: In ihrem Falle ist dies:

source: If the entries are correct press the "Send order" button. Otherwise press the back button and correct the information.
de: Wenn die Einträge korrekt sind, klicken Sie bitte auf "Bestellung abschicken". Andernfalls klicken Sie auf dn Zurück-Knopf ihres Browsers und korrigieren Sie die Informationen.

source: You will get a confirmation eMail that we received your order. This eMail does also contain all the information of this page (settings for the bank account, snail mail address, costs ...)
de: Sie werden eine Bestätigungs-eMail bekommen, dass wie die Bestellugn erhalten haben. Diese eMail enthält alle Informationen dieser Seite (Kontodaten, Postaddresse, Kosten ...)

source: RedHat 7.3 RPMs available!
de: RedHat 7.3 RPM Pakete verfügbar!

source: Since some weeks we have now RPM packages for the common Linux distribution <B>RedHat 7.3</B> available! We hope to make the installation of BibleTime more easy with these packages!<BR>Download <A href="http://prdownloads.sourceforge.net/bibletime/bibletime-1.2.1-1.rh73.i386.rpm?download">the main package (bibletime)</A> and <A href="http://prdownloads.sourceforge.net/bibletime/bibletime-doc-1.2.1-1.rh73.noarch.rpm?download">the documentation package (bibletime-doc)</A> !Please click on the links and <I>don't</I> choose "Save as ...".<BR>If something doesn't work please send us an eMail!<BR>Many, many thanks to our kind team members who help us developing BibleTime!
de: Seit einigen Wochen haben wir nun RPM Pakete der bekannten Linux Distribution <B>RedHat 7.3</B> verfügbar! Wir hoffen mit diesen Paketen die Installation von BibleTime zu vereinfachen!<BR>Laden Sie das <A href="http://prdownloads.sourceforge.net/bibletime/bibletime-1.2.1-1.rh73.i386.rpm?download">das Hauptpaket (bibletime)</A> und <A href="http://prdownloads.sourceforge.net/bibletime/bibletime-doc-1.2.1-1.rh73.noarch.rpm?download"> das Dokumentationspaket (bibletime-doc)</A> herunter!<BR> Bitte klicken Sie auf die Links und wählen Sie <I>nicht</I> "Speichern unter ..." aus.<BR> Wenn etwas nicht funktioniert schicken Sie uns bitte eine eMail<BR> Vielen, vielen Dank an unsere wunderbaren Teammitglieder die uns bei der Entwicklung von BibleTime helfen!

source: Sword CD orders
de: Sword CD Bestellungen

source: Delay of the Sword CD orders.<P>I'm sorry that the Sword CD orders we got are not yet sent! We're waiting for the release of the new Sword CD whichwill include many bugfixes to the library, the Windows prigram and some of the module texts. If you want to get the older CD (which contains bugs)please send an eMail!<BR></p>
de: Verzögerung der Sword-CD Bestellungen.<P>Es tut mir wirklich leid, dass die CD Bestellungen, die wir erhalten haben noch nicht erfüllt sind! Wir wartenauf die Veröffentlichung der neuen Sword CD die viele Fehlerkorrekturen derSoftware-Bibliothek, des Windows-Programms und einiger Textmodule enthält.Wenn Sie trotzdem die alte CD (die Fehler enthält) erhalten möchten,schicken Sie uns bitte eine eMail!<BR></P>

source: Your help needed
de: Ihre Hilfe wird benötigt

source: Are you a Christian?<br>Are you gifted with programming skills (C++, KDE)?<br>Do you want to use them for Christ?<br><p>If <i>no</i>, you can still help:<ul><li>If any of your friends match the description above, and you know they are looking for a good opensource project where they can use their talents for Christ, please <b>let them know</b>. You might also want to consider writing to christian mailinglists or newsgroups.<li>Maybe you have a christian website where you could <b>post an announcement</b>? Please include a link to <a href=http://www.bibletime.de>bibletime.de</a>.</ul></p><p>If <i>yes</i>, please <b>join the development</b> of BibleTime.</p><p>We are in <b>urgent</b> need of Developers, and we depend upon your help to find them.<br>More information available at <a href=mailto:info@bibletime.de>info@bibletime.de</a>.</p>
de: Sind Sie ein Christ?<BR>Verfügen Sie über Programmierkenntnisse (C++, KDE)? <BR> Möchten Sie diese für Christus einsetzen?<BR> <P>Falls <I>nicht</I>,können Sie uns trotzdem helfen: <UL><LI>Falls die obige Beschreibung aufeinige ihrer Freunde zutrifft, und Sie wissen, dass diese nach einem gutenOpenSource Projekt Ausschau halten, um dort ihre Fähigkeiten für Christuseinzusetzen, bitte <B>informieren Sie diese</B>. Sie könnten auch inchristlichen Mailinglisten und Newsgroups schreiben. <LI>Vielleicht habenSie auch eine eigene christliche Internetseite wo sie <B>eine Ankündigungschreiben könnten</B>? Bitte fügen Sie einen Link auf <a href=http://www.bibletime.de>bibletime.de</a> ein.</UL></P> <P>Falls <I>ja</I>,<B>beteiligen Sie sich bitte an der Entwicklung</B> von BibleTime.</P> <P>Wir brauchen <B>dringend</B> neue Entwickler, und wir sind auf ihre Hilfe angewiesen diese zu finden.<BR> Mehr Information können sie durch <a href=mailto:info@bibletime.de>info@bibletime.de</a> bekommen.

source: Today we released BibleTime 1.2.1, a bug fix version of BibleTime 1.2. BibleTime 1.2 is an advanced Bible study program with versions for KDE 3.<BR>Don't forget to install the bibletime-doc package of the 1.2 area.
de: Heute haben wir BibleTime 1.2.2 veröffentlicht, eine fehlerbereinigte Version von BibleTime 1.2. BibleTime 1.2 ist ein fortgeschrittenes Bibelstudienprogramm für KDE3.<BR>Vergessen Sie nicht, das bibletime-doc Paket aus dem 1.2 Bereich auch zu installieren.

source: New german module on Crosswire!
de: Neues deutsches Modul auf Crosswire!

source: Maybe you already noticed it: The german bible module "Elberfelder Bibel 1871" is now available on Crosswire!<BR>Get the module <A HREF="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=GerElb1871">here</A>.
de: Vielleicht haben Sie es schon bemerkt: Die deutsche Bibel "Elberfelder Bibel 1871" ist jetzt auf Crosswire verfügbar!<BR>Laden Sie das Modul <A HREF="http://www.crosswire.org/sword/modules/ModInfo.jsp?modName=GerElb1871">hier</A> herunter.

source: New screenshots!
de: Neue Bildschirmfotos!

source: I added two new screenshots of BibleTime 1.2! I hope you see know what is possible with the new versionof BibleTime!<BR>I hope you like the images. <a href="/screenshots.shtml">Click here</A> to watch them.
de: Ich habe zwei neue Bildschirmfotos von BibleTime 1.2 hinzugefügt! Ich hoffe Sie können sehen, was mit der neuen Version von BibleTime möglich ist!<BR>Ich hoffe, ihnen gefallen die Bilder. <a href="/screenshots.shtml">Klicken Sie hier</A> um sie anzuschauen.

source: 1.2 released
de: 1.2 veröffentlicht

source: Today we finally released BibleTime 1.2, the version for the brand new KDE 3. The 1.2 release is identical with 1.1, except for some bugfixes which were necessary to work correctly on KDE 3. The unicode rendering quality was drastically improved by switching to KDE 3 - Hebrew and greek modules are looking much better now!<P>We hope that this 1.2 release will work correctly for everybody.</P><P>The source packages and binary packages for SuSE 8.0 are already uploaded. More packages will follow later. Don't forget to download the right bibletime-doc package if you want to have the messages, the tips, the handbook and/or the translations of them.<BR>Now download and enjoy the cool new BibleTime 1.2 and it's features! :)</P>
de: Heute haben wurde endlich BibleTime 1.2, die Version für das neue KDE 3, veröffentlicht. Das 1.2 Release ist identisch mit 1.1, außer einigen Fehlerkorrekturen, die nötig sind um mit KDE 3 korrekt zu arbeiten. Die Unicode-Darstellungsqualität wurde drastisch durch die Benutzung von KDE3 verbessert - Hebräische und griechische Module sehen nun viel besser aus!<P>Wir hoffen, dass das 1.2 Release für jeden Korrekt arbeitet.</P> <P>Die Quellcode und Binärpakete für SuSE 8.0 wurden bereits veröffentlicht. Mehr Pakete folgen später. Vergessen Sie bitte nicht, das richtige bibletime-doc Paket zu installieren wenn Sie die Nachrichten, die Tipps, das Handbuch und/oder deren Übersetzungen haben möchten.<BR>Laden Sie es jetzt herunter und genießen Sie das coole neue BibleTime 1.2 und seine Funktionen :)</P>

source: 1.2beta2 released
de: 1.2beta2 veröffentlicht
