Repository: bibletime/historic-bibletime.info
Catalog: po/*.po
Languages: de

source: We just released 1.2beta2, the (hopefully) last release before 1.2 finally comes! My apologies for the premature upload of the 1.2 files (though not officially announced). A critical mem leak forced us to pull the files again.<br>Please download and test the packages to help us make sure no (serious) bugs are left. Saving to plaintext does not work at the moment, as well as the "close all" action. If you found a bug, please report using the bug tracker on the left side.
de: Gerade wurde 1.2beta2 veröffentlicht, die (hoffentlich) letzte Version bevor Version 1.2 schließlich erscheint. Ich möchte mich für das voreilige Hochladen der 1.2 Dateien entschuldigen, auch wenn diese nicht offiziell angelündigt wurden. Gezwungen durch ein kritisches Speicherloch mussten wir die Dateien wieder löschen. <BR>Bitte laden Sie die Pakete herunter und testen Sie diese um sicherzustellen, dass keine (ernsthaften) Fehler zurückbleiben. Zur Zeit funktioniert das Abspeichern als einfachen Text und die "Alle Fenster schließen" Funktionen nicht. Wenn Sie einen Fehler gefunden haben, bitte berichten Sie diesen!

source: Translating BibleTime
de: BibleTime übersetzen

source: Since Joachim has to do his military service at the moment, I want to encourage everybody who is interested in translating BibleTime into his language to join the development mailing list (message to <a href=mailto:majordomo@crosswire.org>majordomo@crosswire.org</a> with empty subject and the body containing <tt>subscribe bt-devel</tt>). Since version 1.1 BibleTime uses a new system for translating the messages and documentation, which will make the work much easier for translators. All you have to do is edit some .po files, maybe using KBabel. Subsequent translations will only have to translate the changed parts of the orignial docs. Please consider giving your country's BibleTime users the opportunity to have BibleTime in their native language.
de: Weil Joachim zur Zeit seinen Wehrdienst leistet, möchte Ich jeden, der an der Übersetzung von BibleTime in seine eigene Sprache interessiert ist, ermutigen der Enticklungs-Mailingliste beizutreten (Eine eMail an <a href=mailto:majordomo@crosswire.org>majordomo@crosswire.org</a> mit lerem Titel und <tt>subscribe bt-devel</tt> im Textbereich). Seite BibleTime Version 1.1 benutzt BibleTime ein neues System um die Meldungen und Dokumentation zu übersetzen, das die Arbeit für die Übersetzer wesentlich vereinfacht. Alles was Sie tun müssen, ist es einige PO Dateien zu bearbeiten, möglichst unter Benutzung von KBabel. In nachfolgende Übersetzungen müssen nur die im Original geänderten Teile übersetzt werden. Bittegeben Sie uns die Möglichkeit, den BibleTime Benutzern ihres Landes BibleTime in ihrer eigenen Sprache anbieten zu können.

source: Port to KDE 3 - BibleTime 1.2beta1
de: Portierung auf KDE 3 - BibleTime 1.2beta1

source: We ported BibleTime to the KDE 3 architecture and released a 1.2beta1. Please test it. Known issues are Keyboard Accelerators and Saving to Plaintext. There are <i>no new features</i>, but the port improved some things dramatically. E.g., Unicode handling was greatly improved (Hebrew and Arabic render correctly <i>from right to left</i>). The packages are a bit bloated because of the KDE admin/ folder. If anybody knows how to remove this safely (for the releases), please mail to the development list. Please test and report bugs to the list or using the bug tracker.
de: Wir haben BibleTime auf die KDE3 Architektur portiert und haben 1.2beta1 veröffentlicht. Bitte testen Sie diese Version! Bekannte Probleme sind die Tastenkombinationen und das Abspeichern als einfachen Text. Es gibt <I>keine neuen Funktionen</I>, aber durch die Portierung wurden einige Dinge drastisch verbessert, z.B. Unicode-Behandlung wurde wesentlich verbessert (Hebräisch und Arabisch werden korrekt </I>von rechts nach links</I> angezeigt). Die Pakete sind etwas groß, vor allem wegen der KDE admin/ Verzeichnisse. Falls jemand weiß, wie diese für die Veröffentlichungen entfernt werden können, so schicken Sie bitte eine eMail and die Entwickler-Mailingliste. Bitte berichten Sie Fehler auf der Entwickler-Mailingliste oder mit dem Fehler-Verfolgungs Werkzeug.

source: All locations where BibleTime was covered are collected in the »In the press« section. The software license is added for completeness.
de: Alle Orte, an denen BibleTime behandelt wurde, sind im Abschnitt &laquo;In der Öffentlichkeit&raquo; gesammelt. Die Software-Lizenz wurde der Vollständigkeit halber hinzugefügt.

source: All locations where BibleTime was covered are collected in the &raquo;In the press&laquo; section. The software license is added for completeness.
de: Alle Orte, an denen BibleTime behandelt wurde sind in dem Abschnitt &laquo;In der Öffentlichkeit&raquo; gesammelt. Die Software-Lizenz wurde der Vollständigkeit halber hinzugefügt.

source: Texts for BibleTime
de: Texte für BibleTime

source: The BibleTime software
de: Die BibleTime software

source: The book modules are available on the webpages of the Crosswire Bible Society!
de: Die Buch-Module sind auf den Internetseiten der Crosswire Bibelgesellschaft verf&uuml;gbar!
